Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# default_image_name_prefix_imported
source: imported on (OBSOLET)
pt: importado em (OBSOLET)
vi: được nhập trên (OBSOLET)

# default_image_name_prefix_captured
source: captured on (OBSOLET)
pt: capturado em (OBSOLET)
vi: bị bắt trên (OBSOLET)

# default_image_name_prefix_with_date
source: image from [dd MMM yyyy]
pt: imagem de [dd MMM yyyy]
vi: hình ảnh từ [dd MMM yyyy]

# imageselect_result_import_free_app_finished
source: Images from free app are now imported. It may be good to delete images from the free app now (please check that there was no import error) to save memory and to avoid overwriting your changes by an accidental reimport.
pt: As imagens do aplicativo gratuito agora são importadas. Pode ser bom eliminar imagens do aplicativo gratuito agora (verifique se não houve erro de importação) para economizar memória e para evitar substituir suas alterações por um reimportação acidental.
vi: Hình ảnh từ ứng dụng miễn phí hiện đã được nhập. \ N \ n Có thể tốt để xóa hình ảnh khỏi ứng dụng miễn phí ngay bây giờ (vui lòng kiểm tra xem không có lỗi nhập) để lưu bộ nhớ và để tránh ghi đè thay đổi của bạn bằng cách nhập lại ngẫu nhiên.

# imageselect_error_howto_import_free_app
source: Could not yet import images. In order to import the images of the free app, both apps must be at least at version v1.48. In both apps, the images have to be converted to filesystem storage (you find this action in the same menu you found the import item).
pt: Ainda não pode importar imagens. Para importar as imagens do aplicativo gratuito, ambas as aplicações devem ser pelo menos na versão v1.48. Em ambos os aplicativos, as imagens devem ser convertidas no armazenamento do sistema de arquivos (encontre esta ação no mesmo menu que encontrou o elemento de importação).
vi: Chưa thể nhập hình ảnh. \ N \ n Để nhập hình ảnh của ứng dụng miễn phí, cả hai ứng dụng phải có ít nhất ở phiên bản v1.48. Trong cả hai ứng dụng, hình ảnh phải được chuyển đổi thành bộ lưu trữ hệ thống tập tin (bạn tìm thấy hành động này trong cùng một menu bạn đã tìm thấy mục nhập).

# imageselect_error_import_free_app_failed
source: Image import from free app has failed or is incomplete. Maybe your memory is full?
pt: A importação de imagens do aplicativo gratuito falhou ou está incompleta. Talvez sua memória esteja cheia?
vi: Nhập hình ảnh từ ứng dụng miễn phí đã thất bại hoặc không đầy đủ. Có lẽ trí nhớ của bạn đã đầy?

# imageselect_dialog_image_name_image_title
source: Image title
pt: Título da imagem
vi: Tiêu đề hình ảnh

# imageselect_dialog_image_name_capture_date
source: Capture date:
pt: Data de captura:
vi: Ngày chụp

# imageselect_dialog_image_name_notes
source: Notes
pt: Notas
vi: Ghi chú

# imageselect_error_cannot_edit_missing_image
source: The image file is missing. Unfortunately, you cannot edit the image without. Expected image filename: %1$s.
pt: O arquivo de imagem não se encontram. Infelizmente, não se pode editar a imagem sem o arquivo. Nome do arquivo da imagem esperada: %1$s.
vi: Các tập tin hình ảnh bị thiếu. Thật không may, bạn không thể chỉnh sửa hình ảnh mà không có. \ N \ n Tên tệp hình ảnh được mở rộng: %1$s .

# imageselect_error_cannot_create_databundle_on_filesystem
source: Cannot create filesystem folder '%1$s' for the image data. Make sure the media (e.g. SD-card) is mounted, this directory exists and is writable.
pt: Não se pode criar a pasta do sistema de arquivos '%1$s' para os dados da imagem. Certifique-se de que a mídia (por exemplo, cartão SD) esteja montada, este diretório existe e pode ser gravado.
vi: Không thể tạo thư mục hệ thống tập tin ' %1$s ' cho dữ liệu hình ảnh. Đảm bảo phương tiện (ví dụ thẻ SD) được gắn, thư mục này tồn tại và có thể ghi.

# imageselect_error_folder_does_not_exist
source: Folder '%1$s' does not exist anymore.
pt: A pasta '%1$s' já não existe.
vi: Thư mục ' %1$s ' không còn tồn tại nữa.

# imageselect_error_folder_cannot_delete
source: Cannot delete folder '%1$s'.
pt: Não se pode eliminar a pasta '%1$s'.
vi: Không thể xóa thư mục ' %1$s '.

# imageselect_error_cannot_rename_folder
source: Cannot rename folder '%1$s' to '%2$s'.
pt: Não é possível mudar o nome da pasta '%1$s' para '%2$s'.
vi: Không thể đổi tên thư mục ' %1$s ' thành ' %2$s '.

# error_cannot_rename_file
source: Cannot rename file '%1$s' to '%2$s'.
vi: Không thể đổi tên tệp ' %1$s ' thành ' %2$s '.

# error_cannot_delete_file
source: Cannot delete file '%1$s'.
vi: Không thể xóa tệp ' %1$s '.

# imageselect_dummyname_image_with_corrupted_imm_file
source: Corrupt .imm file
pt: Arquivo .imm danificado.
vi: Tệp .imm bị hỏng

# storage_error_metadata_unknown_format
source: Metadata file (.imm) for image '%1$s' cannot be read, because it's format is unknown.
pt: O arquivo de metadados (.imm) para a imagem '%1$s' não pode ser lido porque o formato é desconhecido.
vi: Không thể đọc tệp siêu dữ liệu (.imm) cho hình ảnh ' %1$s ', vì định dạng của nó không xác định.

# error_pro_version_required_title
source: Pro version required
pt: Pro versão necessária
vi: Yêu cầu phiên bản Pro

# pref_cloud_storage_server_onedrive
source: OneDrive
vi: Một ổ đĩa

# cloud_storage_notice_text
source: Note: cloud storage is still in beta testing. You can currently only sync the 'inbox' folder. See the cloud storage <a href="https://www.imagemeter.com/manual/storage/cloud">documentation</a>.
vi: Lưu ý: lưu trữ đám mây vẫn đang trong giai đoạn thử nghiệm. Hiện tại, bạn chỉ có thể đồng bộ hóa thư mục 'hộp thư đến'. \ N \ nXem bộ nhớ đám mây <a href="https://www.imagemeter.com/manual/st Storage/cloud"> tài liệu </a>.

# cloud_storage_sync_progress_start_sync
source: Scanning server content…
vi: Quét nội dung máy chủ

# cloud_storage_sync_progress_scan_root_folder
source: Scanning remote root folder (%2$d of %3$d)… %1$s
vi: Quét thư mục gốc từ xa ( %2$d trong số %3$d ) '\ \ %1$s

# cloud_storage_sync_progress_scan_folder
source: Scanning remote folder '%1$s' (%3$d of %4$d)… %2$s
vi: Quét thư mục từ xa ' %1$s ' ( %3$d trong số %4$d ) '\ \ %2$s

# cloud_storage_sync_progress_download_image
source: Downloading image (%2$d of %3$d)… %1$s
vi: Đang tải xuống hình ảnh ( %2$d trong số %3$d )) \ \ %1$s

# cloud_storage_sync_progress_upload_image
source: Uploading image (%2$d of %3$d)… %1$s
vi: Tải lên hình ảnh ( %2$d trong số %3$d )) \ n %1$s

# cloud_storage_sync_progress_delete_image
source: Deleting image (%2$d of %3$d)… %1$s
vi: Xóa hình ảnh ( %2$d trong số %3$d )) \ n %1$s

# cloud_storage_sync_progress_download_folder
source: Downloading folder (%2$d of %3$d)… %1$s
vi: Tải xuống thư mục ( %2$d trong số %3$d )) \ \ %1$s

# cloud_storage_sync_progress_upload_folder
source: Uploading folder (%2$d of %3$d)… %1$s
vi: Thư mục tải lên ( %2$d trong %3$d ) '' %1$s

# cloud_storage_sync_progress_delete_folder
source: Deleting folder (%2$d of %3$d)… %1$s
vi: Xóa thư mục ( %2$d trong %3$d ) '' %1$s

# error_cloud_require_interactive_login
source: Interactive login to your %1$s account is required.
vi: Yêu cầu đăng nhập tương tác vào tài khoản %1$s .

# error_cloud_login_cancelled_by_user
source: User has cancelled the login.
vi: Người dùng đã hủy đăng nhập.

# error_cloud_login_unauthorized
source: Wrong user name or password.
vi: Tên người dùng hoặc mật khẩu sai.

# error_cloud_network_error
source: Network error when connecting to your %1$s account.
vi: Lỗi mạng khi kết nối với tài khoản %1$s .

# error_cloud_server_timeout
source: %1$s server timeout.
vi: Hết thời gian chờ máy chủ %1$s .

# error_cloud_general_cannot_login
source: Cannot sign in to your %1$s account.
vi: Không thể đăng nhập vào tài khoản %1$s .

# error_cloud_base_folder_not_found
source: Data folder '%2$s' not found in your %1$s account.
vi: Không tìm thấy thư mục dữ liệu ' %2$s ' trong tài khoản %1$s .

# pref_editor_max_image_size
source: Maximum image size
pt: Tamanho máximo da imagem
vi: Kích thước hình ảnh tối đa

# pref_editor_max_image_size_dialog
source: Max. image width in editor (limits memory usage)
pt: Max. largura da imagem no editor (limita o uso da memória)
vi: Tối đa chiều rộng hình ảnh trong trình chỉnh sửa (giới hạn sử dụng bộ nhớ)

# pref_editor_max_image_size_choices:0
source: 640 pixels
pt: 640 píxeis
vi: 640 pixel

# pref_editor_max_image_size_choices:1
source: 1024 pixels
pt: 1024 píxeis
vi: 1024 pixel

# pref_editor_max_image_size_choices:2
source: 1600 pixels
pt: 1600 píxeis
vi: 1600 pixel

# pref_editor_max_image_size_choices:3
source: 2400 pixels
pt: 2400 píxeis
vi: 2400 pixel

# pref_editor_max_image_size_choices:4
source: 3000 pixels
pt: 3000 píxeis
vi: 3000 pixel

# pref_editor_max_image_size_choices:5
source: Original size
pt: Tamanho original
vi: Kích thước nguyên mẫu

# pref_editor_text_label_background
source: Text label background
pt: Fundo do rótulo do texto
vi: Nền văn bản nhãn

# pref_editor_text_label_background_dialog
source: Text label background
pt: Fundo do rótulo do texto
vi: Nền văn bản nhãn

# pref_editor_text_label_background_choices:0
source: No background
pt: Sem fundo
vi: Không có nền

# pref_editor_text_label_background_choices:1
source: Solid rectangle
pt: Retângulo sólido
vi: Hình chữ nhật đặc

# pref_editor_text_label_background_choices:2
source: Various (set in editor)
vi: Khác nhau (thiết lập trong trình chỉnh sửa)

# pref_measure_metric_area_unit_choices:2
source: m²
vi: m2

# pref_measure_metric_area_unit_choices:6
source: µm²
vi: Gianm²

# pref_measure_imperial_area_unit_choices:0
source: sq in
vi: trong

# pref_measure_imperial_area_unit_choices:1
source: sq ft
vi: ft vuông

# pref_measure_imperial_area_unit_choices:2
source: sq yd
vi: yd vuông

# pref_measure_imperial_area_unit_choices:3
source: sq mi
vi: dặm vuông

# pref_max_export_size
source: Maximum image size
pt: Tamanho máximo da imagem
vi: Kích thước hình ảnh tối đa

# pref_max_export_size_dialog
source: Max. width of exported image
pt: Max. largura da imagem exportada
vi: Tối đa chiều rộng của hình ảnh xuất khẩu

# pref_min_export_size
source: Minimum image size
pt: Tamanho mínimo da imagem
vi: Kích thước hình ảnh tối thiểu

# pref_min_export_size_dialog
source: Min. width of exported image
pt: Min. largura da imagem exportada
vi: Tối thiểu chiều rộng của hình ảnh xuất khẩu

# pref_min_export_size_choices:0
source: 640 pixels
pt: 640 píxeis
vi: 640 pixel

# pref_min_export_size_choices:1
source: 800 pixels
pt: 800 píxeis
vi: 800 pixel

# pref_min_export_size_choices:2
source: 1024 pixels
pt: 1024 píxeis
vi: 1024 pixel

# pref_min_export_size_choices:3
source: 1280 pixels
pt: 1280 píxeis
vi: 1280 pixel

# pref_min_export_size_choices:4
source: 1600 pixels
pt: 1600 píxeis
vi: 1600 pixel

# pref_min_export_size_choices:5
source: 1920 pixels
pt: 1920 píxeis
vi: 1920 pixel

# pref_min_export_size_choices:6
source: 2560 pixels
pt: 2560 píxeis
vi: 2560 pixel

# pref_min_export_size_choices:7
source: 3840 pixels
pt: 3840 píxeis
vi: 3840 pixel

# pref_max_export_size_choices:0
source: 640 pixels
pt: 640 pixeis
vi: 640 pixel

# pref_max_export_size_choices:1
source: 800 pixels
pt: 800 píxeis
vi: 800 pixel

# pref_max_export_size_choices:2
source: 1024 pixels
pt: 1024 píxeis
vi: 1024 pixel

# pref_max_export_size_choices:3
source: 1280 pixels
pt: 1280 píxeis
vi: 1280 pixel

# pref_max_export_size_choices:4
source: 1600 pixels
pt: 1600 píxeis
vi: 1600 pixel

# pref_max_export_size_choices:5
source: 1920 pixels
pt: 1920 píxeis
vi: 1920 pixel

# pref_max_export_size_choices:6
source: 2560 pixels
pt: 2560 píxeis
vi: 2560 pixel

# pref_max_export_size_choices:7
source: 3840 pixels
pt: 3840 píxeis
vi: 3840 pixel

# pref_max_export_size_choices:8
source: Unlimited
pt: Ilimitado
vi: Vô hạn

# pref_export_multi_images_format
source: Export folders as
pt: Exportar pastas como
vi: Xuất thư mục dưới dạng

# pref_export_multi_images_format_dialog
source: Export folders as
pt: Exportar pastas como
vi: Xuất thư mục dưới dạng

# pref_export_multi_images_format_choices:0
source: Separate images
pt: Separar imagens
vi: Hình ảnh riêng biệt

# pref_export_multi_images_format_choices:2
source: Zip archive of images
pt: Arquivo zip de imagens
vi: Zip lưu trữ hình ảnh

# pref_export_multi_images_format_choices:3
source: ImageMeter folder
pt: Pasta ImageMeter
vi: Thư mục ImageMeter

# pref_export_single_image_format_choices:3
source: ImageMeter image
pt: Imagem ImageMeter
vi: Hình ảnh ImageMeter

# pref_bluetooth_device_protocol_bosch_glm100c
source: Bosch GLM100c
vi: Máy xay sinh tố GLM100c

# pref_bluetooth_device_protocol_bosch_glm120c
source: Bosch GLM120c
vi: Máy xay sinh tố GLM120c

# pref_bluetooth_device_protocol_leica_disto_classic
source: Leica Disto classic
vi: Leica Disto cổ điển

# pref_bluetooth_device_protocol_stanley_tlm99s
source: Stanley TLM99s
vi: Stanley TLM99

# pref_bluetooth_device_protocol_precaster_cx100
source: Precaster CX100
vi: CX100 đúc sẵn

# pref_bluetooth_device_protocol_laserliner_compactpro
source: Laserliner Compact Pro
vi: Máy quét laser nhỏ gọn Pro

# pref_bluetooth_device_protocol_toolsmart_anglefinder
source: ToolSmart-AngleFinder
vi: ToolSmart-Angle Downloader

# pref_ui_tip_of_day_enabled
source: Enable tip of the day
pt: Habilitar dica do dia
vi: Cho phép tiền boa trong ngày

# pref_ui_tip_of_day_enabled_summaryon
source: Tip of the day will be shown at app start
pt: Dica do dia será exibida no início do aplicativo
vi: Mẹo trong ngày sẽ được hiển thị khi bắt đầu ứng dụng

# pref_ui_tip_of_day_enabled_summaryoff
source: Tip of the day will not be shown
pt: A dica do dia não será mostrada
vi: Mẹo trong ngày sẽ không được hiển thị

# pref_ui_show_directory_after_export_enabled
source: Tell directory after export
pt: Indicar o diretório depois da exportação
vi: Giới thiệu thư mục sau khi xuất

# pref_ui_image_order_criterium_choices:0
source: Image name
pt: Nome da imagem
vi: Tên Hình ảnh

# pref_ui_image_order_criterium_choices:1
source: Capture date (oldest first)
pt: Data de captura (a mais antiga primeiro)
vi: Ngày chụp (cũ nhất trước)

# pref_ui_image_order_criterium_choices:2
source: Capture date (latest first)
pt: Data de captura (a mais recente primeiro)
vi: Ngày chụp (lần đầu tiên gần nhất)

# pref_preset_text
source: Preset text %1$s
pt: Texto predefinido %1$s
vi: Văn bản đặt trước %1$s

# pref_preset_text_dialog
source: Enter preset text %1$s
pt: Digitar o texto predefinido %1$s
vi: Nhập văn bản đặt trước %1$s

# pref_storage_cloud_storage
source: Cloud storage
vi: Lưu trữ đám mây

# pref_storage_show_images_in_gallery_on
source: All images will show up in gallery
pt: Todas as imagens aparecerão na galeria
vi: Tất cả hình ảnh sẽ hiển thị trong bộ sưu tập

# pref_storage_show_images_in_gallery_off
source: Images will not show in the gallery
pt: As imagens não serão exibidas na galeria
vi: Hình ảnh sẽ không hiển thị trong bộ sưu tập

# pref_storage_directory_error_nonpro
source: Changing the storage directory is only available in the Pro version.
pt: Alterar o diretório de armazenamento só está disponível na versão Pro.
vi: Thay đổi thư mục lưu trữ chỉ có sẵn trong phiên bản Pro.

# pref_cloud_storage_sync_mode:0
source: Download on demand
vi: Tải về theo yêu cầu

# pref_cloud_storage_sync_mode:1
source: Full download
vi: Đầy đủ tải về

# editor_menu_add_text
source: Text
pt: Texto
vi: Bản văn

# editor_menu_edit_rotate
source: Rotate image
pt: Girar imagem
vi: Xoay hình ảnh

# editor_menu_edit_settings
source: Settings…
pt: Definições...
vi: Cài đặt

# editor_menu_color
source: Color
pt: Cor
vi: Màu

# editor_dialog_style_textbox_fill_background
source: Filled background
pt: Fundo preenchido
vi: Nền đầy

# editor_dialog_style_measure_text_position_choices:0
source: Above line
pt: Acima da linha
vi: Đường trên

# editor_dialog_style_measure_text_position_choices:1
source: Within line
pt: Dentro da linha
vi: Trong dòng

# editor_dialog_style_measure_inverted_drawing
source: Inverted drawing
pt: Desenho invertido
vi: Vẽ ngược

# editor_dialog_style_measure_inverted_drawing_choices:0
source: Never
pt: Nunca
vi: Không bao giờ

# editor_dialog_style_measure_inverted_drawing_choices:1
source: When too narrow
pt: Quando muito estreito
vi: Khi quá hẹp

# editor_dialog_style_measure_inverted_drawing_choices:2
source: Always
pt: Sempre
vi: Luôn luôn

# editor_dialog_style_flatref_grid_always_on
source: Always show grid
pt: Mostrar sempre grade
vi: Luôn hiển thị lưới

# editor_error_nonpro_gelement_limit_message
source: Please upgrade to the pro version of ImageMeter to use more than five annotations.
vi: Vui lòng nâng cấp lên phiên bản pro của ImageMeter để sử dụng nhiều hơn năm chú thích.

# editor_error_nonpro_bluetooth_limit_message
source: For Bluetooth measurements with more than 3 meters, please upgrade to the pro version.
vi: Đối với các phép đo Bluetooth có hơn 3 mét, vui lòng nâng cấp lên phiên bản pro.

# editor_error_nonpro_pro_tool_message
source: This tool is only available in the pro version.
pt: Esta ferramenta só está disponível na versão pro.
vi: Công cụ này chỉ có sẵn trong phiên bản pro.

# editor_dialog_upgrade_button_upgrade
source: Show upgrade benefits
vi: Hiển thị lợi ích nâng cấp

# editor_error_image_out_of_memory
source: Out of memory! Cannot load image. Try reducing the maximum image resolution in the editor. This can be done in the app settings.
pt: Fora da memória! Não é possível carregar a imagem. Tente reduzir a resolução máxima da imagem no editor. Isso pode ser feito nas configurações do aplicativo.
vi: Hết trí nhớ rồi! Không thể tải hình ảnh. Hãy thử giảm độ phân giải hình ảnh tối đa trong trình chỉnh sửa. Điều này có thể được thực hiện trong cài đặt ứng dụng.

# export_warning_low_memory_export_resolution_reduced
source: Your device has been low on main memory. The output image resolution (%1$d x %2$d) had to be reduced. You might want to reduce the maximum output resolution in the app settings.
pt: O seu dispositivo tem pouca memória principal. A resolução da imagem de saída (%1$d x %2$d) teve que ser reduzida. É possível que queira reduzir a resolução de saída máxima nas configurações do aplicativo.
vi: Thiết bị của bạn đã bị thiếu bộ nhớ chính. Độ phân giải hình ảnh đầu ra ( %1$d x %2$d ) đã bị giảm. Bạn có thể muốn giảm độ phân giải đầu ra tối đa trong cài đặt ứng dụng.

# export_eval_version
source: evaluation copy
pt: cópia de avaliação
vi: bản đánh giá

# export_intent_subject
source: ImageMeter export: %1$s
pt: ImageMeter exportar: %1$s
vi: Xuất ImageMeter: %1$s

# dimension_format_imperial_length_unit_choices:0
source: mil
vi: triệu

# dimension_format_imperial_length_unit_choices:3
source: yard
pt: quintal
vi: sân

# dimension_format_imperial_length_unit_choices:4
source: mile
vi: dặm

# dimension_format_area_metric_prefix_choices:2
source: m²
vi: m2

# dimension_format_area_metric_prefix_choices:6
source: µm²
vi: Gianm²

# textbox_dialog_label
source: Enter text:
pt: Digite o texto:
vi: Nhập văn bản:

# textbox_dialog_presets
source: or select a preset text:
pt: ou selecione um texto predefinido:
vi: hoặc chọn một văn bản cài sẵn:

# textbox_dialog_presets_help
source: You can change the preset texts in the application settings.
pt: Pode alterar os textos predefinidos nas configurações do aplicativo.
vi: Bạn có thể thay đổi các văn bản cài sẵn trong cài đặt ứng dụng.

# textbox_keep_custom_text
source: (keep custom text)
pt: (manter o texto personalizado)
vi: (giữ văn bản tùy chỉnh)

# textbox_rtl_language_warning_title
source: Please note
pt: Note-se:
vi: Xin lưu ý

# textbox_rtl_language_warning_text
source: ImageMeter currently does not support entering text in right-to-left languages. Text display may be broken.
pt: De momento, o ImageMeter não suporta a digitalização de texto nos idiomas da direita para a esquerda. A exibição de texto pode estar interrompida.
vi: ImageMeter hiện không hỗ trợ nhập văn bản bằng các ngôn ngữ từ phải sang trái. Hiển thị văn bản có thể bị hỏng.

# bluetooth_error_bluetooth_not_configured
source: You have not yet configured any Bluetooth laser distance meter. Please pair your Bluetooth device with your Android device. Afterwards, open the app settings and select the Bluetooth device to use. Bluetooth Smart devices do not have to be paired, but they have to be turned on to appear in the device selection.
pt: Ainda não configurou nenhum medidor de distância laser Bluetooth. Por favor, emparelhe o dispositivo Bluetooth com o seu dispositivo Android. Depois, abra as configurações do aplicativo e selecione o dispositivo Bluetooth para utilizar. Os dispositivos Bluetooth Smart não precisam de ser emparelhados, mas eles devem ser ativados para aparecer na seleção do dispositivo.
vi: Bạn chưa định cấu hình bất kỳ máy đo khoảng cách laser Bluetooth nào. \ N \ n Vui lòng ghép nối thiết bị Bluetooth của bạn với thiết bị Android. Sau đó, mở cài đặt ứng dụng và chọn thiết bị Bluetooth để sử dụng. Các thiết bị Bluetooth Smart không cần phải được ghép nối, nhưng chúng phải được bật để xuất hiện trong lựa chọn thiết bị.

# bluetooth_error_no_bluetooth_le
source: Device does not support Bluetooth LE (at least Android 4.3 required).
pt: O dispositivo não suporta o Bluetooth LE (é necessário pelo menos o Android 4.3).
vi: Thiết bị không hỗ trợ Bluetooth LE (yêu cầu ít nhất là Android 4.3).

# bluetooth_error_no_bonded_bluetooth_device
source: The selected Bluetooth device is currently not paired. Please pair it in the Android settings.
pt: De momento, o dispositivo Bluetooth selecionado não está emparelhado. Emparelhe-o nas configurações do Android.
vi: Thiết bị Bluetooth đã chọn hiện không được ghép nối. Vui lòng ghép nối nó trong cài đặt Android.

# inapp_dialog_upgrade_benefits_title
source: Upgrade to pro version
vi: Nâng lên phiên bản chuyên nghiệp

# inapp_dialog_upgrade_benefits_text
source: Upgrading will give you these benefits: - unlimited annotations, - circle, rectangle, and point measurement tools - perspective length measurement tool - no visible logo in exported images, - bluetooth measurements with unlimited distance. This upgrade gives you all the features of the pro version. The upgrade is active when you see the text 'with pro-upgrade' in the title bar.
vi: Nâng cấp sẽ mang lại cho bạn những lợi ích sau: \ n \ n- chú thích không giới hạn, \ n- vòng tròn, hình chữ nhật và công cụ đo điểm khoảng cách. \ n \ n Bản nâng cấp này cung cấp cho bạn tất cả các tính năng của phiên bản pro. \ n \ n Nâng cấp được kích hoạt khi bạn thấy văn bản 'với bản nâng cấp' trong thanh tiêu đề.

# inapp_dialog_upgrade_benefits_ok
source: Upgrade now
vi: Nâng cấp ngay bây giờ

# inapp_dialog_upgrade_benefits_later
source: Later
pt: Mais tarde
vi: Một lát sau

# inapp_dialog_upgrade_active_title
source: Upgrade active
vi: Nâng cấp hoạt động

# inapp_dialog_upgrade_active_text
source: The pro upgrade has been activated. Thank you for using ImageMeter!
vi: Bản nâng cấp chuyên nghiệp đã được kích hoạt. \ N \ nCảm ơn bạn đã sử dụng ImageMeter!

# inapp_dialog_upgrade_failed_title
source: Upgrade failed
vi: Nâng cấp thất bại

# inapp_dialog_upgrade_failed_text
source: The pro upgrade could not be activated. Reason: '%1$s'.
vi: Nâng cấp pro không thể được kích hoạt. \ N \ n Lý do: ' %1$s '.

# inapp_message_upgrade_has_not_been_bought
source: Upgrade not registered as bought
vi: Nâng cấp không đăng ký như đã mua

# inapp_error_setup
source: Error setting up in-app billing:
pt: Erro ao configurar o faturamento no aplicativo:
vi: Lỗi khi thiết lập thanh toán trong ứng dụng:

# inapp_error_query
source: Cannot query state of purchase:
pt: Não se pode consultar o estado da compra:
vi: Không thể truy vấn trạng thái mua hàng:

# inapp_error_purchase
source: Could not process purchase:
pt: Não se pôde processar a compra:
vi: Không thể xử lý mua hàng:

# inapp_error_billing_unavailable
source: Billing unavailable
vi: Thanh toán không khả dụng

# inapp_error_feature_not_supported
source: Feature not supported
vi: Tính năng không được hỗ trợ
