Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# editor_menu_edit_lock_element
source: Lock element
de: Element sperren
fr: Verrouiller l'élément
ru: Заблокировать элемент
vi: Phần tử khóa

# editor_menu_edit_unlock_element
source: Unlock element
de: ELement entsperren
fr: Déverrouiller l'élément
ru: Разблокировать элемент
vi: Yếu tố mở khóa

# editor_menu_edit_lock_all_elements
source: Lock all elements
de: Alle Elemente sperren

# editor_menu_edit_unlock_all_elements
source: Unlock all elements
de: Alle Elemente entsperren

# editor_menu_edit_imagesettings
source: Image settings
de: Bildeinstellungen
fr: Paramètres d'image
ru: Настройки изображения

# editor_menu_edit_bluetooth_trigger
source: Trigger Laser
de: Laser auslösen
ru: Лазерный триггер

# editor_menu_edit_tag
source: Tag and properties
de: Etikett und Parameter

# editor_menu_style
source: Style
de: Aussehen
pt: Estilo
ru: Стиль
vi: Phong cách

# editor_hint_howto_draw_reference
source: Please point-and-drag one side of the reference.
de: Eine Seite der Referenz zeichnen.
fr: Veuillez pointer et glisser d'un côté de la référence.
pt: Por favor, aponte e arraste um lado da referência.
ru: Пожалуйста, укаживайте и перетащите одну сторону связи.
vi: Vui lòng trỏ và kéo một bên của tài liệu tham khảo.

# editor_hint_howto_draw_flatref
source: Please point-and-drag the length of the reference distance.
de: Zeichnen Sie die Länge der Referenzdistanz.
fr: Veuillez pointer et faites glisser la longueur de la distance de référence.
pt: Por favor, aponte e arraste o comprimento da distância de referência.
ru: Выберите точку и вытяните шкалу к конечной точке
vi: Vui lòng chỉ và kéo độ dài của khoảng cách tham chiếu.

# editor_hint_howto_draw_measure
source: Please point-and-drag the new measure.
de: Zeichnen Sie die Bemaßung ein.
fr: Veuillez pointer-glisser la nouvelle mesure.
pt: Por favor, aponte e arraste a nova medida.
ru: Пожалуйста, удерживайте и перетащите новый замер.
vi: Vui lòng chỉ và kéo biện pháp mới.

# editor_hint_howto_draw_angle
source: Please draw the new angle in one stroke.
de: Zeichnen Sie den Winkel in einer zusammenhängenden Bewegung
fr: Veuillez dessiner un nouvel angle d'un trait.
pt: Por favor, desenhe o novo ângulo de um só golpe.
ru: Пожалуйста, обозначте вершину и перетащите одну сторону нового угла.
vi: Hãy vẽ góc mới trong một nét.

# editor_hint_howto_draw_area
source: Please draw the outline of the area in one stroke.
de: Zeichnen Sie den Umriß der Fläche in einer Bewegung.
fr: Veuillez dessiner le contour de la région d'un trait.
pt: Por favor, desenhe o contorno da área de um só golpe.
ru: Пожалуйста, удерживайте и перетащите одну сторону области.
vi: Hãy vẽ phác thảo của khu vực trong một đột quỵ.

# editor_hint_howto_draw_text
source: Please position the text area by pointing at the target location and then dragging the textbox to the end of the arrow.
de: Zeichnen Sie den Textbereich ausgehend vom Ziel und ziehen Sie dann die Textbox zur Seite.
fr: Veuillez positionner le zone de texte en pointant la destination et en glissant la zone de texte au bout de la fléche.
pt: Por favor, coloque a área de texto apontando para o local de destino e arrastando a caixa de texto até o final da seta.
ru: Пожалуйста, определите расположение текстовой области, затем задайте направление стрелкой из текстового поля.
vi: Vui lòng định vị vùng văn bản bằng cách chỉ vào vị trí đích và sau đó kéo hộp văn bản đến cuối mũi tên.

# editor_hint_howto_draw_circle
source: Please point to the circle center and drag to specify the circle size.
de: Ziehen Sie die Strecke vom Kreismittelpunkt bis zum gewünschten Radius.
fr: Veuillez pointer vers le centre du cercle et faites glisser pour spécifier la taille du cercle.
pt: Por favor, aponte para o centro do círculo e arraste para especificar o tamanho do círculo.
ru: Пожалуйста, укажите центр окружности и перетащите, чтобы задать размер круга.
vi: Vui lòng chỉ vào trung tâm vòng tròn và kéo để chỉ định kích thước vòng tròn.

# editor_hint_howto_draw_freehand
source: You are now drawing in freehand mode until you press the close button.
de: Freihand-Zeichenmodus ist aktiv. Zum Beenden drücken Sie den Knopf oben rechts.
fr: Vous dessinez maintenant en mode main levée jusqu'à ce que vous appuyez sur le bouton de fermeture.
pt: Agora está desenhando no modo à mão livre até pressionar o botão de fechar.
ru: Вы будете находиться в режиме рисования, пока не закроете это сообщение.
vi: Bây giờ bạn đang vẽ ở chế độ tự do cho đến khi bạn nhấn nút đóng.

# editor_hint_howto_draw_point
source: Place the point with a simple click.
de: Setzen sie den Punkt durch einen einfachen Klick.
fr: Placez le point avec un simple clic.
ru: Укажите точку размещения
vi: Đặt điểm với một cú nhấp chuột đơn giản.

# editor_hint_howto_draw_line
source: Please point-and-drag the new line.
de: Zeichnen Sie die Linie ein.
fr: Veuillez pointer et faites glisser la nouvelle ligne.
ru: Укажите начало и сдвиньте
vi: Vui lòng trỏ và kéo dòng mới.

# editor_hint_howto_draw_ellipse
source: Please point to the ellipse center and drag to specify the radius.
de: Zeichnen Sie die Ellipse vom Zentrum zum Rand ein.
fr: Veuillez pointer vers le centre de l'ellipse et faites glisser pour spécifier le rayon.
ru: Сдвиг центральных точек задает радиус
vi: Vui lòng chỉ vào trung tâm hình elip và kéo để chỉ định bán kính.

# editor_hint_howto_draw_rectangle
source: Please draw the rectangle diagonal.
de: Zeichnen Sie die Diagonale des Rechtecks.
fr: Veuillez dessiner le rectangle en diagonale.
ru: Задайте диагональ прямоугольника
vi: Hãy vẽ đường chéo hình chữ nhật.

# editor_hint_howto_draw_perspective_line
source: Tool for measuring an unknown distance along a perspectively distorted line. See the FAQ for an introduction.
de: Messen einer unbekanntenten Distanz entlang einer perspektivisch verzerrten Gerade. Erklärungen dazu in den FAQs.
fr: Outil pour mesurer une distance inconnue le long d'une ligne déformée en perspective. Voir la FAQ pour une introduction.
ru: Инструмент для измерения неизвестного расстояния по искаженной в перспективе линии. См. Введение в FAQ.
vi: Công cụ đo khoảng cách không xác định dọc theo đường méo mó. Xem Câu hỏi thường gặp để giới thiệu.

# editor_hint_howto_draw_dimstring
source: Please draw the first dimension string. Use the top toolbar to modify it.
de: Zeichnen Sie die erste Maßkette. Über die obere Werkzeugleiste können Sie weitere hinzufügen.
fr: Veuillez dessiner la première chaîne de dimension. Utilisez la barre d'outils supérieure pour la modifier.
ru: Нарисуйте первую размерную строку. Используйте верхнюю панель инструментов, чтобы изменить его.

# editor_hint_howto_draw_dimstring_cumulative
source: Please draw the first dimension string. Use the top toolbar to modify it.
de: Zeichnen Sie die erste Maßkette. Über die obere Werkzeugleiste können Sie weitere hinzufügen.
fr: Veuillez dessiner la première chaîne de dimension. Utilisez la barre d'outils supérieure pour la modifier.
ru: Нарисуйте первую размерную строку. Используйте верхнюю панель инструментов, чтобы изменить его.

# editor_hint_howto_attach_to_reference
source: Click on the measure you want to compute based on the selected reference.
de: Wählen Sie die Bemaßung, die Sie anhand der gewählten Referenz berechnen möchten.
fr: Cliquez sur la mesure que vous voulez estimer par rapport à la référence sélectionnée.
pt: Clique na medida que deseja calcular com base na referência selecionada.
ru: Нажмите на замер, который Вы хотите добавить к выбранной связи.
vi: Nhấp vào số đo bạn muốn tính toán dựa trên tham chiếu đã chọn.

# editor_hint_howto_attach_measure
source: Click on the reference based on which you want to calculate the selected measure.
de: Wählen Sie die Referenz, anhand derer Sie die gewählte Bemaßung berechnen möchten.
fr: Cliquez sur la référence que vous désirez utiliser pour calculer la mesure sélectionnée.
pt: Clique na referência com base na qual deseja calcular a medida selecionada.
ru: Нажмите на связь, которую Вы хотите добавить к выбранному замеру.
vi: Nhấp vào tham chiếu dựa trên đó bạn muốn tính toán số đo đã chọn.

# editor_help_why_no_measured_value
source: The value cannot yet be computed because the image is not calibrated. Please add a 'reference scale' or a 'perspective reference'.
de: Der Wert kann noch nicht berechnet werden, da das Bild nicht kalibriert ist. Bitte fügen Sie einen 'Referenzmaßstab' oder eine 'Perspektivische Referenz' hinzu.
ru: Значение пока не может быть вычислено, потому что изображение не откалибровано. Пожалуйста, добавьте «эталонный масштаб» или «ссылку на перспективу».

# editor_help_why_no_measured_value_manual_url
source: https://imagemeter.com/manual/measuring/basics
de: https://imagemeter.com/de/manual/measuring/basics

# editor_help_why_no_measured_value_because_two_references
source: The value is not computed because the image contains two references. Please select 'Compute value' from the menu and select which reference to use.
de: Der Wert wurde nicht berechnet, weil es im Bild zwei Referenzen gibt. Bitte wählen Sie 'Wert berechnen' aus dem Menü und entscheiden, welche Referenz Sie benutzen wollen.
ru: Значение не вычисляется, потому что изображение содержит две ссылки. Пожалуйста, выберите «Вычислить значение» в меню и выберите, какую ссылку использовать.

# editor_help_do_not_show_again
source: Don't show again
de: Nicht mehr zeigen
ru: Больше не показывать

# editor_help_show_instructions
source: Show instructions
de: Anleitung zeigen
ru: Показать инструкции

# editor_error_no_reference_to_attach_to
source: There is no reference in the image! You need to draw a reference in order to do automatic computations.
de: Es gibt keine Referenz im Bild! Sie müssen zunächst eine Referenz einzeichnen.
fr: Il n'y a pas de référence dans l'image! Vous devez dessiner une référence pour effectuer des calculs automatiques.
pt: Não há referência na imagem! Você precisa desenhar uma referência para fazer cálculos automáticos.
ru: Нет связи на изображении! Вам необходимо задать связь для того, чтобы сделать автоматическое вычисление.
vi: Không có tài liệu tham khảo trong hình ảnh! Bạn cần vẽ một tài liệu tham khảo để thực hiện tính toán tự động.

# editor_error_no_element_to_attach_to_reference
source: There is no measure that could be computed.
de: Es gibt kein Maß, das berechnet werden könnte.
fr: Il n'y a aucune mesure qui puissent être calculée.
pt: Não há nenhuma medida que possa ser calculada.
ru: Нет никаких замеров, которые возможно вычислить.
vi: Không có biện pháp nào có thể được tính toán.

# editor_message_element_has_been_attached_to_single_reference
source: Measure is computed based on the reference you provided.
de: Maß wird auf Basis der eingezeichneten Referenz berechnet.
fr: La mesure est calculée en fonction de la référence que vous avez fournie.
pt: A medida é calculada com base na referência que forneceu.
ru: Замер вычисляется при помощи заданной Вами связи.
vi: Số đo được tính dựa trên tài liệu tham khảo bạn cung cấp.

# editor_dialog_tag_properties_title
source: Tags and properties
de: Etikette und Parameter

# editor_dialog_save_corrupted_imm_file_message
source: The image data could not be read successfully. ImageMeter has tried to load as much of the data as possible, but the image annotations may be incomplete or may have errors. Do you want to keep the old data (new modifications will not be saved), or do you want to overwrite the data (you will lose the elements that could not be read successfully)?
de: Die Bilddaten konnten nicht erfolgreich geladen werden. ImageMeter hat versucht, so viel der Daten zu lesen, wie möglich, aber sie können unvollständig oder fehlerhaft sein. Wollen Sie die alten Daten behalten (Änderungen werden nicht gespeichert), oder wollen Sie die Daten überschreiben (die nicht erfolgreich geladenen Teile gehen verloren)?
fr: Les données d'image n'ont pas pu être lues correctement. ImageMeter a essayé de charger autant de données que possible, mais les annotations d'images peuvent être incomplètes ou avoir des erreurs. Voulez-vous conserver les anciennes données (les nouvelles modifications ne seront pas sauvegardées), ou voulez-vous écraser les données (vous perdrez les éléments qui n'ont pas pu être lus avec succès)?
pt: Os dados da imagem não podem ser lidos com êxito. O ImageMeter tentou carregar a maior parte dos dados possível, mas as anotações da imagem podem estar incompletas ou podem ter erros. Deseja manter os dados antigos (as novas modificações não serão guardadas) ou deseja substituir os dados (perderá os elementos que não podem ser lidos com êxito)?
ru: Данные изображения не могут быть прочитаны. ImageMeter пытался загрузить как можно больше данных, но аннотации изображения могут быть неполными или могут содержать ошибки. Вы действительно желаете сохранить старые данные (новые изменения не будут сохранены), или Вы хотите перезаписать данные (при этом Вы потеряете элементы, которые не удалось прочесть)?
vi: Dữ liệu hình ảnh không thể được đọc thành công. ImageMeter đã cố tải càng nhiều dữ liệu càng tốt, nhưng các chú thích hình ảnh có thể không đầy đủ hoặc có thể có lỗi. \ N \ nBạn có muốn giữ dữ liệu cũ không (có sửa đổi mới không ghi đè lên dữ liệu (bạn sẽ mất các yếu tố không thể đọc thành công)?

# editor_dialog_save_corrupted_imm_file_overwrite_button
source: Overwrite
de: Überschreiben
fr: Écraser
pt: Sobrescrever
ru: Переписать
vi: Ghi đè

# editor_dialog_save_corrupted_imm_file_keep_old_button
source: Keep old data
de: Alte Daten behalten
fr: Conserver les anciennes données
pt: Manter dados antigos
ru: Сохранить старые данные
vi: Giữ dữ liệu cũ

# color_dialog_special_automatic
source: Automatic
de: Automatisch
fr: Automatique
ru: Автоматически
vi: Tự động

# color_dialog_special_use_main_color
source: Use main color
de: Hauptfarbe benutzen
fr: Utiliser la couleur principale
ru: Выбор цвета
vi: Sử dụng màu chính

# editor_dialog_style_set_as_default
source: Set as default
de: Als Standard setzen
fr: Utiliser par défaut
pt: Definir como predefinição
ru: Установить по умолчанию
vi: Đặt làm mặc định

# editor_dialog_style_apply_to
source: Apply to …
de: Anwenden auf ...
fr: S'appliquent à …
ru: Применить к…
vi: Ứng tuyển …

# editor_dialog_style_spinner_various_values
source: various
de: verschieden
fr: divers
ru: Различный
vi: khác nhau

# editor_dialog_style_generic_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
ru: Ширина линии

# editor_dialog_style_textbox_title
source: Text box style
de: Textfeldstil
fr: Style de zone de texte
pt: Estilo de caixa de texto
ru: Стиль текста
vi: Kiểu hộp văn bản

# editor_dialog_style_textbox_show_arrow
source: Show arrow
de: Pfeil zeigen
fr: Afficher la flèche
pt: Mostrar flecha
ru: Видимость стрелки
vi: Hiển thị mũi tên

# editor_dialog_style_textbox_show_border
source: Show border
de: Rahmen zeichnen
fr: Afficher la bordure
pt: Mostrar Borda
ru: Видимость каймы
vi: Hiển thị đường viền

# editor_dialog_style_textbox_text_outline
source: Text outline
de: Textumrandung
fr: Contour du texte
pt: Esboço do texto
ru: Текст с контуром
vi: Phác thảo văn bản

# editor_dialog_style_textbox_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_textbox_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# editor_dialog_style_textbox_background_color
source: Background color
de: Hintergrundfarbe
fr: Couleur de l'arrière plan
ru: Фоновый цвет
vi: Màu nền

# editor_dialog_style_textbox_text_color
source: Text color
de: Textfarbe
fr: Couleur du texte
ru: Цвет текста
vi: Văn bản màu

# editor_dialog_style_textbox_text_alignment
source: Text alignment
de: Textausrichtung
fr: Alignement du texte
ru: Выравнивание текста
vi: Căn chỉnh văn bản

# editor_dialog_style_textbox_text_alignment_choices:0
source: Left
de: Links
fr: Gauche
ru: Слева
vi: Trái

# editor_dialog_style_textbox_text_alignment_choices:1
source: Center
de: Zentriert
fr: Centre
ru: Центр
vi: Trung tâm

# editor_dialog_style_textbox_text_alignment_choices:2
source: Right
de: Rechts
fr: Droite
ru: Справа
vi: Đúng

# editor_textbox_add_arrow
source: Add arrow
de: Pfeil hinzufügen
ru: Добавить стрелку

# editor_textbox_delete_arrow
source: Delete arrow
de: Pfeil entfernen
ru: Удалить стрелку

# editor_dialog_style_freehand_title
source: Freehand style
de: Freihandstil
fr: Style à main levée
pt: Estilo de mão livre
ru: Стиль карандаша
vi: Phong cách tự do

# editor_dialog_style_freehand_line_width
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# editor_dialog_style_freehand_outline_width
source: Outline width
de: Randbreite
fr: Largeur du contour
pt: Largura do contorno
ru: Ширина каймы
vi: Chiều rộng phác thảo

# editor_dialog_style_freehand_line_pattern
source: Line pattern
de: Linienmuster
fr: Motif de ligne
pt: Padrão de linha
ru: Тип линий
vi: Mẫu đường

# editor_dialog_style_ellipse_title
source: Ellipse style
de: Ellipsenstil
fr: Style Ellipse
ru: Стиль эллипса
vi: Phong cách elip

# editor_dialog_style_line_title
source: Line style
de: Linienstil
fr: Style de ligne
ru: Стиль линии
vi: Kiểu đường

# editor_dialog_style_measure_title
source: Dimension style
de: Bemaßungsstil
fr: Style de mesure
pt: Estilo de dimensão
ru: Стиль замера
vi: Phong cách kích thước

# editor_dialog_style_measure_show_text
source: Show length
de: Länge zeigen
fr: Afficher la longueur
ru: Показать длину
vi: Hiển thị chiều dài

# editor_dialog_style_measure_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de police
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_measure_line_style
source: Line style
de: Linienstil
fr: Style de flèche
pt: Estilo de linha
ru: Стиль стрелки
vi: Kiểu đường

# editor_dialog_style_measure_line_pattern
source: Line pattern
de: Linienmuster
fr: Motif de ligne
pt: Padrão de linha
ru: Тип линий
vi: Mẫu đường

# editor_dialog_style_measure_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# editor_dialog_style_measure_linecap_magnification
source: Line cap size
de: Pfeilspitzengröße
fr: Taille de ligne
pt: Tamanho da tampa da linha
ru: Размер указателей
vi: Kích thước nắp dòng

# editor_dialog_style_measure_text_position_above
source: Above line
de: Über der Linie
fr: Au-dessus de la ligne
ru: Сверху

# editor_dialog_style_measure_text_position_within
source: Within line
de: In der Linie
fr: Dans la ligne
ru: Внутри

# editor_dialog_style_measure_text_color
source: Text color
de: Textfarbe
fr: Couleur du texte
ru: Цвет текста
vi: Văn bản màu

# editor_measure_move_label
source: Move label
de: Text verschieben
ru: Переместить ярлык

# editor_dialog_style_angle_title
source: Angle style
de: Winkelstil
fr: Style d'angle
pt: Estilo de ângulo
ru: Стиль угла
vi: Kiểu góc

# editor_dialog_style_angle_show_text
source: Show text
de: Text zeigen
fr: Afficher le texte
pt: Mostrar texto
ru: Видимость текста
vi: Hiển thị văn bản

# editor_dialog_style_angle_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_angle_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# editor_dialog_style_rect_title
source: Reference style
de: Referenzstil
fr: Style de référence
pt: Estilo de referência
ru: Стиль связи
vi: Phong cách tham khảo

# editor_dialog_style_rect_show_text
source: Show side lengths
de: Seitenlängen zeigen
fr: Afficher les longueurs des côtés
ru: Показать длину сторон
vi: Hiển thị độ dài bên

# editor_dialog_style_rect_show_area
source: Show area
de: Fläche zeigen
fr: Afficher l'aire
pt: Área de exibição
ru: Площадь
vi: Khu vực trưng bày

# editor_dialog_style_rect_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_rect_grid_always_on
source: Always show grid
de: Gitter immer zeigen
fr: Toujours afficher la grille
pt: Mostrar sempre grade
ru: Видимость сетки
vi: Luôn hiển thị lưới

# editor_dialog_style_rect_hgridsubdiv
source: Grid subdivisions (H)
de: Gitterunterteilungen (H)
fr: Sous-divisions de la grille (H)
pt: Subdivisões de grade (H)
ru: Делений в сетке (H)
vi: Phân khu lưới (H)

# editor_dialog_style_rect_vgridsubdiv
source: Grid subdivisions (V)
de: Gitterunterteilungen (V)
fr: Sous-divisions de la grille (V)
pt: Subdivisões de grade (V)
ru: Делений в сетке (V)
vi: Phân khu lưới (V)

# editor_dialog_style_rect_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# editor_dialog_style_rect_set_default_reference_size
source: Store reference size as default
de: Referenzgröße als Standard speichern
fr: Enregistrer la taille de référence par défaut
pt: Armazenar o tamanho da referência como predefinição
ru: Установить размер связи по умолчанию
vi: Lưu trữ kích thước tham chiếu như mặc định

# editor_dialog_style_rect_info_set_default_reference_size_title
source: Default Reference Size
de: Standard-Referenzgröße
fr: Taille de référence par défaut
pt: Tamanho de referência predefinido
ru: Дефолтный размер связи
vi: Kích thước tham chiếu mặc định

# editor_dialog_style_rect_info_set_default_reference_size_text
source: This button stores the currently entered reference dimensions as the default size. When creating a new reference, these dimensions are automatically set. You can set this to any reference that is suitable for your application, e.g. the size of a sheet of paper.
de: Diese Funktion speichert die eingegebene Referenzgröße als Standard ab. Wird eine neue Referenz erstellt, so wird diese Größe automatisch gesetzt. Sie können dies benutzen um ihr üblicherweise verwendetes Referenzobjekt, z.B. ein Blatt Papier, zu konfigurieren.
fr: Ce bouton enregistre les dimensions de référence actuellement entrées comme taille par défaut. Lors de la création d'une nouvelle référence, ces dimensions seront automatiquement définies. Vous pouvez définir ce paramètre sur toute référence adaptée à votre application, par exemple la taille d'une feuille de papier.
pt: Este botão armazena as dimensões de referência atualmente inseridas como o tamanho predefinido. Ao criar uma nova referência, essas dimensões são definidas automaticamente. Pode configurar isso em qualquer referência apropriada para sua aplicação, por exemplo, o tamanho de uma folha de papel.
ru: Эта кнопка сохранит установленные сейчас размеры связи, как шаблон по умолчанию. При создании новой связи, эти размеры устанавятся автоматически. Вы можете установить любую связь, которая наиболее подходит, например лист бумаги формата А4.
vi: Nút này lưu trữ kích thước tham chiếu hiện đang nhập làm kích thước mặc định. Khi tạo một tham chiếu mới, các kích thước này sẽ tự động được đặt. Bạn có thể đặt tham chiếu này cho bất kỳ tham chiếu nào phù hợp với ứng dụng của bạn, ví dụ: kích thước của một tờ giấy.

# editor_dialog_style_rect_grid_subdivisions_choices:0
source: none
de: Keine
fr: aucun
pt: nenhum
ru: нет
vi: không ai

# editor_dialog_style_rect_text_position_choices:0
source: Above line
de: Über der Linie
fr: Au-dessus de la ligne
pt: Acima da linha
ru: Сверху
vi: Đường trên

# editor_dialog_style_rect_text_position_choices:1
source: Within line
de: In der Linie
fr: Dans la ligne
pt: Dentro da linha
ru: Внутри
vi: Trong dòng

# editor_rectref_choose_size
source: Choose size
de: Referenzgröße wählen
ru: Выбор размера
