Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# pref_storage_directory_deletion_behavior_wont_delete
source: Data will stay on device when app is uninstalled.
de: Daten bleiben auch bei einer Deinstallation der App auf dem Gerät.
fr: Les données restent sur l'appareil lorsque l'application est désinstallée.
pt: Os dados permanecerão no dispositivo quando o aplicativo for desinstalado.
ru: Данные будут сохранены, при удалении приложения
vi: Dữ liệu sẽ ở lại trên thiết bị khi gỡ cài đặt ứng dụng.

# pref_storage_directory_deletion_behavior_unknown
source: Unknown whether data will be deleted during uninstall.
de: Unbekannt, ob die Daten bei einer Deinstallation der App auf dem Gerät bleiben.
fr: Ignoré si les données seront supprimées lors de la désinstallation.
pt: Desconhecido se os dados serão eliminados durante a desinstalação.
ru: Неизвестно, сохранятся ли данные после удаления приложения
vi: Không biết liệu dữ liệu sẽ bị xóa trong khi gỡ cài đặt.

# pref_storage_directory_not_enough_free_space_title
source: Insufficient space
de: Ungenügend Speicherplatz
fr: Espace insuffisant
pt: Espaço insuficiente
ru: Недостаточно места
vi: Không đủ không gian

# pref_storage_directory_not_enough_free_space_message
source: There is not enough free memory on the target volume to move all images.
de: Es gibt auf dem Zieldatenträge nicht genug Speicherplatz, um alle Bilder zu verschieben.
fr: Il n'y a pas assez de mémoire libre sur le volume cible pour déplacer toutes les images.
pt: Não há memória livre suficiente no volume de destino para mover todas as imagens.
ru: Недостаточно свободной памяти в выбранной директории, для переноса всех изображений.
vi: Không có đủ bộ nhớ trống trên ổ đĩa đích để di chuyển tất cả các hình ảnh.

# pref_storage_directory_error_could_not_copy_all_images
source: Could not copy all images to target directory. Maybe your folder names are no valid filenames on the target filesystem. Please change them and then try to copy the remaining data. The active storage directory has not been changed. Please note that the target directory now contains an incomplete copy of the source data!
de: Konnte nicht alle Bilder in das Zielverzeichnis kopieren. Möglicherweise enthalten die Ordnernamen Zeichen, die nicht vom Dateisystem des Zielverzeichnisses unterstützt werden. Bitte ändern Sie die Ordnernamen und versuchen erneut, die übrigen Bilder zu kopieren. Das aktive Datenverzeichnis wurde nicht geändert. Bitte beachten Sie, dass das Zielverzeichnis nun nur eine unvollständige Kopie der Eingangsdaten enthält.
fr: Impossible de copier toutes les images dans le répertoire cible. Peut-être que vos noms de dossier ne sont pas des noms de fichiers valides sur le système de fichiers cible. Renommez-les et essayez de copier les données restantes. Le répertoire de stockage actif n'a pas été changé. Veuillez noter que le répertoire cible contient maintenant une copie incomplète des données source!
pt: Não se pode copiar todas as imagens para o diretório de destino. Talvez os nomes das suas pastas não sejam nomes de arquivos válidos no sistema de arquivos de destino. Altere-os e tente copiar os dados restantes. O diretório de armazenamento ativo não foi alterado. Note-se que agora o diretório de destino contém uma cópia incompleta dos dados de origem!
ru: Невозможно скопировать все изображения в выбранную директорию. Возможно названия папок и файлов содержат недопустимые символы. Пожалуйста, измените их и затем попытайтесь скопировать оставшиеся данные. Исходные файлы активной директории не были изменены. Обратите внимание на то, что целевая папка теперь содержит неполную копию исходных данных!
vi: Không thể sao chép tất cả hình ảnh vào thư mục đích. Có thể tên thư mục của bạn không có tên tệp hợp lệ trên hệ thống tệp đích. Vui lòng thay đổi chúng và sau đó thử sao chép dữ liệu còn lại. \ N \ n Thư mục lưu trữ hoạt động chưa bị thay đổi. \ N \ n Xin lưu ý rằng thư mục đích hiện chứa bản sao dữ liệu nguồn chưa hoàn chỉnh!

# pref_storage_directory_cannot_move_files
source: Cannot move files
de: Kann die Dateien nicht verschieben
fr: Impossible de déplacer les fichiers
ru: Невозможно переместить файлы

# dialog_storage_move_annotated_images_progress_text
source: Moving images …
de: Verschiebe Bilder …

# dialog_storage_directory_move_images_progress_text
source: Moving images …
de: Verschiebe Bilder …

# cloud_storage_notice_text
source: Before setting up cloud storage, you should read the <a href="https://www.imagemeter.com/manual/storage/cloud">documentation</a> to avoid pitfalls.
de: Vor der Benutzung der Cloudspeicherung empfiehlt es sich, die <a href="https://www.imagemeter.com/de/manual/storage/cloud">Dokumentation</a> zu lesen, um typische Probleme zu vermeiden.
fr: Avant de configurer le stockage cloud, vous devez lire la <a href="https://www.imagemeter.com/manual/storage/cloud"> documentation </a> pour éviter les pièges.
ru: Перед настройкой облачного хранилища Вы должны прочитать <a href="https://www.imagemeter.com/manual/storage/cloud">документацию</a>, чтобы избежать ошибок.

# pref_cloud_storage_server_none
source: None
de: Keiner
fr: Aucun
ru: Нет
vi: không ai

# cloud_storage_server_note_drive
source: <b>Note:</b> the Google Drive backend does not allow access to shared folders yet. Hence, you can share images between devices when they use the same Google account, but not between devices using different accounts.
de: <b>Hinweis:</b> die Google Drive Implementierung erlaubt momentan noch nicht den Zugriff auf geteilte Ordner. Sie können Bilder zwischen Geräten teilen, wenn sie den gleichen Google-Account benutzen, aber nicht zwischen Geräten mit unterschiedlichen Accounts.
fr: <b>Remarque:</b> le backend de Google Drive ne permet pas encore d'accéder aux dossiers partagés. Par conséquent, vous pouvez partager des images entre des appareils lorsqu'ils utilisent le même compte Google, mais pas entre des appareils utilisant des comptes différents.
ru: <b> Примечание. </b> Бэкэнд Google Диска пока не разрешает доступ к общим папкам. Следовательно, Вы можете обмениваться изображениями между устройствами, когда они используют одну и ту же учетную запись Google, но не между устройствами, использующими разные учетные записи.

# cloud_storage_server_note_dropbox
source: The Dropbox backend also supports sharing your images with other Dropbox users. See the documentation at the link above how to set this up.
de: Mit dem Dropbox Server können Sie die Bilder auch mit anderen Dropbox-Benutzern teilen. Eine Anleitung dazu finden Sie unter dem obigen Link.
fr: Le backend Dropbox prend également en charge le partage de vos images avec d'autres utilisateurs Dropbox. Voir la documentation sur le lien ci-dessus comment configurer cela.
ru: Бэкэнд Dropbox также поддерживает обмен Вашими изображениями с другими пользователями Dropbox. См. Документацию по ссылке выше, как это настроить.

# cloud_storage_server_note_nextcloud
source: This backend allows you to use your own, private cloud server to host the images. You can set-up your own users and shared folders. Information how to set-up a server can be found at the documentation link above.
de: Diese Methode erlaubt es, Ihren eigenen, privaten Cloudserver für die Speicherung der Bilder zu benutzen. Sie können Ihre eigenen Benutzer und geteilte Ordner einrichten. Informationen, wie so ein Server eingerichtet werden kann, finden Sie unter dem obigen Link.
fr: Ce backend vous permet d'utiliser votre propre serveur cloud privé pour héberger les images. Vous pouvez configurer vos propres utilisateurs et dossiers partagés. Vous trouverez des informations sur la configuration d'un serveur sur le lien de documentation ci-dessus.
ru: Этот бэкэнд позволяет Вам использовать собственный частный облачный сервер для размещения изображений. Вы можете настроить своих пользователей и общие папки. Информацию о том, как настроить сервер, можно найти по ссылке на документацию выше.

# cloud_storage_server_note_handwerkcloud
source: The Handwerkcloud service offers not only storage space for your images and documents, but also an online office suite and other applications. A Handwerkcloud subscription includes an ImageMeter Business license. For more information see the <a href="https://handwerkcloud.de">Handwerkcloud website</a>.
de: Der Handwerkcloud-Service bietet nicht nur Speicherplatz für Ihre Bilder und Dokumente, sondern auch eine online Bürosoftware und andere Anwendungen. Ein Handwerkcloud-Abo beinhaltet die ImageMeter Businesslizenz. Weitere Informationen finden Sie unter der <a href="https://handwerkcloud.de">Handwerkcloud Webseite</a>.
fr: Le service Handwerkcloud offre non seulement un espace de stockage pour vos images et documents, mais également une suite bureautique en ligne et d'autres applications. Un abonnement Handwerkcloud comprend une licence ImageMeter Business. Pour plus d'informations, consultez le <a href="https://handwerkcloud.de"> site Web Handwerkcloud </a>.
ru: Сервис Handwerkcloud предлагает не только место для хранения Ваших изображений и документов, но также офисный онлайн-пакет и другие приложения. Подписка Handwerkcloud включает лицензию ImageMeter Business. Для получения дополнительной информации посетите <a href="https://handwerkcloud.de"> веб-сайт Handwerkcloud </a>.

# cloud_storage_server_note_onedrive
source: The OneDrive backend might be suitable if you want easy access to your annotated images from your Windows PC.
de: Die Speicherung in Ihrem OneDrive-Account bietet sich an, falls Sie einfachen Zugang zu Ihren bemaßten Bildern von einem Windows PC haben wollen.
ru: Серверная часть OneDrive может подойти, если Вам нужен легкий доступ к аннотированным изображениям с ПК с Windows.

# cloud_storage_do_two_way_sync
source: Do two-way sync
de: Zwei-Wege Sync aktivieren
fr: Faire une synchronisation bidirectionnelle
ru: Сделайте двустороннюю синхронизацию

# cloud_storage_base_directory
source: Data directory:
de: Datenverzeichnis:
fr: Répertoire de données:
ru: Каталог данных:
vi: Thư mục dữ liệu:

# cloud_storage_two_way_info_title
source: Two-way sync
de: Zwei-Wege Sync
fr: Synchronisation bidirectionnelle
ru: Двусторонняя синхронизация

# cloud_storage_two_way_info_text
source: The two-way sync is for exchanging data between multiple devices. The data it stores on the cloud storage is for internal use only. Do not modify the data stored on the cloud server manually!
de: Der Zwei-Wege Sync ist für den Austausch von Daten zwischen mehreren Geräten. Die Daten, welche auf dem Cloudspeicher gespeichert werden, ist nur für die Benutzung durch die App selbst. Diese Daten sollten nicht manuell verändert werden!
ru: Двусторонняя синхронизация предназначена для обмена данными между несколькими устройствами. Данные хранящиеся в облачном хранилище, предназначены только для внутреннего использования. Не изменяйте данные, хранящиеся на облачном сервере, вручную!

# cloud_storage_do_image_upload_sync
source: Do image upload
de: Bildupload aktivieren
fr: Faire le telechargement d'images
ru: Загрузить изображение

# cloud_storage_anno_base_directory
source: Image directory:
de: Bildverzeichnis:
fr: Répertoire de l'image:
ru: Каталог изображений:

# cloud_storage_default_anno_base_path
source: ImageMeter-Measures
de: ImageMeter-Messungen
fr: ImageMeter-Mesures
ru: ImageMeter-меры

# cloud_storage_image_upload_info_title
source: Image upload
de: Bildupload
fr: Téléchargement d'image
ru: Загрузка изображения

# cloud_storage_image_upload_info_text
source: The image upload option stores the measured images on the cloud server. This is the right option if you want to access your images from your office PC. This option cannot be used to exchange data between mobile devices. In fact, you should not sync to the same cloud image directory from several devices.
de: Der Bildupload speichert die bemaßten Bilder auf dem Cloudspeicher. Dies ist die richtige Option, falls Sie vom Büro-PC auf die Bilder zugreifen wollen. Diese Option kann nicht benutzt werden, um Daten zwischen Mobilgeräten auszutauschen. Sie sollten nicht von mehreren Geräten in das gleiche Cloud-Verzeichnis syncen.
ru: Опция загрузки изображений сохраняет измеренные изображения на облачном сервере. Это правильный вариант, если Вы хотите получить доступ к изображениям со своего офисного ПК. Этот параметр нельзя использовать для обмена данными между мобильными устройствами. Фактически, Вам не следует выполнять синхронизацию с одним и тем же каталогом облачных образов с разных устройств.

# cloud_storage_account
source: Account owner:
de: Accountbesitzer:
fr: Propriétaire du compte:
ru: Владелец аккаунта:
vi: Chủ tài khoản:

# cloud_storage_nextcloud_check_sign_in
source: Check sign in
de: Login prüfen
fr: Vérifier la connexion
ru: Проверить вход
vi: Đăng nhập

# cloud_storage_nextcloud_sign_in_successful
source: Signed in successfully.
de: Erfolgreich eingeloggt.
fr: Connecté avec succès.
ru: Вход выполнен успешно.
vi: Đã đăng nhập thành công.

# cloud_storage_handwerkcloud_manual_login_checkbox
source: Manual login
de: Manueller Login
fr: Connexion manuelle
ru: Ручной вход
vi: Đăng nhập thủ công

# cloud_storage_handwerkcloud_login_button
source: Log in
de: Einloggen
fr: S'identifier
ru: Авторизоваться
vi: Đăng nhập

# cloud_storage_user_name
source: User name:
de: Benutzername:
fr: Nom d'utilisateur:
ru: Имя пользователя:
vi: Tên người dùng:

# cloud_storage_password
source: Password:
de: Passwort:
fr: Mot de passe:
ru: Пароль:
vi: Mật khẩu:

# cloud_storage_sign_in
source: Sign in
de: Einloggen
fr: Se connecter
ru: Вход в систему
vi: Đăng nhập

# cloud_storage_sign_out
source: Sign out
de: Ausloggen
fr: Déconnexion
ru: Выход
vi: Đăng xuất

# cloud_storage_revoke_access
source: Revoke access
de: Zugriffsrecht entfernen
fr: Accès révoqué
ru: Отменить доступ
vi: Thu hồi truy cập

# cloud_storage_cautiousness
source: Cautiousness:
de: Vorsichtigkeit:
fr: Prudence:
ru: Внимание:
vi: Thận trọng:

# pref_template_title
source: Templates
de: Vorlagen

# pref_template_description
source: Templates let you define standard measurement tasks. You can structure your data collection by assigning tags to the measurements. You can also define the layout of tabular output of your measurements. On this page, you find the list of templates for your measurement tasks. For more information, see the <a href="https://www.imagemeter.com/manual/templates/overview">tutorials and manual</a>. Note: templates are part of the <a href="upgrade-dialog">Business version</a>.
de: Mit Vorlagen können Sie Eigene Vermessungsaufgaben definieren. Die Messungen werden strukturiert, indem ihnen Etiketten zugewiesen werden. Weiterhin können Sie das Layout der Datenausgabe in Tabellenform festlegen. Auf dieser Seite finden Sie die Liste aller Vorlagen für Ihre Messaufgaben. Mehr Informationen finden Sie in den <a href="https://www.imagemeter.com/de/manual/templates/overview">Tutorials und der Anleitung</a>. Hinweis: Vorlagen sind Teil der <a href="upgrade-dialog">Businessversion</a>.

# pref_template_list_title
source: List of templates
de: Liste der Vorlagen

# pref_template_add_template
source: + add template
de: + Vorlage hinzufügen

# pref_template_template_name
source: Template name:
de: Vorlagenname:

# pref_dialog_template_add_title
source: Template type
de: Vorlagentyp

# pref_dialog_template_add_general_description
source: Choose the template that best matches your needs. You can further customize it later.
de: Wählen Sie die Vorlage, die Ihrer Aufgabe am nächsten kommt. Sie können diese dann noch weiter anpassen.

# pref_dialog_template_add_description_title
source: Template description:
de: Beschreibung der Vorlage:

# pref_dialog_template_add_description_custom
source: Each image fills one row in the table. You may assign a tag to each measurement. Each table column contains the measurement for a specific tag.
de: Jede Tabellenzeile entspricht einem Bild. Sie können jeder Messung ein Etikett zuweisen. Jede Tabellenspalte enthält die Messungen für ein spezifisches Etikett.

# pref_dialog_template_add_description_wall_area
source: This template is the basis for area computations. The area of some elements is added to the sum (e.g. walls), while other elements are subtracted (e.g. windows).
de: Diese Vorlage ist die Basis für Flächenberechnungen. Je nach zugewiesenem Etikett können die Flächen hinzugefügt werden (z.B. Wände), oder abgezogen (z.B. Fenster).

# pref_dialog_template_add_description_parts_list
source: This template lets you generate bills of material, counting different objects, or summing the length of products (e.g. electrical cables).
de: Diese Vorlage dient dazu, Materialmengen und Stückzahlen zu sammeln und aufzusummieren. Z.B. Gesamtlängen von Kabeln oder Rohren, oder Anzahl von Steckdosen.

# pref_template_config_custom_edit_tags_description
source: <b>Tags</b> are assigned to measurements to specify their purpose. For example, a tag may tell that the measured rectangle is a <em>window</em> or a <em>wall</em>. Further on, these tags can be used to sort these measurements into data tables.
de: <b>Etiketten</b> werden Messungen je nach Bedeutung zugewiesen. Zum Beispiel kann ein Etikett darauf hinweisen, dass das gemessene Rechteck ein <em>Fenster</em> oder eine <em>Wand</em> ist. Weiterhin können diese Etiketten benutzt werden, um die Messungen dann in Tabellen zu sortieren.

# pref_template_config_custom_edit_tags
source: Edit element tags
de: Etiketten bearbeiten

# pref_template_config_custom_edit_tables_description
source: <b>Table layouts</b> define how to arrange your measurements into a data table.
de: <b>Tabellenlayouts</b> definieren, wie die Messungen in Datentabellen angeordnet werden sollen.

# pref_template_config_custom_edit_tables
source: Edit table layouts
de: Tabellenlayouts bearbeiten

# pref_template_config_custom_title
source: Custom Template
de: Eigene Vorlage

# pref_template_config_custom_section_tags
source: Tags
de: Etiketten

# pref_template_config_custom_add_tag
source: + add tag
de: + Etikett hinzufügen

# pref_template_config_custom_label_type
source: Type:
de: Typ:

# pref_template_config_custom_unit
source: Unit:
de: Einheit:

# pref_template_config_custom_section_table_layouts
source: Table layouts
de: Tabellenlayouts

# pref_template_config_custom_add_table_layout
source: + add table layout
de: + Tabellenlayout hinzufügen

# pref_template_config_custom_table_description
source: You may define several different layouts how the measured data is arranged into data tables.
de: Sie können verschiedene Tabellenlayouts definieren, wie die Messdaten in die Tabellen gefüllt werden sollen.

# pref_template_config_custom_tag_name
source: Tag name
de: Etikettenname

# templ_labeltype_length
source: Length
de: Länge

# templ_labeltype_area
source: Area
de: Fläche

# templ_labeltype_angle
source: Angle
de: Winkel

# templ_labeltype_any
source: Any
de: Alle

# templ_labeltype_edge
source: Edge length
de: Kantenlänge

# templ_labeltype_perimeter
source: Perimeter
de: Umfang

# templ_labeltype_diameter
source: Diameter
de: Durchmesser

# templ_labeltype_width
source: Width
de: Breite

# templ_labeltype_height
source: Height
de: Höhe

# templ_labeltype_rectangleside_rectangle
source: Rectangle
de: Rechteck

# pref_template_custom_table_title
source: Custom Table Configuration
de: Eigenes Tabellenlayout

# pref_template_custom_table_name
source: Table name
de: Tabellenname

# pref_template_custom_table_columns
source: Table columns
de: Tabellenspalten

# pref_template_custom_table_columns_add
source: + add column
de: + Spalte hinzufügen

# pref_template_custom_tag_filter_info_description
source: This tag may only be assigned to elements that have the selected measurement type.
de: Dieses Etikett kann nur Elementen vom gewählten Typ von Messung zugewiesen werden.

# pref_template_custom_table_column_content_info_title
source: Column content
de: Spalteninhalt

# pref_template_custom_table_column_content_info_description
source: Specify the cell content in this column. This can be either a measurement value that you annotated with a tag, or image metadata (e.g. image name, capture date).
de: Definiert den Zelleninhalt in dieser Spalte. Dies kann entweder ein Messwert sein, der mit einem Etikett versehen wurde, oder Bildinformationen (z.B. Bildname oder Aufnahmedatum).

# pref_template_custom_table_column_measure_info_title
source: Measure selection
de: Messwertauswahl

# pref_template_custom_table_column_measure_info_description
source: Here, you define which measurement of the tagged element to put into this column. E.g. for a circle you can choose between its area, radius, circumference, …
de: Hier wählen Sie, welcher Messwert des Elements in der Spalte angezeigt werden soll. Zum Beispiel können Sie bei einem Kreis zwischen Fläche, Radius, und Umfang wählen.

# pref_template_custom_table_column_multiplevalues_info_title
source: Multiple values per cell
de: Mehrere Zellenwerte

# pref_template_custom_table_column_multiplevalues_info_description
source: When several elements are assigned the same tag, several values will be placed into one cell. Here you can choose to sum these values, take their average, or other options instead of keeping all in one cell.
de: Wenn es mehrere Elemente mit dem gleichen Etikett gibt, dann werden mehrere Werte in eine Zelle geschrieben. Hier können Sie wählen, ob diese Werte stattdessen addiert werden sollen, oder durch den Durchschnitt ersetzt werden soll, oder ähnliches.

# pref_template_custom_table_column_footer_info_title
source: Footer row content
de: Inhalt der Fußzeile

# pref_template_custom_table_column_footer_info_description
source: What to place in the footer row of the table. Options include the sum of all values in the column, the maximum, the average, and other options.
de: Definiert den Inhalt der Fußzeile dieser Spalte. Dies kann zum Beispiel die Summe aller Spaltenwerte, deren Maximum, Durchschnitt, oder anderes sein.

# pref_template_custom_table_column_title
source: Column header
de: Spaltentitel

# pref_template_custom_table_column_content
source: Content
de: Inhalt

# pref_template_custom_table_column_label_type
source: Measure
de: Messwert

# pref_template_custom_table_column_conflict
source: Multiple values
de: Mehrere Werte

# pref_template_custom_table_column_footer
source: Footer row
de: Fußzeile

# pref_template_custom_table_column_footer_no_operation
source: Empty
de: Leer

# pref_template_areasum_template_title
source: Area Sum Template Configuration
de: Vorlage zur Flächensumme konfigurieren

# pref_template_areasum_tags_title
source: Area Sum Template Tags
de: Etiketten der Flächensummenvorlage

# pref_template_areasum_table_title
source: Area Sum Table Configuration
de: Tabellenlayout für Flächensumme

# pref_template_areasum_tag_subtract
source: Subtract from sum
de: Von Summe abziehen

# pref_template_areasum_tag_factor
source: Factor
de: Faktor

# pref_template_areasum_edit_tables
source: Edit table layout
de: Tabellenlayout bearbeiten

# pref_template_areasum_table_column_item
source: Item Number
de: Bildnummer

# pref_template_areasum_table_column_description
source: Description
de: Beschreibung

# pref_template_areasum_table_column_count
source: Count
de: Anzahl

# pref_template_areasum_table_column_width_height
source: Width and height
de: Breite und Höhe

# pref_template_areasum_table_column_measured_area
source: Measured area
de: Gemessene Fläche

# pref_template_areasum_table_column_factor
source: Factor
de: Faktor

# pref_template_areasum_table_column_calculated_area
source: Calculated area
de: Berechnete Fläche

# pref_template_areasum_table_column_plus_minus_areas
source: +/- area columns
de: +/- Flächenspalten

# pref_template_areasum_table_column_image_area_sum
source: Image area sum
de: Flächensumme im Bild
