Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# editor_dialog_style_flatref_title
source: Reference style
de: Referenzstil
fr: Style de référence
pt: Estilo de referência
ru: Стиль шкалы
vi: Phong cách tham khảo

# editor_dialog_style_flatref_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_flatref_subdivisions
source: Subdivisions
de: Unterteilungen
fr: Sous-divisions
pt: Subdivisões
ru: Кол-во делений
vi: Phân khu

# editor_dialog_style_flatref_subdivisions_choices:0
source: none
de: keine
fr: aucune
pt: nenhum
ru: нет
vi: không ai

# editor_dialog_style_flatref_label_mode
source: Display labels
de: Werte anzeigen
fr: Afficher les étiquettes
pt: Exibir rótulos
ru: Вид разметки
vi: Nhãn hiển thị

# editor_dialog_style_flatref_label_mode_choices:0
source: None
de: Keine
fr: Aucun
pt: Nenhum
ru: Нет
vi: không ai

# editor_dialog_style_flatref_label_mode_choices:1
source: Only total length
de: Nur Gesamtlänge
fr: Seulement la longueur totale
pt: Apenas comprimento total
ru: Общая сумма
vi: Chỉ có tổng chiều dài

# editor_dialog_style_flatref_label_mode_choices:2
source: All labels
de: Alle Werte
fr: Toutes les étiquettes
pt: Todos os rótulos
ru: Все
vi: Tất cả các nhãn

# editor_dialog_style_flatref_label_mode_choices:3
source: Every second label
de: Jeden 2. Wert
fr: Une étiquette sur deux
pt: Cada segundo rótulo
ru: Через одну
vi: Mỗi nhãn thứ hai

# editor_dialog_style_flatref_label_position
source: Label position
de: Textposition
fr: Position de l'étiquette
pt: Posição de rótulo
ru: Тип разметки
vi: Vị trí nhãn

# editor_dialog_style_flatref_label_position_choices:0
source: Above
de: Oberhalb
fr: Au dessus
pt: Acima
ru: Сверху
vi: Ở trên

# editor_dialog_style_flatref_label_position_choices:1
source: Below
de: Unterhalb
fr: En dessous
pt: Abaixo
ru: Снизу
vi: Phía dưới

# editor_dialog_style_flatref_label_position_choices:2
source: Alternating, last one above
de: Abwechselnd, letzter oben
fr: Le dernier au dessus en alternant
ru: Общая сумма вверху
vi: Luân phiên, cuối cùng ở trên

# editor_dialog_style_flatref_label_position_choices:3
source: Alternating, last one below
de: Abwechselnd, letzter unten
fr: Le dernier en dessous en alternant
ru: Общая сумма внищу
vi: Xen kẽ, cuối cùng bên dưới

# editor_dialog_style_area_title
source: Area style
de: Flächen-Stil
fr: Style de surface
pt: Estilo de área
ru: Стиль области
vi: Phong cách khu vực

# editor_dialog_style_area_show_text
source: Show area
de: Fläche zeigen
fr: Montrer le texte
ru: Видимость текста
vi: Khu vực trưng bày

# editor_dialog_style_area_show_perimeter
source: Show perimeter
de: Umfang zeigen
fr: Afficher le périmètre
ru: Периметр
vi: Hiển thị chu vi

# editor_dialog_style_area_font_magnification
source: Area font size
de: Schriftgröße (Fläche)
fr: Taille de police de zone
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_area_show_edge_labels
source: Show edge lengths
de: Kantenlängen zeigen
fr: Afficher la longueur des côtés
ru: Размер сторон
vi: Hiển thị độ dài cạnh

# editor_dialog_style_area_show_edge_labels_none
source: None
de: Keine
ru: Нет

# editor_dialog_style_area_show_edge_labels_custom
source: Custom
de: Manche
ru: Пользовательский

# editor_dialog_style_area_show_edge_labels_all
source: All
de: Alle
ru: Все

# editor_dialog_style_area_edge_font_magnification
source: Edges font size
de: Schriftgröße (Kanten)
fr: Taille de la police pour les côtés
ru: Шрифт сторон
vi: Chỉnh sửa kích thước phông chữ

# editor_dialog_style_area_shade_area
source: Shaded area
de: Schattierte Fläche
fr: Zone d'ombre
pt: Área sombreada
vi: Khu vực bóng mờ

# editor_dialog_style_area_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# editor_area_may_add_points
source: May add points
de: Ecken können hinzugefügt werden
ru: Можно добавить точки

# editor_area_may_delete_points
source: May delete points
de: Ecken können gelöscht werden
ru: Можно удалить точки

# editor_dialog_style_circle_title
source: Circle style
de: Kreis-Stil
fr: Style de cercles
pt: Estilo de círculo
ru: Стиль окружности
vi: Kiểu vòng tròn

# editor_dialog_style_circle_show_radius
source: Show radius
de: Radius anzeigen
fr: Afficher le rayon
pt: Mostrar raio
ru: Радиус
vi: Hiển thị bán kính

# editor_dialog_style_circle_show_diameter
source: Show diameter
de: Durchmesser anzeigen
fr: Afficher le diamètre
pt: Mostrar diâmetro
ru: Диаметр
vi: Hiển thị đường kính

# editor_dialog_style_circle_show_circumference
source: Show circumference
de: Umfang anzeigen
fr: Afficher la circonférence
pt: Mostrar circunferência
ru: Длина окружности
vi: Hiển thị chu vi

# editor_dialog_style_circle_show_angle
source: Show angle
de: Segmentwinkel zeigen
fr: Afficher l'angle
pt: Mostrar ângulo
ru: Угол
vi: Hiển thị góc

# editor_dialog_style_circle_show_area
source: Show area
de: Kreisfläche zeigen
fr: Montrer surface
pt: Área de exibição
ru: Площадь
vi: Khu vực trưng bày

# editor_dialog_style_circle_shade_area
source: Shaded area
de: Kreisfläche schattieren
fr: Zone d'ombre
pt: Área sombreada
vi: Khu vực bóng mờ

# editor_dialog_style_circle_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_circle_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Espessura da linha
ru: Ширина линий
vi: Chiều rộng đường

# circle_circumference_prefix
source: C:
de: U:
ru: l:

# circle_arc_length_prefix
source: s:
de: b:
ru: L:

# editor_dialog_style_rectangle_title
source: Rectangle style
de: Rechteck-Stil
fr: Style rectangle
ru: Стиль прямоугольника
vi: Kiểu hình chữ nhật

# editor_dialog_style_rectangle_show_edge_lengths
source: Show side lengths
de: Seitenlängen zeigen
fr: Afficher les longueurs de côtés
ru: Видимость замеров
vi: Hiển thị độ dài bên

# editor_dialog_style_rectangle_show_area
source: Show area
de: Fläche zeigen
fr: Montrer surface
ru: Площадь
vi: Khu vực trưng bày

# editor_dialog_style_rectangle_show_perimeter
source: Show perimeter
de: Umfang zeigen
fr: Afficher le périmètre
ru: Периметр
vi: Hiển thị chu vi

# editor_dialog_style_rectangle_shade_area
source: Shaded area
de: Fläche schattieren
fr: Zone d'ombre
vi: Khu vực bóng mờ

# editor_dialog_style_rectangle_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_rectangle_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
ru: Ширина линий
vi: Chiều rộng đường

# rectangle_perimeter_prefix
source: P:
de: U:
ru: l:

# editor_dialog_style_dimstring_title
source: Dimension string style
de: Maßketten-Stil
fr: Style de chaîne de dimension
ru: Стиль узловой линейки

# editor_dialog_style_dimstring_show_marks
source: Show intersection marks
de: Marker an Maßenden
fr: Afficher les marques d'intersection
ru: Показать метки пересечения

# editor_dimstring_mode_add_markers
source: Add measures
de: Maße hinzufügen
fr: Ajouter des mesures
ru: Доб/Удал узлы

# editor_dimstring_mode_move_markers
source: Move measures
de: Maße verschieben
fr: Déplacer des mesures
ru: Сдвиг узлов

# editor_dimstring_mode_toggle_segments
source: Toggle segments
de: Maßsegmente ein-/ausschalten
fr: Basculer les segments
ru: Переключить сегменты

# editor_dimstring_mode_move_strings
source: Move strings
de: Maßketten verschieben
fr: Déplacer des chaînes
ru: Сдвиг по направляющим

# editor_dimstring_mode_set_values
source: Set values
de: Nur Bemaßung eingeben
fr: Définir des valeurs
ru: Задать значения

# editor_dimstring_mode_adjust_guide_lines_lengths
source: Guide lines lengths
de: Länge der Hilfslinien
fr: Longueurs des lignes de guidage
ru: Длина направляющих

# editor_dimstring_func_edit_mode
source: Select edit mode
de: Editiermodus
fr: Sélectionnez le mode d'édition
ru: Выбор режима редактирования

# editor_dimstring_func_add_string
source: Add string
de: Maßkette hinzufügen
fr: Ajouter une chaîne
ru: Добавить линейку

# editor_dimstring_func_add_cumulative_string
source: Add cumulative string
de: Summen-Maßkette hinzufügen
fr: Ajouter une chaîne cumulative
ru: Дубавить рулетку

# editor_dimstring_func_swap_orientation
source: Swap orientation
de: Orientierung umdrehen
fr: Permuter l'orientation
ru: Сменить положение

# editor_dialog_style_measurementpoint_title
source: Point style
de: Messpunktstil
fr: Style de point
ru: Стиль точки
vi: Phong cách điểm

# editor_dialog_style_measurementpoint_line_width_magnification
source: Line width
de: Linienbreite
fr: Largeur de ligne
ru: Ширина линий
vi: Chiều rộng đường

# editor_dialog_style_measurementpoint_font_magnification
source: Font size
de: Schriftgröße
fr: Taille de la police
ru: Размер шрифта
vi: Cỡ chữ

# editor_dialog_style_measurementpoint_shape_magnification
source: Marker size
de: Symbolgröße
fr: Taille du marqueur
ru: Размер
vi: Kích thước điểm đánh dấu

# editor_dialog_style_measurementpoint_shape
source: Marker
de: Symbol
fr: Repère
ru: Маркер
vi: Đánh dấu

# editor_dialog_style_measurementpoint_label_position
source: Label position
de: Textposition
fr: Position de l'étiquette
ru: Позиция метки
vi: Vị trí nhãn

# editor_dialog_style_measurementpoint_show_text
source: Show text
de: Text zeigen
fr: Afficher le texte
ru: Видимость текста
vi: Hiển thị văn bản

# editor_dialog_style_measurementpoint_shape_choices:0
source: Encircled cross
de: Kreuz mit Kreis
fr: Croix encerclée
ru: Прицел
vi: Bao quanh chéo

# editor_dialog_style_measurementpoint_shape_choices:1
source: Upright cross
de: Aufrechtes Kreuz
fr: Croix droite
ru: Крест
vi: Ngang chéo

# editor_dialog_style_measurementpoint_shape_choices:2
source: Diagonal cross
de: Schräges Kreuz
fr: Croix diagonale
ru: Косой крест
vi: Chéo chéo

# editor_dialog_style_measurementpoint_shape_choices:3
source: Dot
de: Punkt
fr: Point
ru: Точка
vi: Chấm

# editor_dialog_style_measurementpoint_shape_choices:4
source: Elevation top
de: Höhenkote (UK)
fr: Point haut d'élevation
ru: Указатель вверх
vi: Đỉnh cao

# editor_dialog_style_measurementpoint_shape_choices:5
source: Elevation bottom
de: Höhenkote (OK)
fr: Point bas d'élevation
ru: Указатель вниз
vi: Độ cao đáy

# eight_directions_choices:0
source: Top left
de: Linksoben
fr: En haut à gauche
ru: Вверху слева
vi: Trên cùng bên trái

# eight_directions_choices:1
source: Top
de: Oben
fr: Haut
ru: Вверху
vi: Hàng đầu

# eight_directions_choices:2
source: Top right
de: Rechtsoben
fr: En haut à droite
ru: Вверху справа
vi: Trên cùng bên phải

# eight_directions_choices:3
source: Right
de: Rechts
fr: Droite
ru: Справа
vi: Đúng

# eight_directions_choices:4
source: Bottom right
de: Rechtsunten
fr: En bas à droite
ru: Внизу справа
vi: Góc phải ở phía dưới

# eight_directions_choices:5
source: Bottom
de: Unten
fr: Bas
ru: Внизу
vi: Dưới cùng

# eight_directions_choices:6
source: Bottom left
de: Linksunten
fr: En bas à gauche
ru: Внизу слева
vi: Dưới cùng bên trái

# eight_directions_choices:7
source: Left
de: Links
fr: Gauche
ru: Слева
vi: Trái

# editor_dialog_style_perspective_line_title
source: Perspective line style
de: Stil der Perspektivischen Länge
fr: Style des lignes de perspective
ru: Стиль линии перспективы
vi: Phối cảnh đường nét

# editor_perspective_live_add_measure
source: Add measure
de: Messung hinzufügen
ru: Добавить замер

# editor_perspective_live_remove_measure
source: Remove measure
de: Messung entfernen
ru: Удалить замер

# editor_label_style_text_color
source: Text color
de: Textfarbe
fr: Couleur du texte
ru: Цвет текста
vi: Văn bản màu

# editor_label_style_font_size
source: Font size
de: Schriftgröße
fr: Taille de police
ru: Размер шрифта
vi: Cỡ chữ

# editor_label_style_bkg_color
source: Background color
de: Hintergrundfarbe
fr: Couleur de l'arrière plan
ru: Фоновый цвет
vi: Màu nền

# editor_label_style_apply_to
source: Apply to …
de: Anwenden auf ...
fr: Appliquer à …
ru: Применить к…
vi: Ứng tuyển …

# editor_label_style_apply_to_both_sides
source: Both sides
de: Beide Seiten
fr: Les deux côtés
ru: Обе стороны
vi: Cả hai mặt

# editor_label_style_apply_to_all_edges
source: All edges
de: Alle Kanten
fr: Tous les bords
ru: Все края
vi: Tất cả các cạnh

# editor_label_style_apply_to_all_lengths
source: All lengths
de: Alle Längen
fr: Toutes les longueurs
ru: Все длины
vi: Tất cả độ dài

# editor_label_style_apply_to_whole_element
source: Whole element
de: Das ganze Element
fr: Élément entier
ru: Целый элемент
vi: Toàn bộ yếu tố

# editor_label_style_apply_to_whole_image
source: Whole image
de: Das ganze Bild
fr: Image entière
ru: Целое изображение
vi: Toàn bộ hình ảnh

# editor_label_style_save_as_default_for
source: Use style as default for …
de: Stil als Standard benutzen für ...
fr: Utiliser le style par défaut pour…
ru: Использовать как стиль по умолчанию для…
vi: Sử dụng kiểu làm mặc định cho tập tin

# editor_label_style_save_as_default_only_this_label
source: Only this label
de: Nur diesen Wert
fr: Seulement cette étiquette
ru: Только этот ярлык
vi: Chỉ nhãn này

# editor_label_style_save_as_default_this_element
source: This drawing tool
de: Dieses Zeichenwerkzeug
fr: Cet outil de dessin
ru: Этот инструмент для рисования
vi: Công cụ vẽ này

# editor_label_style_save_as_default_all_elements
source: All drawing tools
de: Alle Zeichenwerkzeuge
fr: Tous les outils de dessin
ru: Все инструменты для рисования
vi: Tất cả các công cụ vẽ

# settings_rectref_sizes_title
source: Reference object sizes
de: Größen der Referenzobjekte
fr: Tailles des objets de référence
ru: Размеры эталонных объектов

# settings_rectref_sizes_width
source: Width:
de: Breite:
fr: Largeur:
ru: Ширина:

# settings_rectref_sizes_height
source: Height:
de: Höhe:
fr: Hauteur:
ru: Высота:

# settings_rectref_sizes_add_object_size
source: + add object size
de: + neue Objektgröße
fr: + ajouter une taille d'objet
ru: + Добавить размер объекта

# settings_rectref_sizes_new_object_name
source: custom object
de: eigenes Objekt
fr: objet personnalisé
ru: Настраиваемый объект

# settings_rectref_sizes_menu_open
source: Edit objects…
de: Objekte bearbeiten…
fr: Modifier des objets…
ru: Редактировать объекты…

# editor_rectref_standard_size_letter
source: Letter
de: US Letter
fr: Lettre
ru: Письмо (США)
vi: Lá thư

# editor_rectref_standard_size_legal
source: Legal
de: US Legal
fr: Légal
ru: Документ (США)
vi: Hợp pháp

# editor_rectref_standard_size_credit_card
source: Credit card
de: Kreditkarte
fr: Carte de crédit
ru: Кредитная карта
vi: Thẻ tín dụng

# dimension_format_length_choices:0
source: metric (1.00 m)
de: Metrisch (1.00 m)
fr: métrique (1,00 m)
pt: métrica (1,00 m)
ru: метрический (1.00 m)
vi: số liệu (1,00 m)

# dimension_format_length_choices:1
source: imperial (1' 10 1/32")
de: Britisch (1' 10 1/32")
fr: impériale (1' 10 1/32")
ru: английский (1' 10 1/32")
vi: đế quốc (1 '10 1/32 \ ")

# dimension_format_length_choices:2
source: fractional inches (1 1/32")
de: Zoll mit Brüchen (23 1/16")
fr: pouces fractionnés (1 1/32")
pt: polegadas fracionadas (1 1/32")
ru: Дюймы с дробями (1 1/32\")
vi: inch phân đoạn (1 1/32 \ ")

# dimension_format_length_choices:3
source: imperial decimal (1.00 ft)
de: Britisch (1.00 ft)
fr: impérial (1,00 ft)
pt: decimal imperial (1,00 pés)
ru: англ. десятичный (1.00 ft)
vi: số thập phân hoàng (1,00 ft)

# dimension_format_length_readonly_choices:0
source: metric (1.00 m)
de: Metrisch (1.00 m)
fr: métrique (1,00 m)
pt: métrica (1,00 m)
ru: метрический (1.00 m)
vi: số liệu (1,00 m)

# dimension_format_length_readonly_choices:1
source: imperial (1' 10 1/32")
de: Britisch (1' 10 1/32")
fr: impériale (1' 10 1/32")
ru: английский (1' 10 1/32")
vi: đế quốc (1 '10 1/32 \ ")

# dimension_format_length_readonly_choices:2
source: fractional inches (1 1/32")
de: Zoll mit Brüchen (23 1/16")
fr: pouces fractionnés (1 1/32")
pt: polegadas fracionadas (1 1/32")
ru: Дюймы с дробями (1 1/32\")
vi: inch phân đoạn (1 1/32 \ ")

# dimension_format_length_readonly_choices:3
source: imperial (1.00 ft)
de: Britisch (1.00 ft)
fr: impérial (1,00 ft)
pt: imperial (1,00 pés)
ru: англ. десятичный (1.00 ft)
vi: đế quốc (1,00 ft)

# dimension_format_area_choices:0
source: metric
de: Metrisch
fr: métrique
pt: métrica
ru: метрический
vi: số liệu

# dimension_format_area_choices:1
source: imperial
de: Britisch
fr: impériale
ru: английский
vi: hoàng gia

# dimension_format_area_readonly_choices:0
source: metric
de: Metrisch
fr: métrique
pt: métrica
ru: метрический
vi: số liệu

# dimension_format_area_readonly_choices:1
source: imperial
de: Britisch
fr: impériale
ru: английский
vi: hoàng gia

# dimension_format_angle_choices:0
source: angle
de: Winkel
pt: ângulo
ru: угол
vi: góc

# dimension_format_angle_unit_choices:0
source: degrees
de: Grad
fr: degrés
pt: graus
ru: градусы
vi: độ

# dimension_format_angle_unit_choices:1
source: slope %
de: Steigung %
fr: pente en pourcentage %
pt: declive %
ru: % отклонения
vi: độ dốc%

# dimension_format_angle_unit_choices:2
source: radians
de: Radiant
pt: radianos
ru: радианы
vi: radian

# dimension_format_area_metric_prefix_choices:4
source: are
de: Ar
fr: aire
ru: Ар
vi: là

# dimension_format_area_metric_prefix_choices:5
source: hectare
de: Hektar
ru: Гектар
vi: ha

# value_entry_tab_title_value
source: Value
de: Wert
fr: Valeur
ru: Значение
vi: Giá trị

# value_entry_tab_title_unit
source: Unit
de: Maßeinheit
fr: Unité
ru: Ед. изм
vi: Đơn vị

# value_entry_tab_title_style
source: Style
de: Stil
ru: Стиль
vi: Phong cách

# value_entry_text_mode
source: Text mode
de: Textmodus
fr: Mode texte
ru: Текстовый режим
vi: Chế độ văn bản

# value_entry_value_mode
source: Value mode
de: Wert
fr: Mode valeur
ru: Режим значения
vi: Chế độ giá trị

# value_entry_key_inch
source: Inch
de: Zoll
fr: Pouce
ru: Дюйм

# value_entry_key_foot
source: Foot
de: Fuß
fr: Pied
ru: Фут
vi: Chân

# value_entry_unit_section_automatic_measurement_options
source: Automatic measurement options
de: Optionen für die automatische Berechnung
fr: Options de mesure automatique
ru: Параметры автозамера
vi: Tùy chọn đo tự động

# value_entry_metadata_prefix
source: Prefix
de: Präfix
fr: Préfixe
ru: Префикс
vi: Tiếp đầu ngữ

# value_entry_decimal_digits
source: Decimal digits
de: Dezimalstellen
ru: Десятичные знаки

# value_entry_unit_unit
source: Unit
de: Einheit
fr: Unité
ru: Ед. изм
vi: Đơn vị

# value_entry_dimension_format_reduce_fraction_choices:0
source: Reduce (4/8 becomes 1/2)
de: Kürzen (4/8 wird zu 1/2)
fr: Réduire (4/8 devient 1/2)
ru: Уменьшить (4/8 становится 1/2)
vi: Giảm (4/8 thành 1/2)

# value_entry_dimension_format_reduce_fraction_choices:1
source: Keep (4/8 stays 4/8)
de: Nicht kürzen (4/8 bleibt)
fr: Garder (4/8 reste 4/8)
ru: сохранять (4/8 остается 4/8)
vi: Giữ (4/8 ở 4/8)

# dimension_format_imperial_unit_display_choices:0
source: Show as '/"
de: Als '/" anzeigen
fr: Montrer comme '/"
ru: Показать как '/ "
vi: Hiển thị dưới dạng '/ \ "

# dimension_format_imperial_unit_display_choices:1
source: Show as ft/in
de: Als ft/in anzeichen
fr: Afficher en ft/in
ru: Показать как футы / дюйм
vi: Hiển thị dưới dạng ft / in

# dimension_format_show_unit_choices:0
source: Show value and unit
de: Wert und Einheit zeigen
fr: Afficher la valeur et l'unité
ru: Показать значение и единицы
vi: Hiển thị giá trị và đơn vị

# dimension_format_show_unit_choices:1
source: Do not show the unit
de: Nur den Wert zeigen
fr: Ne pas montrer l'unité
ru: Не показывать блок
vi: Không hiển thị đơn vị

# textbox_dialog_label
source: Text note
de: Textnotiz:
fr: Note textuelle
ru: Введите текст

# textbox_text_hint
source: No text
de: Kein Text
fr: Pas de texte
pt: Nenhum texto
ru: Без текста
vi: Không có văn bản

# textbox_text_preset_button
source: Preset…
de: Standardtexte...
fr: Prérégla…
ru: Шаблон…

# textbox_text_preset_open_prefs
source: (Define presets …)
de: (Texte festlegen ...)
fr: (Définir des préréglages…)
ru: (Задайте свой шаблон…)

# textbox_hint_undefined_text
source: click to enter text
de: Anklicken um Text zu ändern
fr: cliquez pour entrer le texte
pt: Clicar para inserir texto
ru: Введите текст
vi: nhấn vào đây để nhập văn bản

# textbox_audio_notes_title
source: Audio note
de: Sprachnotiz
fr: Note audio
ru: Аудио заметка

# textbox_detail_picture_title
source: Detail picture
de: Detailbild
fr: Image de détail
ru: Детальное изображение

# textbox_detail_picture_cannot_load
source: Cannot load detail image
de: Kann das Detailbild nicht laden
ru: Невозможно загрузить детальное изображение

# textbox_detail_picture_load_error_zero_size
source: Image has zero size.
de: Bild hat die Größe Null.
ru: Изображение имеет нулевой размер.

# imagesettings_dialog_base_sizes
source: Base sizes
de: Basisgrößen
fr: Tailles de base
ru: Базовые размеры

# imagesettings_duallabel_mode_choices:0
source: Off
de: Keins
fr: Aucun
ru: Выключено

# imagesettings_duallabel_mode_choices:1
source: Model scale
de: Modellmaßstab
fr: Échelle du modèle
ru: Масштаб модели

# imagesettings_duallabel_mode_choices:2
source: Alternative unit
de: Alternative Maßeinheit
fr: Unité alternative
ru: Альтернативный блок

# imagesettings_dialog_duallabel_title
source: Secondary label
de: Zweites Maß
fr: Étiquette secondaire
ru: Дополнительная метка

# imagesettings_dialog_duallabel_mode
source: Mode
de: Modus
ru: Режим

# imagesettings_dialog_duallabel_scale
source: Scale
de: Maßstab
fr: Échelle
ru: Масштаб

# imagesettings_dialog_duallabel_unit
source: Unit
de: Einheit
fr: Unité
ru: Ед. изм

# imagesettings_dialog_canvas_title
source: Canvas
de: Zeichenfläche
ru: Холст

# imagesettings_dialog_canvas_colorscheme
source: Color scheme
de: Farbschema
fr: Schéma de couleur
ru: Цветовая схема

# imagesettings_dialog_canvas_colorscheme_presets:0
source: White
de: Weiß
fr: Blanc
ru: Белый

# imagesettings_dialog_canvas_colorscheme_presets:1
source: Black
de: Schwarz
fr: Noir
ru: Черный

# imagesettings_dialog_canvas_colorscheme_presets:2
source: Dark blue
de: Dunkelblau
fr: Bleu foncé
ru: Темно-синий

# imagesettings_dialog_canvas_colorscheme_presets:3
source: Custom
de: Eigenes
fr: Personnalisé
ru: Пользовательский

# imagesettings_dialog_canvas_unit_distance
source: Unit distance
de: Gittergröße
ru: Единица расстояния

# imagesettings_dialog_canvas_num_subdivisions
source: Subdivisions
de: Unterteilungen
ru: Звенья

# imagesettings_dialog_bkgimage_title
source: Image
de: Bildeinstellungen
ru: Картинка

# imagesettings_dialog_bkgimage_brightness
source: Brightness
de: Helligkeit
fr: Luminosité
ru: Яркость

# imagesettings_dialog_bkgimage_saturation
source: Saturation
de: Sättigung
ru: Насыщенность

# imagesettings_dialog_bkgimage_contrast
source: Contrast
de: Kontrast
fr: Contraste
ru: Контраст

# imagesettings_dialog_calibration_title
source: Calibration
de: Kalibrierung
ru: Калибровка

# imagesettings_dialog_calibration_enable
source: Calibrate to image
de: Zum Bild kalibrieren
ru: Калибровка по изображению

# imagesettings_dialog_calibration_image_resolution
source: Resolution
de: Auflösung
ru: Разрешение

# imagesettings_dialog_calibration_image_scale
source: Scale
de: Maßstab
ru: Масштаб

# imagesettings_dialog_calibration_image_scale_image
source: image
de: Bild
ru: Картинка

# bluetooth_message_device_connected
source: Connection to Bluetooth device established.
de: Verbindung zum Bluetoothgerät hergestellt.
fr: Connexion à un appareil Bluetooth établie.
pt: Conexão ao dispositivo Bluetooth estabelecido.
ru: Соединение Bluetooth-устройством установлено.
vi: Kết nối với thiết bị Bluetooth được thiết lập.

# bluetooth_message_device_disconnected
source: Lost connection to Bluetooth device.
de: Verbindung zum Bluetoothgerät abgebrochen.
fr: Connexion à un appareil Bluetooth perdue.
pt: Perdeu a conexão com o dispositivo Bluetooth.
ru: Потеряно соединение с Bluetooth-устройством.
vi: Mất kết nối với thiết bị Bluetooth.
