Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# imerror_files_cannot_read_file
source: Cannot read file '{}'.
de: Kann die Datei '{}' nicht lesen.
fr: Impossible de lire le fichier '{}'.
ru: Не удается прочитать файл '{}'.

# imerror_files_cannot_write_file
source: Cannot write file '{}'.
de: Kann die Datei '{}' nicht schreiben.
fr: Impossible d'écrire le fichier '{}'.
ru: Невозможно записать файл '{}'.

# error_cannot_rename_file
source: Cannot rename file '{0}' to '{1}'.
de: Die Datei '{0}' kann nicht nach '{1}' umbenannt werden.
fr: Impossible de renommer le fichier '{0}' en '{1}'.
ru: Невозможно переименовать файл '{0}' в '{1}'.

# imerror_files_file_does_not_exist
source: File does not exist: "{}".
de: Datei '{}' existiert nicht.
fr: Fichier ne existe pas: "{}".
ru: Файл не существует: "{}".

# imerror_files_file_cannot_be_opened
source: Cannot open file "{}".
de: Kann Datei '{}' nicht öffnen.
fr: Impossible d'ouvrir le fichier "{}".
ru: Невозможно открыть файл "{}".

# imerror_files_cannot_create_directory
source: Cannot create directory "{}".
de: Kann Verzeichnis '{}' nicht erstellen.
fr: Impossible de créer le répertoire "{}".
ru: Невозможно создать каталог "{}".

# imerror_files_directory_does_not_exist
source: Directory '{}' does not exist.
de: Verzeichnis '{}' existiert nicht.
fr: Le répertoire '{}' n'existe pas.
ru: Каталог '{}' не существует.

# imageselect_error_cannot_rename_folder
source: Cannot rename folder '{0}' to '{1}'.
de: Kann Verzeichnis '{0}' nicht in '{1}' umbenennen.
fr: Impossible de renommer le dossier '{0}' en '{1}'.
ru: Невозможно переименовать папку '{0}' в '{1}'.

# imageselect_error_folder_cannot_delete
source: Cannot delete folder '{}'.
de: Kann Verzeichnis '{}' nicht löschen.
fr: Impossible de supprimer le dossier '{}'.
ru: Невозможно удалить папку '{}'.

# imerror_files_cannot_read_directory
source: Cannot read directory '{}'.
de: Kann Verzeichnis '{}' nicht lesen.
fr: Impossible de lire le répertoire '{}'.
ru: Не удается прочитать каталог '{}'.

# imerror_files_cannot_copy_directory
source: Cannot copy directory '{}'.
de: Kann Verzeichnis '{}' nicht kopieren.
fr: Impossible de copier le répertoire '{}'.
ru: Невозможно скопировать каталог '{}'.

# imerror_files_errno
source: OS error: '{}'.
de: Betriebssystemfehler: '{}'
fr: Erreur du système d'exploitation: '{}'.
ru: Ошибка ОС: '{}'.

# imerror_files_cannot_generate_unique_filename
source: Cannot generate unique filename: '{}'.
de: Kann keinen eindeutigen Filenamen für '{}' finden.
fr: Impossible de générer un nom de fichier unique: '{}'.
ru: Невозможно создать уникальное имя файла: '{}'.

# error_files_locked
source: Files are currently in use.
de: Dateien werden momentan benutzt.
fr: Les fichiers sont actuellement utilisés.
ru: Файлы в настоящее время используются.

# imerror_cannot_lock_file_read
source: Cannot read file '{}' because it is currently being modified.
de: Kann Datei '{}' nicht lesen, da sie momentan geändert wird.
fr: Impossible de lire le fichier '{}' car il est en cours de modification.
ru: Невозможно прочитать файл '{}', потому что он в настоящее время изменяется.

# imerror_cannot_lock_file_write
source: Cannot modify file '{}' because it is currently in use.
de: Kann Datei '{}' nicht ändern, da sie momentan benutzt wird.
fr: Impossible de modifier le fichier '{}' car il est en cours d'utilisation.
ru: Невозможно изменить файл '{}', потому что он в настоящее время используется.

# imerror_library_no_library_directory_defined
source: No image library directory defined.
de: Kein Verzeichnis für die Bildbibliothek definiert.
fr: Aucun répertoire de bibliothèque d'images défini.
ru: Каталог библиотеки изображений не определен.

# imerror_library_cannot_purge
source: Cannot purge deleted images.
de: Kann die gelöschten Bilder nicht endgültig entfernen.
fr: Impossible de purger les images supprimées.
ru: Невозможно очистить удаленные изображения.

# imerror_projectfolder_cannot_create
source: Cannot create folder '{}'.
de: Kann Ordner '{}' nicht erstellen.
fr: Impossible de créer le dossier '{}'.
ru: Невозможно создать папку '{}'.

# imerror_projectfolder_cannot_write_ifd
source: Cannot write IFD file for folder '{}'.
de: Kann die IFD-Datei für den Ordner '{}' nicht schreiben.
fr: Impossible d'écrire le fichier IFD pour le dossier '{}'.
ru: Невозможно записать файл IFD для папки '{}'.

# imerror_projectfolder_cannot_load_folder
source: Cannot load folder '{}'.
de: Kann den Ordner '{}' nicht laden.
fr: Impossible de charger le dossier '{}'.
ru: Не удается загрузить папку '{}'.

# imerror_projectfolder_multiple_ifd_files
source: More than one IFD file found.
de: Mehr als eine IFD-Datei gefunden.
fr: Plusieurs fichiers IFD trouvés.
ru: Найдено более одного файла IFD.

# imerror_projectfolder_ifd_parse_error
source: IFD file parse error.
de: Kann IFD-Datei nicht einlesen.
fr: Erreur d'analyse du fichier IFD.
ru: Ошибка синтаксического анализа файла IFD.

# imerror_databundle_cannot_load_data_bundle
source: Cannot load image '{}'.
de: Kann Bild '{}' nicht laden.
fr: Impossible de charger l'image '{}'.
ru: Невозможно загрузить изображение '{}'.

# imerror_databundle_cannot_create
source: Cannot create new image '{}'.
de: Kann das neue Bild '{}' nicht erzeugen.
fr: Impossible de créer une nouvelle image '{}'.
ru: Невозможно создать новое изображение '{}'.

# imerror_databundle_cannot_write_imm
source: Cannot write IMM file for image '{}'.
de: Kann für das Bild '{}' keine IMM-Datei schreiben.
fr: Impossible d'écrire le fichier IMM pour l'image '{}'.
ru: Невозможно записать файл IMM для изображения '{}'.

# imerror_databundle_cannot_delete
source: Cannot delete image '{}'.
de: Kann das Bild '{}' nicht löschen.
fr: Impossible de supprimer l'image '{}'.
ru: Невозможно удалить изображение '{}'.

# imerror_databundle_cannot_rename_folder
source: Cannot rename directory of image '{}'.
de: Kann das Verzeichnis von Bild '{}' nicht umbenennen.
fr: Impossible de renommer le répertoire de l'image '{}'.
ru: Невозможно переименовать каталог изображения '{}'.

# imerror_databundle_multiple_imm_files
source: More than one IMM file found.
de: Mehr als eine IMM Datei gefunden.
fr: Plusieurs fichiers IMM ont été trouvés.
ru: Найдено более одного файла IMM.

# imerror_databundle_cannot_open
source: Cannot open image "{}".
de: Kann Bild '{}' nicht öffnen.
fr: Impossible d'ouvrir l'image "{}".
ru: Невозможно открыть изображение "{}".

# imerror_databundle_cannot_read_imm_file
source: Cannot read IMM file.
de: Kann die IMM-Datei nicht lesen.
fr: Impossible de lire le fichier IMM.
ru: Не удается прочитать файл IMM.

# imerror_databundle_cannot_get_content_area
source: Unknown content area.
de: Unbekannte Abmessung der Zeichenfläche.
fr: Zone de contenu inconnue.
ru: Неизвестная область содержимого.

# imerror_databundle_imm_parse_error
source: IMM file parse error ({}).
de: IMM-Datei Lesefehler ({}).
fr: Erreur d'analyse du fichier IMM ({}).
ru: Ошибка синтаксического анализа файла IMM ({}).

# imerror_entity_cannot_move
source: Cannot move '{}' to new directory.
de: Kann '{}' nicht in neues Verzeichnis verschieben.
fr: Impossible de déplacer '{}' vers un nouveau répertoire.
ru: Невозможно переместить '{}' в новый каталог.

# imerror_entity_numbering_invalid_number
source: Invalid number: '{}'.
de: Ungültige Nummer: '{}'.
fr: Numéro invalide: '{}'.
ru: Неправильный номер: '{}'.

# imerror_delete_logic_cannot_delete
source: Cannot delete folder '{}'.
de: Kann Ordner '{}' nicht löschen.
fr: Impossible de supprimer le dossier '{}'.
ru: Невозможно удалить папку '{}'.

# imerror_delete_logic_cannot_mark_as_deleted
source: Cannot mark folder '{}' as deleted.
de: Kann Ordner '{}' nicht als gelöscht markieren.
fr: Impossible de marquer le dossier '{}' comme supprimé.
ru: Невозможно пометить папку '{}' как удаленную.

# imerror_unknown_file_format
source: File '{}' has unknown format.
de: Datei '{}' hat ein unbekanntes Format.
fr: Le fichier '{}' a un format inconnu.
ru: Файл '{}' имеет неизвестный формат.

# imerror_cannot_create_imi_file
source: Cannot create IMI file '{}'.
de: Kann die IMI-Datei '{}' nicht erzeugen.
fr: Impossible de créer le fichier IMI '{}'.
ru: Невозможно создать файл IMI '{}'.

# imerror_cannot_export_image
source: Cannot export image '{}'.
de: Kann das Bild '{}' nicht exportieren.
fr: Impossible d'exporter l'image '{}'.
ru: Невозможно экспортировать изображение '{}'.

# imerror_imf_corrupted_file
source: Corrupted IMF file.
de: Fehlerhafte IMF-Datei.
fr: Fichier IMF corrompu.
ru: Поврежденный файл IMF.

# imerror_ifd_parse_error
source: IFD file parse error.
de: Fehler in IFD-Datei.
fr: Erreur d'analyse du fichier IFD.
ru: Ошибка синтаксического анализа файла IFD.

# imerror_imi_cannot_open
source: Cannot open IMI file '{}'.
de: Kann die IMI-Datei '{}' nicht öffnen.
fr: Impossible d'ouvrir le fichier IMI '{}'.
ru: Не удается открыть файл IMI '{}'.

# imerror_nlohmann_json_parse_error
source: Parse error '{}'
de: Analysefehler '{}'

# imerror_imf_cannot_read_zip
source: Corrupted ZIP file "{}".
de: Fehlerhafte ZIP-Datei '{}'.
fr: Fichier ZIP corrompu "{}".
ru: Поврежденный ZIP-файл "{}".

# imerror_zip_error
source: ZIP error: {}
de: ZIP-Fehler: {}
fr: Erreur ZIP: {}
ru: Ошибка ZIP: {}

# imerror_zip_read_error
source: Error reading ZIP file.
de: Fehler beim Lesen der ZIP-Datei.
fr: Erreur lors de la lecture du fichier ZIP.
ru: Ошибка чтения ZIP-файла.

# imerror_cannot_generate_pdf
source: Cannot generate PDF
de: Kann das PDF nicht erzeugen
fr: Impossible de générer un PDF
ru: Невозможно создать PDF

# imerror_libharu
source: LibHARU error: "{}"
de: LibHaru Fehler: {}
fr: Erreur LibHARU: "{}"
ru: Ошибка LibHARU: "{}"

# imerror_imagereader_cannot_read_image
source: Cannot read image file.
de: Kann die Bilddatei nicht lesen.
fr: Impossible de lire le fichier image.
ru: Невозможно прочитать файл изображения.

# imerror_imagereader_reader_error
source: Image reader error.
de: Fehler beim Laden des Bildes.
fr: Erreur du lecteur d'images.
ru: Ошибка просмотровщика изображений.

# imerror_imagereader_corrupted_image
source: Corrupted image file.
de: Fehlerhafte Bilddatei.
fr: Fichier image corrompu.
ru: Файл изображения поврежден.

# imerror_imagereader_unsupported_format
source: Unsupported image format.
de: Nicht unterstütztes Bildformat.
fr: Format d'image non pris en charge.
ru: Неподдерживаемый формат изображения.

# imerror_libjpeg_error
source: LibJPEG error: "{}".
de: LibJPEG Fehler: {}
fr: Erreur LibJPEG: "{}".
ru: Ошибка LibJPEG: "{}".

# imerror_cannot_read_texture
source: Cannot read texture '{}'.
de: Kann Texture '{}' nicht lesen.
fr: Impossible de lire la texture '{}'.
ru: Невозможно прочитать текстуру '{}'.

# imerror_cannot_render_image
source: Cannot render image "{}".
de: Kann Texture '{}' nicht anzeigen.
fr: Impossible de rendre l'image "{}".
ru: Невозможно отобразить изображение "{}".

# imerror_opengl
source: OpenGL error: "{}".
de: OpenGL Fehler: {}
fr: Erreur OpenGL: "{}".
ru: Ошибка OpenGL: "{}".

# imerror_opengl_cannot_allocate_rendering_surface
source: Not enough memory to render at output resolution {}. Please reduce the output resolution.
de: Nicht genug Speicher, um das Bild in der Größe {} zu zeichnen. Bitte reduzieren Sie die Ausgabegröße.
ru: Недостаточно памяти для рендеринга с выходным разрешением {}. Уменьшите разрешение вывода.

# imerror_out_of_memory
source: Out of memory.
de: Kein Speicher mehr.
fr: Mémoire insuffisante.
ru: Недостаточно памяти.

# imerror_out_of_memory_with_size
source: Out of memory (cannot allocate {} bytes).
de: Kein Speicher mehr (kann keine {} Bytes reservieren).
fr: Mémoire insuffisante (impossible d'allouer {} octets).
ru: Недостаточно памяти (невозможно выделить {} байт).

# imerror_out_of_memory_with_size_mb
source: Out of memory (cannot allocate {} MB).
de: Kein Speicher mehr (kann keine {} MB reservieren).
ru: Недостаточно памяти (невозможно выделить {} МБ).

# imerror_internal_error
source: Internal error: {}.
de: Interner Fehler: {}.
ru: Внутренняя ошибка: {}.

# imerror_editcore_cannot_load_auxiliary_data
source: Cannot load auxiliary data.
de: Kann Zusatzdaten nicht laden.
fr: Impossible de charger les données auxiliaires.
ru: Не удается загрузить вспомогательные данные.

# imerror_editcore_cannot_purge_unused_auxiliary_data
source: Cannot delete unused auxiliary data files.
de: Kann die unbenutzten Zusatzdaten nicht löschen.
fr: Impossible de supprimer les fichiers de données auxiliaires inutilisés.
ru: Невозможно удалить неиспользуемые файлы вспомогательных данных.

# imerror_gtext_cannot_add_detail_image
source: Cannot add the detail image "{}".
de: Kann das Detailbild '{}' nicht hinzufügen.
fr: Impossible d'ajouter l'image de détail "{}".
ru: Невозможно добавить изображение детали "{}".

# imerror_gtext_cannot_add_audio_recording
source: Cannot add audio recording "{}".
de: Kann die Audioaufnahme '{}' nicht hinzufügen.
fr: Impossible d'ajouter l'enregistrement audio "{}".
ru: Невозможно добавить аудиозапись "{}".

# imerror_editcore_cannot_read_background_image
source: Cannot read photo.
de: Kann das Foto nicht laden.
fr: Impossible de lire la photo.
ru: Невозможно прочесть фото.

# imerror_imagesetting_cannot_load
source: Cannot load image settings.
de: Kann die Bildeinstellungen nicht laden.
fr: Impossible de charger les paramètres d'image.
ru: Невозможно загрузить настройки изображения.

# imerror_imagesetting_cannot_save
source: Cannot save image settings.
de: Kann die Bildeinstellungen nicht speichern.
fr: Impossible d'enregistrer les paramètres d'image.
ru: Невозможно сохранить настройки изображения.

# imerror_app_preferences_cannot_set_data_root_directory
source: Cannot set the data root directory.
de: Kann das Datenverzeichnis nicht setzen.
fr: Impossible de définir le répertoire racine des données.
ru: Невозможно установить корневой каталог данных.

# imerror_app_preferences_cannot_create_data_root_directory
source: Cannot create the data root directory.
de: Kann das Datenverzeichnis nicht erstellen.
fr: Impossible de créer le répertoire racine des données.
ru: Невозможно создать корневой каталог данных.

# imerror_app_preferences_no_root_defined
source: No data root directory defined.
de: Kein Datenverzeichnis definiert.
fr: Aucun répertoire racine de données défini.
ru: Корневой каталог данных не определен.

# imerror_string_template_unknown_field
source: Unknown field '{}' in string template.
de: Unbekanntes Feld '{}' in Namensschema.
fr: Champ inconnu '{}' dans le modèle de chaîne.
ru: Неизвестное поле '{}' в шаблоне строки.

# imerror_string_template_syntax_error
source: Syntax error in string template '{}'.
de: Syntaxfehler im Namensschema '{}'.
fr: Erreur de syntaxe dans le modèle de chaîne '{}'.
ru: Синтаксическая ошибка в строковом шаблоне '{}'.

# imerror_android_external_directory_not_mounted
source: External directory is not mounted.
de: Externes Verzeichnis ist nicht eingehängt.
fr: Le répertoire externe n'est pas monté.
ru: Внешний каталог не смонтирован.

# imerror_android_needs_storage_permission
source: Access to directory '{}' needs the Storage permission.
de: Zugriff auf Verzeichnis '{}' braucht die Speicher-Berechtigung.
fr: L'accès au répertoire '{}' nécessite l'autorisation de stockage.
ru: Для доступа к каталогу '{}' требуется разрешение на хранение.

# imerror_android_import_security_exception
source: Security exception when accessing URI '{}'.
de: Sicherheitsausnahme beim Zugriff auf URI '{}'.
fr: Exception de sécurité lors de l'accès à l'URI '{}'.
ru: Исключение безопасности при доступе к URI '{}'.

# imerror_android_insert_image_into_gallery
source: Cannot insert image into gallery ({}).
de: Kann das Bild nicht in die Galerie einfügen ({}).

# imerror_android_copy_image_data_into_gallery
source: Cannot copy image data into gallery (url='{}').
de: Kann die Bilddaten nicht in die Galerie kopieren (url='{}').

# imerror_android_delete_old_image_from_gallery
source: Cannot delete old image from gallery (url='{}').
de: Kann das alte Bild nicht aus der Galerie entfernen (url='{}').

# cloud_storage_not_configured_title
source: Cloud storage
de: Cloud-Speicher
fr: Stockage dans le Cloud
ru: Облачное хранилище

# cloud_storage_not_configured
source: You have not yet configured cloud storage. Cloud storage can be used to sync your images automatically between multiple devices or for backup. More detailed documentation on this can be found in the <a href="https://imagemeter.com/manual/storage/cloud/">manual.</a> The settings for cloud storage can be found in the 'Storage' section of the app settings (<a href="cloud-settings">open settings</a>).
de: Sie haben den Cloud-Speicher noch nicht konfiguriert. Cloud-Speicher kann dazu benutzt werden, die Bilder auf mehreren Geräten synchron zu halten, oder als Backup der Daten. Eine ausführlichere Dokumentation finden Sie in der <a href="https://imagemeter.com/de/manual/storage/cloud/">Anleitung.</a> Die Einstellungen für den Cloud-Speicher finden Sie im Abschnitt 'Speicherverwaltung' in den Einstellungen (<a href="cloud-settings">Einstellungen öffnen</a>).
fr: Vous n'avez pas encore configuré le stockage cloud. Le stockage dans le cloud peut être utilisé pour synchroniser automatiquement vos images entre plusieurs appareils ou pour la sauvegarde. Une documentation plus détaillée à ce sujet est disponible dans le manuel <a href="https://imagemeter.com/manual/storage/cloud/">. </a> Les paramètres de stockage dans le cloud se trouvent dans la section "Stockage" des paramètres de l'application (<a href="cloud-settings"> paramètres ouverts </a>).
ru: Вы еще не настроили облачное хранилище. Облачное хранилище можно использовать для автоматической синхронизации изображений между несколькими устройствами или для резервного копирования. Более подробную документацию по этому поводу можно найти в <a href="https://imagemeter.com/manual/storage/cloud/"> руководстве. </a> Настройки облачного хранилища можно найти в разделе «Хранилище» настроек приложения (<a href="cloud-settings"> откройте настройки </a>).

# cloud_storage_not_configured_syncing_inbox_in_bkg
source: Your <i>inbox</i> folder is being synced.
de: Ihr <i>inbox</i> Ordner wird synchronisiert.
fr: Votre <i> boîte de réception </i> est en cours de synchronisation.
ru: Ваша папка <i> входящие </i> синхронизируется.

# cloud_storage_not_configured_business_upgrade
source: Cloud storage is only available in the <b>Business</b> version of ImageMeter. See <a href="https://imagemeter.com/manual/license/android-business-features">here</a> for all benefits of the Business version.
de: Cloudspeicherung ist nur in der <b>Business</b>-Version von ImageMeter verfügbar. Alle Vorteile der Business-Version <a href="https://imagemeter.com/de/manual/license/android-business-features">finden Sie hier</a>.
ru: Облачное хранилище доступно только в версии ImageMeter <b>Бизнес</b>. См. <a href="https://imagemeter.com/manual/license/android-business-features">здесь</a>, чтобы узнать обо всех преимуществах версии Бизнес.

# cloud_storage_not_configured_inbox_only
source: Full cloud storage is only available in the <b>Business</b> version of ImageMeter. Without Business upgrade, cloud storage is limited to the <i>inbox</i> folder. See <a href="https://imagemeter.com/manual/license/android-business-features">here</a> for all benefits of the Business version.
de: Cloudspeicherung ist nur in der <b>Business</b>-Version von ImageMeter voll verfügbar. Ohne Businessupgrade ist die Cloudspeicherung auf den <i>inbox</i> Ordner beschränkt. Alle Vorteile der Business-Version <a href="https://imagemeter.com/de/manual/license/android-business-features">finden Sie hier</a>.
fr: Le stockage complet sur cloud n'est disponible que dans la version <b>Business</b> d'ImageMeter. Sans mise à niveau vers Business, le stockage cloud est limité au dossier <i>inbox</i>. Voir <a href="https://imagemeter.com/manual/license/android-business-features">ici</a> pour tous les avantages de la version Business.
ru: Полное облачное хранилище доступно только в версии ImageMeter <b>Бизнес</b>. Без обновления Бизнес облачное хранилище ограничено папкой <i>inbox</i>. См. <a href="https://imagemeter.com/manual/license/android-business-features"> здесь </a>, чтобы узнать обо всех преимуществах версии Бизнес.

# error_cloud_cannot_login_unknown
source: Cannot sign in to your cloud server account.
de: Kann nicht in das Benutzerkonto auf dem Cloud-Server einloggen.
fr: Impossible de se connecter à votre compte de serveur cloud.
ru: Не удается войти в учетную запись облачного сервера.

# error_cloud_cannot_login_unauthorized
source: Not authorized to sign in to your cloud server account.
de: Zugriff auf des Benutzerkonto des Cloudservers nicht erlaubt.
fr: Non autorisé à se connecter à votre compte de serveur cloud.
ru: Не авторизован для входа в вашу учетную запись облачного сервера.

# error_cloud_cannot_login_incorrect_password
source: Wrong user name or password.
de: Falscher Benutzername oder falsches Passwort.
fr: Nom d'utilisateur ou mot de passe incorrect.
ru: Неверное имя пользователя или пароль.

# error_cloud_cannot_login_interactive_required
source: Interactive sign in to your cloud server account is required.
de: In das Benutzerkonto auf dem Cloudserver muß manuell eingeloggt werden.
fr: Une connexion interactive à votre compte de serveur cloud est requise.
ru: Требуется интерактивный вход в учетную запись облачного сервера.

# error_cloud_cannot_login_cancelled
source: Sign in to your cloud server account has been cancelled.
de: Anmeldung ins Benutzerkonto auf dem Cloud-Server wurde abgebrochen.
fr: La connexion à votre compte de serveur cloud a été annulée.
ru: Вход в учетную запись облачного сервера отменен.

# error_cloud_cannot_login_network_error
source: Network error while connecting to your cloud server account.
de: Netzwerkfehler während der Verbindung zum Benutzerkonto auf dem Cloud-Server.
fr: Erreur réseau lors de la connexion à votre compte de serveur cloud.
ru: Ошибка сети при подключении к учетной записи облачного сервера.

# error_cloud_cannot_login_server_timeout
source: Cloud server timeout.
de: Cloudserver Zeitüberschreitung.
fr: Délai d'expiration du serveur cloud.
ru: Тайм-аут облачного сервера.

# error_cloud_cannot_login_basefolder_access
source: Cannot access data directory on cloud server.
de: Fehler beim Zugriff auf das Datenverzeichnis des Cloudserver.
fr: Impossible d'accéder au répertoire de données sur le serveur cloud.
ru: Нет доступа к каталогу данных на облачном сервере.

# error_cloud_cannot_create_remote_file_already_exists
source: Cannot create file '%1$s' because it already exists.
de: Datei '%1$s' kann nicht erzeugt werden, da sie schon existiert.
fr: Impossible de créer le fichier '%1$s' car il existe déjà.
ru: Невозможно создать файл "%1$s", поскольку он уже существует.
vi: Không thể tạo tệp ' %1$s ' vì nó đã tồn tại.

# error_cloud_cannot_create_remote_file_folder_exists
source: Cannot create file '%1$s' because there is a folder with this name.
de: Datei '%1$s' kann nicht erzeugt werden, da es ein Verzeichnis mit gleichem Namen gibt.
fr: Impossible de créer le fichier '%1$s' car il existe un dossier portant ce nom.
ru: Невозможно создать файл "%1$s", потому что существует папка с таким именем.
vi: Không thể tạo tệp ' %1$s ' vì có một thư mục có tên này.

# error_cloud_cannot_create_remote_file_server_error
source: Cannot create file '%1$s' because of a server error.
de: Datei '%1$s' kann wegen einem Serverfehler nicht erzeugt werden.
fr: Impossible de créer le fichier '%1$s' en raison d'une erreur de serveur.
ru: Невозможно создать файл "%1$s" из-за ошибки сервера.
vi: Không thể tạo tệp ' %1$s ' do lỗi máy chủ.
