Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# pref_export_image_show_options_summary_off
source: Options dialog will be skipped
de: Bildexport mit gespeicherten Optionen
fr: La boîte de dialogue des options sera ignorée
ru: Диалог настроек будет пропущен

# pref_export_default_image_export_options
source: Default image export options…
de: Standard-Bildoptionen einstellen…
fr: Options d’exportation d’images par défaut...
ru: Параметры экспорта изображений по умолчанию…

# pref_export_hardware_msaa
source: Hardware anti-aliasing
de: Hardware Kantenglättung
fr: Anticrénelage matériel
ru: Аппаратное сглаживание
vi: Khử răng cưa phần cứng

# pref_export_hardware_msaa_summaryon
source: Enabled (some buggy GPUs may draw black images only)
de: Aktiv (einige fehlerhafte GPUs zeigen evtl. nur ein schwarzes Bild)
fr: Activé (certains GPU peuvent dessiner des images noires uniquement)
pt: Ativado (algumas GPUs com erros podem desenhar apenas imagens pretas)
ru: Включено (некоторые графические процессоры могут ошибочно отрисовать только черную картинку)
vi: Đã bật (một số GPU lỗi chỉ có thể vẽ hình ảnh màu đen)

# pref_export_hardware_msaa_summaryoff
source: Disabled (lower output quality)
de: Inaktiv (reduzierte Ausgabequalität)
fr: Désactivé (qualité de sortie inférieure)
pt: Desativado (menor qualidade de saída)
ru: Отключено (более низкое качество на выходе)
vi: Vô hiệu hóa (chất lượng đầu ra thấp hơn)

# pref_category_export_zip
source: ZIP archive settings
de: ZIP Archive
fr: Paramètres d'archive ZIP
pt: Configurações do arquivo ZIP
ru: Настройки ZIP архива
vi: Cài đặt lưu trữ ZIP

# pref_export_zip_show_options
source: Set ZIP options at export
de: ZIP-Optionen
fr: Définir les options ZIP à l'exportation
ru: Параметры ZIP при экспорте

# pref_export_zip_show_options_summary_on
source: ZIP options can be set at export
de: ZIP-Optionen beim Export anzeigen
fr: Les options ZIP peuvent être définies lors de l'exportation
ru: Параметры ZIP могут быть заданы при экспорте

# pref_export_zip_show_options_summary_off
source: ZIP options dialog will be skipped
de: Export mit gespeicherten ZIP-Optionen
fr: La boîte de dialogue des options ZIP sera ignorée
ru: Диалог с параметрами ZIP будет пропущен

# pref_export_zip_include_annotated_image
source: Include annotated images
de: Bemaßte Bilder hinzufügen
fr: Inclure des images annotées
pt: Incluir imagens anotadas
ru: Аннотированные
vi: Bao gồm các hình ảnh chú thích

# pref_export_zip_include_original_image
source: Include original images
de: Originalbilder hinzufügen
fr: Inclure des images originales
pt: Incluir imagens originais
ru: Оригиналы
vi: Bao gồm hình ảnh gốc

# pref_export_zip_include_csv
source: Include CSV file
de: CSV-Datei hinzufügen
fr: Inclure le fichier CSV
pt: Incluir arquivo CSV
ru: CSV файл
vi: Bao gồm tệp CSV

# pref_export_zip_include_pdf
source: Include PDF file
de: PDF hinzufügen
fr: Inclure le fichier PDF
pt: Incluir arquivo PDF
ru: PDF файл
vi: Bao gồm tệp PDF

# pref_category_export_csv
source: CSV file settings
de: CSV Dateiparameter

# pref_export_csv_field_separator
source: Field separator character
de: Feldseparatorzeichen

# pref_export_csv_cell_values_separator
source: Cell values separator
de: Separator für Werte innerhalb einer Zelle

# pref_export_csv_decimal_separator
source: Decimal separator
de: Dezimaltrennzeichen

# pref_export_csv_include_header_row
source: Include header row
de: Titelzeile einfügen

# pref_export_csv_include_footer_row
source: Include footer row
de: Fußzeile einfügen

# pref_export_csv_field_separator_choices:0
source: Comma
de: Komma

# pref_export_csv_field_separator_choices:1
source: Semicolon
de: Semikolon

# pref_export_csv_field_separator_choices:2
source: Colon
de: Doppelpunkt

# pref_export_csv_decimal_separator_choices:0
source: Dot
de: Punkt

# pref_export_csv_decimal_separator_choices:1
source: Comma
de: Komma

# pref_category_export_pdf
source: PDF settings
de: PDF Einstellungen
fr: Paramètres PDF
pt: Configurações de PDF
ru: Настройки PDF
vi: Cài đặt PDF

# pref_export_pdf_show_options
source: Set options at export
de: PDF-Optionen
fr: Définir les options à l'exportation
ru: Параметры при экспорте

# pref_export_pdf_show_options_summary_on
source: PDF options can be set at export
de: PDF-Optionen beim Export anzeigen
fr: Les options PDF peuvent être définies lors de l'exportation
ru: Параметры PDF могут быть заданы при экспорте

# pref_export_pdf_show_options_summary_off
source: Options dialog will be skipped
de: Export mit gespeicherten PDF-Optionen
fr: La boîte de dialogue des options sera ignorée
ru: Диалог настроек будет пропущен

# pref_export_pdf_images_per_page
source: Images per PDF page
de: Bilder pro PDF Seite
fr: Images par page PDF
pt: Imagens por página PDF
ru: Изображений на PDF странице
vi: Hình ảnh trên mỗi trang PDF

# pref_export_pdf_images_per_page_dialog
source: Print how many images on each PDF page
de: Wieviele Bilder auf eine PDF Seite drucken?
fr: Imprimer combien d'images sur chaque page PDF
pt: Imprimir o número de imagens em cada PDF
ru: Кол-во изображений на PDF странице при распечатке
vi: In bao nhiêu hình ảnh trên mỗi trang PDF

# pref_export_pdf_paper_orientation
source: PDF page orientation
de: PDF Seitenausrichtung
fr: Orientation de la page PDF
pt: Orientação da página PDF
ru: Ориентация PDF страницы
vi: Định hướng trang PDF

# pref_export_pdf_paper_orientation_dialog
source: PDF page orientation
de: PDF Seitenausrichtung
fr: Orientation de la page PDF
pt: Orientação da página PDF
ru: Ориентация PDF страницы
vi: Định hướng trang PDF

# pref_export_pdf_paper_orientation_choices:0
source: Portrait
de: Hochformat
pt: Retrato
ru: Портретный формат
vi: Chân dung

# pref_export_pdf_paper_orientation_choices:1
source: Landscape
de: Querformat
fr: Paysage
pt: Paisagem
ru: Альбомный формат
vi: Phong cảnh

# pref_export_pdf_paper_orientation_choices:2
source: Automatic
de: Automatisch
fr: Automatique
pt: Automático
ru: Автоматический
vi: Tự động

# pref_export_pdf_paper_size
source: PDF page size
de: PDF Seitengröße
fr: Taille de la page PDF
pt: Tamanho de página PDF
ru: Размер PDF страницы
vi: Kích thước trang PDF

# pref_export_pdf_paper_size_dialog
source: PDF page size
de: PDF Seitengröße
fr: Taille de la page PDF
pt: Tamanho de página em PDF
ru: Размер PDF страницы
vi: Kích thước trang PDF

# pref_export_pdf_paper_size_choices:2
source: Letter
de: US Letter
fr: Lettre
pt: Carta
ru: Письмо (США)
vi: Lá thư

# pref_export_pdf_paper_size_choices:3
source: Legal
de: US Legal
fr: Légal
ru: Документ (США)
vi: Hợp pháp

# pref_export_pdf_may_rotate_images
source: Images in PDF may be rotated
de: Bilder im PDF dürfen gedreht werden
fr: Les images en PDF peuvent être pivotées
pt: As imagens em PDF podem ser giradas
ru: Поворот картинок в PDF
vi: Hình ảnh trong PDF có thể được xoay

# pref_export_pdf_may_rotate_images_summaryon
source: Will rotate images if format fits better
de: Werden gedreht wenn das Format so besser passt
fr: Les images seront pivotées pour ajuster l'image
pt: Girará imagens se o formato for melhor
ru: Разворот картинок, для компактного размещения
vi: Sẽ xoay hình ảnh nếu định dạng phù hợp hơn

# pref_export_pdf_may_rotate_images_summaryoff
source: Images will never be rotated
de: Bilder werden nie gedreht
fr: Les images ne seront jamais pivotées
pt: As imagens nunca serão giradas
ru: Не поворачивать картинки
vi: Hình ảnh sẽ không bao giờ được quay

# pref_export_pdf_separate_landscape_portrait
source: Separate landscape/portrait in PDF
de: Hoch- und Querformat im PDF trennen
fr: Séparer paysage / portrait en PDF
pt: Separar paisagem/retrato em PDF
ru: ландшафт/портрет в PDF отдельно
vi: Cảnh quan / chân dung riêng biệt trong PDF

# pref_export_pdf_separate_landscape_portrait_dialog
source: When to separate landscape/portrait in PDF
de: Hoch- und Querformat im PDF trennen
fr: Quand séparer paysage / portrait en PDF
pt: Quando separar paisagem/retrato em PDF
ru: Когда ландшафт/портрет в PDF отдельно
vi: Khi nào nên tách phong cảnh / chân dung trong PDF

# pref_export_pdf_separate_landscape_portrait_choices:0
source: Never
de: Nie
fr: Jamais
pt: Nunca
ru: Никогда
vi: Không bao giờ

# pref_export_pdf_separate_landscape_portrait_choices:1
source: If it does not increase page count
de: Bei gleichbleibender Seitenzahl
fr: Si cela n'augmente pas le nombre de pages
pt: Se não aumentar a contagem de páginas
ru: Если кол-во страниц не увеличится
vi: Nếu nó không tăng số lượng trang

# pref_export_pdf_separate_landscape_portrait_choices:2
source: Always
de: Immer
fr: Toujours
pt: Sempre
ru: Всегда
vi: Luôn luôn

# pref_export_pdf_print_image_notes
source: Print image notes
de: Bildnotizen drucken
fr: Imprimer les notes d'image
pt: Imprimir notas de imagem
ru: Печать аннотаций картинок
vi: In ghi chú hình ảnh

# pref_export_pdf_image_notes_space
source: Space reserved for image notes
de: Reservierter Platz für Bildnotizen
fr: Espace réservé aux notes d'image
pt: Espaço reservado para notas de imagem
ru: Лимит размера аннотаций
vi: Không gian dành cho ghi chú hình ảnh

# pref_export_pdf_image_notes_space_dialog
source: Space reserved for image notes
de: Reservierter Platz für Bildnotizen
fr: Espace réservé aux notes d'image
pt: Espaço reservado para notas de imagem
ru: Лимит размера аннотаций
vi: Không gian dành cho ghi chú hình ảnh

# pref_export_pdf_print_folder_notes
source: Print folder notes
de: Verzeichnisnotizen drucken
fr: Imprimer les notes du dossier
pt: Imprimir notas da pasta
ru: Печать аннотаций папок
vi: In ghi chú thư mục

# pref_export_pdf_print_folder_notes_summaryoff
source: No folder notes will be printed
de: Verzeichnisnotizen werden nicht gedruckt
fr: Aucune note de dossier ne sera imprimée
pt: Nenhuma nota de pasta será imprimida
ru: Не печатать аннотации
vi: Không có ghi chú thư mục sẽ được in

# pref_export_pdf_print_folder_notes_summaryon
source: Page with folder notes and TOC will be printed
de: Verzeichnisnotizen und ein Inhaltsverzeichnis werden gedruckt
fr: La page avec les notes de dossier et la table des matières seront imprimés
pt: A página com notas de pasta e TOC será impremia
ru: Печать содержимого и аннотаций папок
vi: Trang có ghi chú thư mục và TOC sẽ được in

# pref_category_export_general
source: General
de: Allgemein

# pref_export_general_map_link_provider
source: Map links use
de: Kartenlinks benutzen

# pref_export_general_map_link_provider_dialog
source: Map provider
de: Kartendienstleister

# pref_category_ui_general
source: General
de: Allgemein
fr: Général
pt: Geral
ru: Главные
vi: Chung

# pref_ui_image_order_criterium
source: Image sorting order
de: Sortierkriterium für Bilder
fr: Ordre de tri des images
pt: Ordem de imagens
ru: Сортировка изображений
vi: Thứ tự sắp xếp hình ảnh

# pref_ui_image_order_criterium_dialog
source: Image sorting order
de: Sortierkriterium für Bilder
fr: Ordre de tri des images
pt: Ordem de imagens
ru: Сортировка изображений
vi: Thứ tự sắp xếp hình ảnh

# pref_ui_image_order_criterium_choices:0
source: Image name (ascending)
de: Bildname (aufsteigend)
fr: Nom de l'image (croissant)
ru: Название изображения (по возрастанию)

# pref_ui_image_order_criterium_choices:1
source: Image name (descending)
de: Bildname (absteigend)
fr: Nom de l'image (décroissant)
ru: Название изображения (по убыванию)

# pref_ui_image_order_criterium_choices:2
source: Capture date (oldest first)
de: Datum (älteste zuerst)
fr: Date de capture (la plus ancienne en premier)
ru: По дате (сначала старые)

# pref_ui_image_order_criterium_choices:3
source: Capture date (latest first)
de: Datum (neuste zuerst)
fr: Date de capture (dernière en premier)
ru: По дате (сначала новые)

# pref_ui_image_order_criterium_choices:4
source: Number (ascending)
de: Bildnummer (aufsteigend)
fr: Nombre (croissant)
ru: Число (по возрастанию)

# pref_ui_image_order_criterium_choices:5
source: Number (descending)
de: Bildnummer (absteigend)
fr: Nombre (décroissant)
ru: Число (по убыванию)

# pref_ui_ok_cancel_buttons_on_top
source: Ok/Cancel buttons on top
de: OK/Abbrechen Schalter oben platzieren
fr: Boutons Ok/Annuler sur le dessus
ru: Кнопки ОК/Отмена вверху

# pref_ui_faq_button_enabled
source: Enable FAQ button
de: Hilfe-Button anzeigen
fr: Activer le bouton FAQ
pt: Ativar o botão FAQ (Perguntas Frequentes)
ru: Включить кнопку FAQ
vi: Bật nút FAQ

# pref_category_ui_workflow
source: Workflow
de: Arbeitsablauf
fr: Flux de travail
ru: Рабочий процесс

# pref_ui_rename_image_after_capture_enabled
source: Rename image after capture
de: Bild nach Aufnahme umbenennen
fr: Renommer l'image après la capture
pt: Mudar o nome da imagem após a captura
ru: Переименовать после съемки
vi: Đổi tên ảnh sau khi chụp

# pref_ui_edit_image_after_capture_enabled
source: Edit image after capture
de: Bild nach Aufnahme editieren
fr: Modifier l'image après la capture
pt: Editar a imagem após a captura
ru: Редактировать после съемки
vi: Chỉnh sửa ảnh sau khi chụp

# pref_category_ui_numbering
source: Image numbering
de: Bildnummern
fr: Numérotation des images
ru: Нумерация изображений

# pref_ui_image_auto_numbering_active
source: Enable auto-numbering
de: Automatische Nummerierung
fr: Activer la numérotation automatique
ru: Включить автоматическую нумерацию

# pref_ui_image_auto_numbering_start
source: Start number
de: Startnummer
fr: Numéro de départ
ru: Стартовый номер

# pref_ui_image_auto_numbering_increment
source: Increment
de: Schrittweite
fr: Incrément
ru: Возрастание

# pref_ui_image_auto_numbering_invalid_number
source: Invalid
de: Ungültige Nummer
fr: Invalide
ru: Неправильно

# pref_storage_data_directory
source: Data directory
de: Datenverzeichnis
fr: Annuaire de données
pt: Diretório de dados
ru: Папка данных
vi: Thư mục dữ liệu

# pref_storage_show_images_in_gallery
source: Show images in gallery
de: Bilder in Galerie anzeigen
fr: Afficher les images dans la galerie
pt: Mostrar imagens na galeria
ru: Отображение в галерее
vi: Hiển thị hình ảnh trong bộ sưu tập

# pref_storage_show_images_in_gallery_on
source: Edited images will show up in gallery
de: Bilder werden auch in der Galerie angezeigt
fr: Toutes les images apparaîtront dans la galerie
ru: Изображения видны в галерее

# pref_storage_show_images_in_gallery_off
source: Images will not show in the gallery automatically
de: Bilder werden nicht automatisch in der Galerie gezeigt
fr: Les images ne seront pas affichées dans la galerie
ru: Изображения скрыты

# pref_category_storage_cloud
source: Cloud storage
de: Cloudspeicher
fr: Stockage en ligne
ru: Облачное хранилище

# pref_storage_cloud_set_account
source: Set server and account
de: Server und Benutzerkonto setzen
fr: Définir le serveur et le compte
ru: Установить сервер и учетную запись

# pref_storage_cloud_sync_interval
source: Auto-sync interval
de: Zeitintervall für Synchronisierung
fr: Intervalle de synchronisation automatique
ru: Интервал автосинхронизации

# pref_storage_cloud_sync_interval_choices:0
source: No auto-sync
de: Keine automatische Synchronisierung
fr: Pas de synchronisation automatique
ru: Нет автосинхронизации

# pref_storage_cloud_sync_interval_choices:1
source: 15 minutes
de: 15 Minuten
ru: 15 минут

# pref_storage_cloud_sync_interval_choices:2
source: 1 hour
de: 1 Stunde
fr: 1 heure
ru: 1 час

# pref_storage_cloud_sync_interval_choices:3
source: 2 hours
de: 2 Stunden
fr: 2 heures
ru: два часа

# pref_storage_cloud_sync_interval_choices:4
source: 6 hours
de: 6 Stunden
fr: 6 heures
ru: 6 часов

# pref_storage_cloud_sync_interval_choices:5
source: 1 day
de: 1 Tag
fr: 1 jour
ru: 1 день

# pref_storage_cloud_wifi_only
source: Auto-sync only on Wifi
de: Auto-Sync nur mit WiFi
fr: Synchronisation automatique uniquement sur Wifi
ru: Автосинхронизация только по Wi-Fi

# pref_storage_cloud_wifi_only_on
source: Sync only when on free Wifi networks
de: Sync nur in WiFi-Netzwerken
fr: Synchroniser uniquement sur les réseaux Wifi gratuits
ru: Синхронизация только в бесплатных сетях Wi-Fi

# pref_storage_cloud_wifi_only_off
source: Sync on any network
de: Sync in allen Netzwerken
fr: Synchronisez sur n'importe quel réseau
ru: Синхронизация в любой сети

# pref_storage_cloud_sync_twoway_mode
source: Two-way sync mode
de: Zweiwege-Syncmodus

# pref_storage_cloud_sync_twoway_mode_safe_sync
source: Remove deleted images from server, but keep local images when they were deleted elsewhere.
de: Gelöschte Bilder vom Server entfernen, aber lokale Bilder behalten, wenn sie auf anderen Geräten gelöscht wurden.

# pref_storage_cloud_sync_twoway_mode_full_sync
source: Delete local images when they were deleted on any other device (BE CAREFUL).
de: Lokale Bilder löschen, wenn sie auf einem anderen Gerät gelöscht wurden (VORSICHT).

# pref_storage_cloud_sync_twoway_mode_backup
source: Never delete images from the server. You may get duplicates when moving images.
de: Niemals Bilder vom Server löschen. Bilder erscheinen nach dem Verschieben evtl. doppelt.

# pref_storage_cloud_advanced_maintenance
source: Advanced maintenance
de: Fortgeschrittene Serverwartung
fr: Maintenance avancée
ru: Расширенная техподдержка

# pref_storage_cloud_send_error_log
source: Send error log by email
de: Fehlerlog per EMail schicken...
ru: Отправить отчет об ошибке

# pref_storage_cloud_sync_mode
source: Synchronization mode
de: Synchronisierungsmodus
fr: Mode de synchronisation
ru: Режим синхронизации

# pref_storage_cloud_sync_mode_choices:0
source: Share data
de: Daten teilen
fr: Partager des données
ru: Поделиться данными

# pref_cloud_storage_sync_cautiousness:0
source: Never ask
de: Niemals nachfragen
fr: Ne jamais demander
ru: Никогда не спрашивать
vi: Đừng hỏi

# pref_cloud_storage_sync_cautiousness:1
source: Confirm deletions
de: Löschen bestätigen
fr: Confirmer les suppressions
ru: Подтвердить удаление
vi: Xác nhận xóa

# pref_cloud_storage_sync_cautiousness:2
source: Confirm conflicts and deletions
de: Löschen und Konflikte bestätigen
fr: Confirmer les conflits et les suppressions
ru: Подтвердить конфликты и удаления
vi: Xác nhận xung đột và xóa

# pref_cloud_storage_sync_cautiousness:3
source: Confirm everything
de: Immer nachfragen
fr: Confirmer tout
ru: Подтвердите все
vi: Xác nhận mọi thứ

# pref_category_storage_deleted_files
source: Deleted files
de: Bilder löschen
fr: Fichiers supprimés
ru: Удаленные файлы

# pref_storage_deleted_files_purge_now
source: Purge all deleted images now!
de: Alle Bilder im Papierkorb endgültig entfernen
fr: Purger toutes les images supprimées maintenant!
ru: Очистить все удаленные изображения сейчас!

# pref_storage_deleted_files_purge_delay
source: Purge interval
de: Bilder im Papier endgültig löschen nach
fr: Intervalle de purge
ru: Интервал очистки

# pref_storage_deleted_files_purge_delay_dialog
source: Purge interval
de: Bilder im Papier endgültig löschen nach
fr: Intervalle de purge
ru: Интервал очистки

# pref_storage_deleted_files_purge_delay_choices:0
source: 1 day
de: 1 Tag
fr: 1 jour
ru: 1 день

# pref_storage_deleted_files_purge_delay_choices:1
source: 1 week
de: 1 Woche
fr: 1 semaine
ru: 1 неделя

# pref_storage_deleted_files_purge_delay_choices:2
source: 1 month
de: 1 Monat
fr: 1 mois
ru: 1 месяц

# dialog_purge_images_title
source: Purging deleted images
de: Bilder im Papierkorb werden gelöscht
fr: Purger les images supprimées
ru: Удаление удаленных изображений

# dialog_purge_images_finished
source: All deleted images have been purged from memory.
de: Alle Bilder im Papierkorb wurden endgültig gelöscht.
fr: Toutes les images supprimées ont été purgées de la mémoire.
ru: Все удаленные изображения были удалены из памяти.

# pref_storage_directory_current_directory
source: Current storage directory:
de: Aktuelles Datenverzeichnis:
fr: Répertoire de stockage actuel:
pt: Diretório de armazenamento atual:
ru: Текущая директория хранилища:
vi: Thư mục lưu trữ hiện tại:

# pref_storage_directory_alternative_directories
source: Alternative storage directories:
de: Alternative Verzeichnisse:
fr: Répertoires de stockage alternatifs:
pt: Diretórios de armazenamento alternativos:
ru: Альтернативные директории:
vi: Thư mục lưu trữ thay thế:

# pref_storage_directory_move_data_to_new_directory
source: Move data to new directory
de: Daten ins neue Verzeichnis verschieben
fr: Déplacer les données dans un nouveau répertoire
pt: Mover dados para o novo diretório
ru: Переместить в новую директорию
vi: Di chuyển dữ liệu sang thư mục mới

# pref_storage_directory_activity_cancel
source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar
ru: Отмена
vi: Hủy bỏ

# pref_storage_directory_activity_change_directory
source: Change data directory
de: Datenverzeichnis wechseln
fr: Changer le répertoire de données
pt: Alterar o diretório de dados
ru: Сменить директорию
vi: Thay đổi thư mục dữ liệu

# pref_storage_directory_primary_app_data
source: Primary application data directory
de: Primäres Applikationsverzeichnis
fr: Répertoire principal de données de l'application
pt: Diretório de dados de aplicativos primários
ru: Основная директория приложения
vi: Thư mục dữ liệu ứng dụng chính

# pref_storage_directory_supplementary_app_data
source: Supplementary application data directory
de: Zusätzliches Applikationsverzeichnis
fr: Répertoire supplémentaire de données d'application
pt: Diretório de dados de aplicativos complementares
ru: Дополнительная директория
vi: Thư mục dữ liệu ứng dụng bổ sung

# pref_storage_directory_public_pictures
source: Public Pictures directory
de: Öffentliches Bildverzeichnis
fr: Annuaire des images publiques
pt: Diretório de imagens públicas
ru: Общая директория изображений
vi: Thư mục hình ảnh công cộng

# pref_storage_directory_public_documents
source: Public Documents directory
de: Öffentliches Dokumentenverzeichnis
fr: Répertoire des documents publics
pt: Diretório de documentos públicos
ru: Общая директория документов
vi: Thư mục tài liệu công cộng

# pref_storage_directory_removable
source: Removable:
de: Entfernbar:
fr: Amovible:
pt: Removível:
ru: Съёмный:
vi: Có thể tháo rời:

# pref_storage_directory_error_nonexistent_directory
source: This directory is not present. Please choose a different directory.
de: Das Verzeichnis ist nicht vorhanden. Bitte wählen Sie ein anderes Verzeichnis.
fr: Ce répertoire n'est pas présent. Veuillez choisir un répertoire différent.
ru: Этого каталога нет. Пожалуйста, выберите другой каталог.

# pref_storage_directory_memory_status
source: Memory: %1$d MB free, %2$d MB used, %3$d MB total
de: Speicher: %1$d MB frei, %2$d MB benutzt, %3$d MB insgesamt
fr: Mémoire: %1$d Mo libre, %2$d Mo utilisé, %3$d Mo total
pt: Memória: %1$d MB livre, %2$d MB usado, %3$d MB total
ru: Память: %1$d MB свободно, %2$d MB занято, %3$d MB всего
vi: Bộ nhớ: %1$d MB miễn phí, %2$d MB được sử dụng, %3$d MB

# pref_storage_directory_memory_status_unknown_used
source: Memory: %1$d MB free, used space unknown, %2$d MB total
de: Speicher: %1$d MB frei, benutzter Speicher unbekannt, %2$d MB insgesamt
fr: Mémoire: %1$d Mo libre, espace utilisé inconnu, %2$d Mo total
pt: Memória: %1$d MB livre, espaço usado desconhecido, %2$d MB total
ru: Память: %1$d MB свободно, занято - неизвестно, %2$d MB всего
vi: Bộ nhớ: %1$d MB miễn phí, không gian sử dụng không xác định, %2$d MB

# pref_storage_directory_deletion_behavior_will_delete
source: Data will be deleted when app is uninstalled.
de: Daten werden bei der Deinstallation der App gelöscht.
fr: Les données seront supprimées lorsque l'application sera désinstallée.
pt: Os dados serão eliminados quando o aplicativo for desinstalado.
ru: Данные будут удалены, при удалении приложения
vi: Dữ liệu sẽ bị xóa khi gỡ cài đặt ứng dụng.
