Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# UNUSED_error_cannot_open_file_is_folder
source: Cannot open file '%1$s' because it is a folder.
de: Die Datei '%1$s' kann nicht gelesen werden, da es ein Verzeichnis ist.
ru: Не удается открыть файл "%1$s", потому что это папка.

# UNUSED_error_cannot_write_file
source: Cannot write to file '%1$s'.
de: Kann die Datei '%1$s' nicht schreiben.
ru: Невозможно записать в файл "%1$s".

# UNUSED_storage_error_cannot_load_image_file_from_remote
source: Cannot load the image file from cloud storage.
de: Die Bilddatei kann nicht vom Cloudspeicher gelesen werden.
ru: Не удается загрузить файл изображения из облачного хранилища.

# UNUSED_storage_note_pulling_image_file_from_remote
source: Downloading image file from cloud storage.
de: Bilddatei wird vom Cloudspeicher runtergeladen.
ru: Скачивание файла изображения из облачного хранилища.

# UNUSED_export_dialog_saving_images_to_external_storage
source: Saving images to external storage…
de: Speichere die Bilder in den externen Speicher…

# UNUSED_export_dialog_image_saved_to_external_storage
source: Saved image to external storage…
de: Bild wurde im externen Speicher abgespeichert…

# UNUSED_export_dialog_images_saved_to_external_storage
source: Saved %1$d images to external storage…
de: %1$d Bilder wurden im externen Speicher abgespeichert…

# UNUSED_export_dialog_saving_images_success_title
source: Export finished
de: Export abgeschlossen
ru: Экспорт завершен

# UNUSED_export_dialog_saving_images_success_text
source: Images have been saved to folder '%1$s'. Maybe you can also find them more easily under /sdcard/Pictures.
de: Bilder wurden im Verzeichnis '%1$s' gespeichert. Evtl. sind sie auch einfacher unter /sdcard/Pictures zu finden.
ru: Изображения сохранены в папку '%1$s'. Возможно, Вы сможете найти их более просто в /sdcard/Pictures.

# UNUSED_export_dialog_overwrite_extpics_images_message
source: Images with the same name exist in the target directory.
de: Das Zielverzeichnis enthält Bilder mit den gleichen Dateinamen.
ru: В этой папке уже есть файл с таким именем

# UNUSED_export_dialog_overwrite_extpics_images_overwrite
source: Overwrite
de: Überschreiben
ru: Перезаписать

# UNUSED_export_dialog_overwrite_extpics_images_keep_both
source: Rename
de: Umbenennen
ru: Переименовать

# UNUSED_export_dialog_overwrite_extpics_images_cancel
source: Cancel
de: Abbrechen
ru: Отмена

# UNUSED_export_dialog_overwrite_extpics_folder_message
source: A folder with the same name already exists.
de: Ein Ordner mit dem gleichen Namen existiert bereits.
ru: Папка с таким именем уже существует

# UNUSED_export_dialog_overwrite_extpics_folder_replace
source: Replace
de: Ersetzen
ru: Заменить

# UNUSED_export_dialog_overwrite_extpics_folder_merge
source: Merge
de: Bilder dort einfügen
ru: Объединить

# UNUSED_export_dialog_overwrite_extpics_folder_cancel
source: Cancel
de: Abbrechen
ru: Отмена

# UNUSED_dialog_duplicate_image_import_title
source: Image Import
de: Bildimport
ru: Импорт изображений

# UNUSED_dialog_duplicate_image_import_message
source: Imported image '%1$s' already exists.
de: Das zu importierende Bild '%1$s' existiert bereits.
ru: Изображение импорта '%1$s' уже существует

# UNUSED_dialog_duplicate_image_import_overwrite
source: Overwrite
de: Überschreiben
ru: Перезаписать

# UNUSED_dialog_duplicate_image_import_keep_both
source: Keep both
de: Beide behalten
ru: Сохранить оба

# UNUSED_dialog_duplicate_image_import_skip
source: Skip
de: Nicht importieren
ru: Пропустить

# UNUSED_dialog_duplicate_folder_import_title
source: Folder Import
de: Import eines Ordners
ru: Папка импорта

# UNUSED_dialog_duplicate_folder_import_message
source: Imported folder '%1$s' already exists. %3$d images should be imported, out of which %2$d already exist locally.
de: Der Ordner '%1$s' existiert bereits. %3$d Bilder sollen importiert werden. Davon existieren %2$d schon lokal.
ru: Папка импорта '%1$s' уже существует. %3$d изображений готово к импорту, из которых %2$d уже существуют локально.

# UNUSED_dialog_duplicate_folder_no_duplicate_images_import_message
source: Imported folder '%1$s' already exists, but there are no duplicate images.
de: Der Ordner '%1$s' existiert bereits, aber es gibt keine doppelten Bilder.
ru: Папка импорта '%1$s' уже существует и не содержит дублей.

# UNUSED_dialog_duplicate_folder_import_merge
source: Merge
de: Einfügen
ru: Объединить

# UNUSED_dialog_duplicate_folder_import_overwrite
source: Overwrite
de: Ersetzen
ru: Перезаписать

# UNUSED_dialog_duplicate_folder_import_keep_both
source: Keep both
de: Beide behalten
ru: Сохранить обе

# UNUSED_dialog_duplicate_folder_import_skip
source: Skip
de: Nicht importieren
ru: Пропустить

# navigationDrawer_upgrade
source: Upgrade
ru: Обновление

# navigationDrawer_version
source: Version: %1$s
ru: Версия: %1$s

# aboutApp_version
source: Version:
ru: версия:

# upgrade_addon_business_purchaseBoxTitle
source: Business
ru: Бизнес

# upgrade_addon_business_addonName
source: Business
ru: Бизнес

# upgrade_item_pdf_import
source: PDF import
ru: PDF импорт

# needUpgradeDialog_button_getUpgrade
source: Upgrade
ru: Обновить

# upgrade_licenseName_business
source: Business
ru: Бизнес

# license_source_in_app
source: In-app
ru: В приложении

# license_source_native
source: Native
fr: Originaire de
ru: Родной

# snackbar_pro_to_free_migration_info
source: Info
ru: Информация

# dialog_pdf_export_layout
source: Layout
fr: Disposition
ru: Макет

# pdf_export_root_folder_title
source: ImageMeter export
ru: ImageMeter экспорт

# dialog_zip_export_title
source: ZIP export
fr: Exportation ZIP
ru: ZIP экспорт

# core_unit_acre
source: acre
ru: Акр

# pref_category_editor
source: Editor
fr: Editeur
ru: Pедактор
vi: Biên tập viên

# pref_measure_imperial_area_unit_choices:4
source: acre
ru: Акр
vi: mẫu Anh

# pref_bluetooth_device_protocol_cem_ildm150
source: CEM iLDM-150
ru: ЦЕМ ИЛДМ-150

# pref_editor_snapping_strength_choices:1
source: Normal
ru: Обычная
vi: Bình thường

# pref_storage_cloud_sync_mode_choices:1
source: Backup
fr: Sauvegarde
ru: Резервное копирование

# pref_cloud_storage_sync_mode:0
source: SYNC MODE
fr: MODE SYNC
ru: РЕЖИМ СИНХРОНИЗАЦИИ

# cloud_storage_cloud_server
source: Cloud server:
fr: Serveur cloud:
ru: Облачный сервер:
vi: Máy chủ đám mây:

# cloud_storage_server_url
source: Server URL:
fr: URL du serveur:
ru: URL-адрес сервера:
vi: URL máy chủ:

# cloud_storage_sync_action_download
source: Download
fr: Télécharger
ru: Скачать
vi: Tải về

# cloud_storage_sync_action_upload
source: Upload
fr: Télécharger
ru: Загрузить
vi: Tải lên

# editor_menu_add_ellipse
source: Ellipse
ru: Эллипс
vi: Hình elip

# color_dialog_special_transparent
source: Transparent
ru: Прозрачный
vi: Trong suốt

# editor_dialog_style_measure_text_position
source: Text position
fr: Position du texte
pt: Posição de texto
ru: Позиция текста
vi: Vị trí văn bản

# editor_dialog_style_measure_text_position_horizontal
source: Horizontal
ru: По горизонтали

# editor_dialog_style_rect_text_position
source: Text position
fr: Position du texte
pt: Posição de texto
ru: Позиция текста
vi: Vị trí văn bản

# circle_area_prefix
source: A:
ru: S:

# rectangle_area_prefix
source: A:
ru: S:

# settings_rectref_sizes_name
source: Name:
fr: Nom:
ru: Название:

# dimension_format_length_choices:4
source: text
fr: texte
pt: texto
ru: текст
vi: bản văn

# dimension_format_area_choices:2
source: text
fr: texte
pt: texto
ru: текст
vi: bản văn

# dimension_format_angle_choices:1
source: text
fr: texte
pt: texto
ru: текст
vi: bản văn

# dimension_format_area_imperial_choices:4
source: acre
ru: Акр
vi: mẫu Anh

# value_entry_tab_title_metadata
source: Extra
fr: Supplémentaire
ru: Другое
vi: Thêm

# value_entry_key_yard
source: Yard
fr: Cour
ru: Ярд
vi: Sân

# value_entry_metadata_suffix
source: Suffix
fr: Suffixe
ru: Суффикс
vi: Hậu tố

# imagesettings_dialog_bkgimage_reset
source: Reset
fr: Réinitialiser
ru: Сброс

# imagesettings_dialog_calibration_image_scale_real
source: real
ru: Оригинал

# tpool_locked_by_android_editor
source: editor
fr: éditeur
ru: Редактор

# tpool_locked_by_pro_migration
source: pro migration
ru: Про миграцию

# month_names_short_1
source: Jan
ru: янв

# month_names_short_2
source: Feb
fr: Fév
ru: февр

# month_names_short_4
source: Apr
fr: Avr
ru: апр

# month_names_short_6
source: Jun
fr: Juin
ru: июнь

# month_names_short_7
source: Jul
fr: Juil
ru: июль

# month_names_short_8
source: Aug
fr: Août
ru: авг

# month_names_short_9
source: Sep
ru: сент

# month_names_short_11
source: Nov
ru: нояб

# month_names_long_4
source: April
fr: Avril
ru: Апрель

# month_names_long_8
source: August
fr: Août
ru: Август

# month_names_long_9
source: September
fr: Septembre
ru: Сентябрь

# month_names_long_11
source: November
fr: Novembre
ru: Ноябрь

# generic_cancel
source: Cancel
fr: Annuler

# generic_undo
source: Undo
fr: Annuler

# folderselect_menu_new_folder
source: New folder
fr: Nouveau dossier
pt: Nova pasta
vi: Thư mục mới

# folderselect_menu_share_folder
source: Share folder
fr: Partage de dossier
pt: Compartilhar pasta
vi: Chia sẻ thư mục

# folderselect_menu_save_to_external_memory
source: Save to gallery
fr: Sauvegarder dans la galerie
pt: Salvar na galeria
vi: Lưu vào bộ sưu tập

# folderselect_menu_rename_folder
source: Rename folder
fr: Renommer le dossier
pt: Mudar o nome da pasta
vi: Đổi tên thư mục

# folderselect_menu_delete_folder
source: Delete folder
fr: Supprimer le dossier
pt: Eliminar pasta
vi: Xóa thư mục

# folderselect_menu_print_folder
source: Print folder
fr: Imprimer le dossier
pt: Imprimir pasta
vi: In thư mục

# imageselect_menu_preferences
source: Settings
fr: Paramètres
pt: Definições
vi: Cài đặt

# imageselect_menu_rename
source: Rename
fr: Renommer

# imageselect_menu_duplicate
source: Duplicate
fr: Dupliquer

# imageselect_menu_move_to_folder
source: Move to folder
fr: Déplacer vers un dossier
pt: Mover para a pasta
vi: Di chuyển đến thư mục

# imageselect_menu_import_image
source: Import image
fr: Importer une image
pt: Importar imagem
vi: Nhập hình ảnh

# imageselect_menu_new_canvas
source: New canvas
fr: Nouvelle toile

# imageselect_menu_capture
source: Camera capture
fr: Capture d'image

# imageselect_menu_delete_image
source: Delete
fr: Supprimer

# imageselect_menu_undelete_image
source: Undelete
fr: Annuler la suppression

# imageselect_menu_purge_image
source: Purge
fr: Purger

# imageselect_menu_share_image
source: Share
fr: Partager

# imageselect_menu_print
source: Print
fr: Imprimer

# imageselect_menu_image_info
source: Image info…
fr: Infos image…
vi: Thông tin hình ảnh

# imageselect_menu_upgrade
source: Upgrade
fr: Mise à jour

# imageselect_menu_import_images_from_free_app
source: Import images from free app
fr: Importer des images depuis l'application gratuite
pt: Importar imagens do app gratuito
vi: Nhập hình ảnh từ ứng dụng miễn phí

# imageselect_menu_welcome_message
source: Show welcome message
fr: Afficher le message de bienvenue
vi: Hiển thị thông điệp chào mừng

# imageselect_menu_about_app
source: About app
fr: À propos de l'application

# imageselect_menu_contact
source: Contact us
fr: Nous contacter

# imagelibrary_image_deleted
source: Image deleted
fr: Image supprimée

# imagelibrary_folder_deleted
source: Folder deleted
fr: Dossier supprimé

# imagelibrary_breadcrumb_root_folder
source: Root
fr: Racine

# imagelibrary_search_hint
source: Search images
fr: Rechercher des images

# sortingorder_alpha_ascending
source: Alphabetical
fr: Alphabétique

# sortingorder_alpha_descending
source: Alphabetical, reverse
fr: Alphabétique, inversé

# sortingorder_time_descending
source: Time, latest on top
fr: Temps, dernière sur le dessus

# sortingorder_number_ascending
source: Number, ascending
fr: Nombre, croissant

# sortingorder_number_descending
source: Number, descending
fr: Nombre, décroissant

# imagelibrary_display_options
source: Display options…
fr: Option d'affichage…

# imagelibrary_open_image_numbering_options
source: Image numbering…
fr: Numérotation des images…

# imagelibrary_dialog_numbering_title
source: Image numbers
fr: Numéros d'images

# imagelibrary_dialog_numbering_enable_auto_numbering
source: Enable auto-numbering
fr: Activer la numérotation automatique

# imagelibrary_dialog_numbering_start
source: Start
fr: Commencer

# imagelibrary_dialog_numbering_increment
source: Increment
fr: Incrément

# imagelibrary_dialog_numbering_renumber_title
source: Renumber existing images
fr: Renuméroter les images existantes

# imagelibrary_dialog_numbering_renumber_old_number_order
source: Keep order of old numbers
fr: Gardez l'ordre des anciens numéros

# imagelibrary_dialog_numbering_renumber_all
source: Renumber
fr: Renuméroter

# imagelibrary_dialog_numbering_remove_all_numbers
source: Remove numbers
fr: Supprimer des numéros

# imagelibrary_dialog_display_options_title
source: Display options
fr: Option d'affichage

# imagelibrary_dialog_display_options_show_deleted_images
source: Show deleted images
fr: Afficher les images supprimées

# imagelibrary_dialog_display_options_show_image_numbers
source: Show image numbers
fr: Afficher les numéros d'image

# imagelibrary_dialog_display_options_image_style_title
source: Show images as
fr: Afficher les images comme

# imagelibrary_dialog_display_options_image_style_list_large
source: Large list
fr: Grande liste

# imagelibrary_dialog_display_options_image_style_list_medium
source: Medium list
fr: Liste moyenne

# imagelibrary_dialog_display_options_image_style_list_small
source: Small list
fr: Petite liste

# imagelibrary_dialog_display_options_image_style_grid_large
source: Large grid
fr: Grande grille

# imagelibrary_dialog_display_options_image_style_grid_medium
source: Medium grid
fr: Grille moyenne

# imagelibrary_dialog_display_options_image_style_grid_small
source: Small grid
fr: Petite grille

# foldername_dialog_folder_name
source: Folder name
fr: Nom du dossier
pt: Nome da pasta
vi: Tên thư mục

# foldername_dialog_folder_name_hint
source: Enter folder name
fr: Entrez le nom du dossier

# foldername_dialog_icon_color
source: Folder color
fr: Couleur du dossier

# folderselect_dialog_delete_folder_confirmation_message
source: Really delete the folder and all its content?
fr: Supprimer définitivement le dossier et tout son contenu ?
pt: Deseja eliminar a pasta e todo o seu conteúdo?
vi: Thực sự xóa thư mục và tất cả nội dung của nó?

# folderselect_dialog_delete_folder_ok
source: Yes, delete all
fr: Oui, supprimer tout
pt: Sim, eliminar tudo
vi: Có, xóa tất cả

# folderselect_dialog_delete_folder_cancel
source: No
fr: Non
pt: Não
vi: Không

# folderselect_dialog_delete_folder_content_confirmation_message
source: Really delete all images in the folder?
fr: Supprimer définitivement toutes les images dans le dossier?
pt: Deseja eliminar todas as imagens na pasta?
vi: Thực sự xóa tất cả các hình ảnh trong thư mục?

# folderselect_dialog_delete_folder_content_ok
source: Yes, delete all
fr: Oui, supprimer tout
pt: Sim, eliminar todos
vi: Có, xóa tất cả

# folderselect_dialog_delete_folder_content_cancel
source: No
fr: Non
pt: Não
vi: Không

# imageselect_dialog_delete_image_confirmation_message
source: Really delete this image?
fr: Vraiment supprimer cette image ?
pt: Deseja eliminar esta imagem?
vi: Thực sự xóa hình ảnh này?

# imageselect_dialog_delete_images_confirmation_message
source: Really delete the selected images?
fr: Vraiment supprimer les images sélectionnées ?
pt: Deseja eliminar as imagens selecionadas?
vi: Thực sự xóa những hình ảnh đã chọn?

# imageselect_dialog_delete_image_ok
source: Yes, delete
fr: Oui, supprimer
pt: Sim, eliminar
vi: Có, xóa

# imageselect_dialog_delete_image_cancel
source: No
fr: Non
pt: Não
vi: Không

# imageselect_dialog_about_license
source: License:
fr: Licence:
vi: Giấy phép:

# imageselect_dialog_about_license_evaluation
source: Free Evaluation
fr: Évaluation gratuite
vi: Đánh giá miễn phí

# imageselect_dialog_about_tutorial_link
source: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Tutorial video</a>
fr: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Didacticiel vidéo</a>
vi: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE"> video hướng dẫn </a>

# imageselect_dialog_about_release_notes
source: <a href="release-notes">Release notes</a>
fr: <a href="release-notes"> Notes de version </a>

# imageselect_dialog_about_contact_link
source: <a href="mailto:imagemeter@gmail.com">Contact email</a>
fr: <a href="mailto:imagemeter@gmail.com">E-mail de contact </a>
vi: <a href="mailto:imagemeter@gmail.com"> Email liên hệ </a>

# imageselect_dialog_about_privacy_policy_link
source: <a href="https://www.iubenda.com/privacy-policy/43586350">Privacy policy</a>
fr: <a href="https://www.iubenda.com/privacy-policy/43586350"> Politique de confidentialité </a>
vi: <a href="https://www.iubenda.com/privacy-policy/43586350"> Chính sách bảo mật </a>

# navigation_drawer_license
source: License: %1$s
fr: Licence: %1$s

# navigation_drawer_owner
source: Owner: %1$s
fr: Propriétaire: %1$s

# navigation_drawer_user
source: User: %1$s
fr: Utilisateur: %1$s

# upgrade_dialog_pay_once
source: %1$s once
fr: %1$s une fois

# upgrade_dialog_pay_monthly
source: %1$s/month
fr: %1$s/mois

# upgrade_dialog_first_month_free
source: First month free
fr: Premier mois gratuit

# upgrade_dialog_more_information_link
source: For more information about these features, &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;visit the website&lt;/a&gt;.
fr: Pour plus d'informations sur ces fonctionnalités, &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;visitez le site Web&lt;/a&gt;.

# upgrade_dialog_button_pro_upgrade
source: Upgrade to Pro
fr: Passer à la version Pro

# upgrade_dialog_button_business_upgrade
source: Upgrade to Business
fr: Mise à niveau vers Business

# upgrade_dialog_button_back
source: Back
fr: Retour

# upgrade_dialog_button_volume_license
source: Enter volume license code
fr: Entrez le code de licence de volume

# inapp_upgrade_to_pro_button
source: Upgrade
fr: Mettre à jour

# dialog_need_upgrade_example_images_text
source: You can try this function with the example images (in folder '%1$s').
fr: Vous pouvez essayer cette fonction avec les exemples d'images (dans le dossier '%1$s').

# dialog_need_upgrade_create_example_images_text
source: You can try this function with the example images (<a href="create">create folder '%1$s'</a>).
fr: Vous pouvez essayer cette fonction avec les exemples d'images (<a href="create">créer le dossier '%1$s'</a>).

# default_image_name
source: unnamed image
fr: image sans nom
pt: imagem sem nome
vi: hình ảnh không tên

# export_dialog_saving_images_to_external_storage
source: Saving images to external storage...
fr: Enregistrement d'images sur le stockage externe...
pt: Guardando imagens no armazenamento externo...
vi: Lưu hình ảnh vào bộ nhớ ngoài ...

# export_dialog_image_saved_to_external_storage
source: Saved image to external storage...
fr: Image enregistrée sur le stockage externe...
pt: Imagem guardada no armazenamento externo...
vi: Hình ảnh đã lưu vào bộ nhớ ngoài ...

# export_dialog_images_saved_to_external_storage
source: Saved %1$d images to external storage...
fr: Enregistrée %1$d images sur le stockage externe...
pt: %1$d imagens guardadas no armazenamento externo...
vi: Đã lưu %1$d hình ảnh vào bộ nhớ ngoài ...

# export_dialog_saving_images_success_title
source: Export finished
fr: Exportation terminée
pt: Exportação terminada
vi: Xuất xong

# export_dialog_saving_images_success_text
source: Images have been saved to folder '%1$s'. Maybe you can also find them more easily under /sdcard/Pictures.
fr: Les images ont été enregistrées dans le dossier ' %1$s '. Vous pouvez également les trouver plus facilement sous / sdcard / Pictures.
pt: As imagens foram guardadas na pasta ' %1$s '. Também pode encontrá-las mais facilmente em /sdcard/Pictures.
vi: Hình ảnh đã được lưu vào thư mục ' %1$s '. \ N \ n Có thể bạn cũng có thể tìm thấy chúng dễ dàng hơn trong / sdcard / Ảnh.

# export_dialog_overwrite_extpics_images_message
source: Images with the same name exist in the target directory.
fr: Des images avec le même nom existent dans le répertoire cible.
pt: Imagens com o mesmo nome existem no diretório de destino.
vi: Hình ảnh có cùng tên tồn tại trong thư mục đích.

# export_dialog_overwrite_extpics_images_overwrite
source: Overwrite
fr: Écraser
pt: Sobrescrever
vi: Ghi đè

# export_dialog_overwrite_extpics_images_keep_both
source: Rename
fr: Renommer
pt: Mudar o nome
vi: Đổi tên

# export_dialog_overwrite_extpics_images_cancel
source: Cancel
fr: Annuler
pt: Cancelar
vi: Hủy bỏ

# export_dialog_overwrite_extpics_folder_message
source: A folder with the same name already exists.
fr: Un dossier portant le même nom existe déjà.
pt: Uma pasta com o mesmo nome já existe.
vi: Một thư mục có cùng tên đã tồn tại.

# export_dialog_overwrite_extpics_folder_replace
source: Replace
fr: Remplacer
pt: Substituir
vi: Thay thế

# export_dialog_overwrite_extpics_folder_merge
source: Merge
fr: Fusionner
pt: Merger
vi: Hợp nhất

# export_dialog_overwrite_extpics_folder_cancel
source: Cancel
fr: Annuler
pt: Cancelar
vi: Hủy bỏ

# image_export_default_settings
source: Default image export settings
fr: Paramètres d'exportation d'image par défaut

# zip_export_notification_progress_compressing_step
source: Compressing ZIP file...
fr: Compression du fichier ZIP ...

# imageselect_dialog_image_name_image_title
source: Image name
fr: Nom de l'image

# imageselect_dialog_image_name_title_hint
source: Enter image name
fr: Entrez le nom de l'image

# imageselect_dialog_image_name_number
source: Number
fr: Nombre

# dialog_data_import_progress_message
source: Importing images ...
fr: Importer des images ...
pt: Importando imagens ...
vi: Nhập hình ảnh ...

# dialog_duplicate_image_import_title
source: Image Import
fr: Importation d'image
pt: Importação de imagens
vi: Nhập ảnh

# dialog_duplicate_image_import_message
source: Imported image '%1$s' already exists.
fr: L'image importée '%1$s' existe déjà.
pt: A imagem importada ' %1$s ' já existe.
vi: Hình ảnh đã nhập ' %1$s ' đã tồn tại.

# dialog_duplicate_image_import_overwrite
source: Overwrite
fr: Écraser
pt: Sobrescrever
vi: Ghi đè

# dialog_duplicate_image_import_keep_both
source: Keep both
fr: Garde les deux
pt: Manter ambos
vi: Giữ cả hai

# dialog_duplicate_image_import_skip
source: Skip
fr: Passer
pt: Pular
vi: Bỏ qua

# dialog_duplicate_folder_import_title
source: Folder Import
fr: Importation de dossier
pt: Importação de pasta
vi: Nhập thư mục

# dialog_duplicate_folder_import_message
source: Imported folder '%1$s' already exists. %3$d images should be imported, out of which %2$d already exist locally.
fr: Le dossier importé '%1$s' existe déjà. %3$d images %3$d doivent être importées, parmi lesquelles %2$d existe déjà localement.
pt: A pasta importada ' %1$s ' já existe. %3$d As imagens devem ser importadas, das quais %2$d já existem localmente.
vi: Thư mục đã nhập ' %1$s ' đã tồn tại. Nên nhập hình ảnh %3$d , trong đó %2$d đã tồn tại cục bộ.

# dialog_duplicate_folder_no_duplicate_images_import_message
source: Imported folder '%1$s' already exists, but there are no duplicate images.
fr: Le dossier importé '%1$s' existe déjà, mais il n'y a pas d'images en double.
pt: A pasta importada ' %1$s ' já existe, mas não há imagens duplicadas.
vi: Thư mục đã nhập ' %1$s ' đã tồn tại, nhưng không có hình ảnh trùng lặp.

# dialog_duplicate_folder_import_merge
source: Merge
fr: Fusionner
pt: Merger
vi: Hợp nhất

# dialog_duplicate_folder_import_overwrite
source: Overwrite
fr: Écraser
pt: Sobrescrever
vi: Ghi đè

# dialog_duplicate_folder_import_keep_both
source: Keep both
fr: Garder les deux
pt: Manter ambos
vi: Giữ cả hai

# dialog_duplicate_folder_import_skip
source: Skip
fr: Passer
pt: Pular
vi: Bỏ qua
