Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# dialog_cloud_login_required_title
source: Cloud login required
fr: Connexion au cloud requise
vi: Yêu cầu đăng nhập trên đám mây

# dialog_cloud_login_required_text
source: You are currently not logged into any cloud service. Please connect to your account in the preferences.
fr: Vous n'êtes actuellement connecté à aucun service cloud. Veuillez vous connecter à votre compte dans les préférences.
vi: Bạn hiện chưa đăng nhập vào bất kỳ dịch vụ đám mây nào. Vui lòng kết nối với tài khoản của bạn trong các tùy chọn.

# dialog_cloud_login_open_prefs_button
source: Open cloud preferences
fr: Ouvrir les préférences du cloud
vi: Mở tùy chọn đám mây

# imageselect_error_cannot_edit_corrupted_image
source: The .imm file for this image is corrupted. You cannot edit the image.
fr: Le fichier .imm de cette image est corrompu. Vous ne pouvez pas modifier l'image.
pt: O arquivo .imm para esta imagem está danificado. Não se pode editar a imagem.
vi: Tệp .imm cho hình ảnh này bị hỏng. Bạn không thể chỉnh sửa hình ảnh.

# imageselect_error_cannot_rename_corrupted_image
source: The .imm file for this image is corrupted. You cannot rename the image.
fr: Le fichier .imm de cette image est corrompu. Vous ne pouvez pas renommer l'image.
pt: O arquivo .imm para esta imagem está danificado. Não se pode mudar o nome a imagem.
vi: Tệp .imm cho hình ảnh này bị hỏng. Bạn không thể đổi tên hình ảnh.

# imageselect_error_cannot_export_corrupted_image
source: The images with the corrupted .imm files will not be exported.
fr: Les images avec les fichiers .imm corrompus ne seront pas exportées.
pt: As imagens com os arquivos .imm danificados não serão exportadas.
vi: Các hình ảnh với các tệp .imm bị hỏng sẽ không được xuất.

# imageselect_error_image_version_more_recent_open_editor_anyways
source: The file version of this image (%1$d) is more recent than the maximum version supported by the ImageMeter version installed (%2$d). Opening the file may result in lost data or wrong annotations. You should use a recent version of ImageMeter to open this file. Do you still want to open it?
fr: La version du fichier de cette image (%1$d) est plus récente que la version maximale prise en charge par la version ImageMeter installée (%2$d). L'ouverture du fichier peut entraîner la perte de données ou des annotations erronées. Vous devriez utiliser une version récente d'ImageMeter pour ouvrir ce fichier. Voulez-vous tout de même l'ouvrir?
pt: A versão do arquivo desta imagem (%1$d) é mais recente do que a versão máxima suportada pela versão instalada de ImageMeter (%2$d). Ao abrir o arquivo pode resultar em dados perdidos ou anotações erradas. Deve utilizar uma versão recente do ImageMeter para abrir este arquivo. Ainda deseja abri-lo?
vi: Phiên bản tệp của hình ảnh này ( %1$d ) gần đây hơn phiên bản tối đa được hỗ trợ bởi phiên bản ImageMeter được cài đặt ( %2$d ). Mở tệp có thể dẫn đến mất dữ liệu hoặc chú thích sai. Bạn nên sử dụng phiên bản ImageMeter gần đây để mở tệp này. \ N \ nBạn có muốn mở nó không?

# imageselect_error_metadata_format_unknown
source: Image metadata file (.imm) cannot be read, because it's format is unknown.
fr: Impossible de lire le fichier de métadonnées d'image (.imm), car son format est inconnu.
pt: O arquivo de metadados de imagem (.imm) não pode ser lido, porque o formato é desconhecido.
vi: Không thể đọc tệp siêu dữ liệu hình ảnh (.imm) vì không xác định được định dạng của nó.

# imageselect_error_cannot_modify_readonly_folder
source: This is an essential system folder, you cannot remove or rename it.
fr: Ceci est un dossier essentiel du système, vous ne pouvez pas le supprimer ou renommer.
pt: Esta é uma pasta essencial do sistema, não se pode removê-la ou mudar o seu nome.
vi: Đây là một thư mục hệ thống thiết yếu, bạn không thể loại bỏ hoặc đổi tên nó.

# imageselect_error_cannot_move_bundle_to_folder
source: Cannot move image to new folder (maybe an image with the same name already exists).
fr: Impossible de déplacer l'image vers un nouveau dossier (une image portant le même nom existe peut-être déjà).
pt: Não se pode mover a imagem para a nova pasta (talvez já exista uma imagem com o mesmo nome).
vi: Không thể di chuyển hình ảnh sang thư mục mới (có thể một hình ảnh có cùng tên đã tồn tại).

# imageselect_error_external_memory_unavailable
source: External memory (where your app-data is stored) is not available. Most probably, your device stores this data on an external SD card which is currently not available. If this is not the problem in your case, you may contact imagemeter@gmail.com.
fr: La mémoire externe (où vos données d'application sont stockées) n'est pas disponible. Très probablement, votre appareil stocke ces données sur une carte SD externe qui n'est actuellement pas disponible. Si ce n'est pas le problème dans votre cas, vous pouvez contacter imagemeter@gmail.com.
pt: A memória externa (donde está armazenado os seus dados do aplicativo) não está disponível. Muito provavelmente, o seu dispositivo armazena esses dados num cartão SD externo que atualmente não está disponível. Se este não for o problema no seu caso, pode entrar em contato com imagemeter@gmail.com.
vi: Bộ nhớ ngoài (nơi lưu trữ dữ liệu ứng dụng của bạn) không khả dụng. Rất có thể, thiết bị của bạn lưu trữ dữ liệu này trên thẻ SD bên ngoài hiện không khả dụng. Nếu đây không phải là vấn đề trong trường hợp của bạn, bạn có thể liên hệ với fantemeter @ gmail.

# imageselect_error_folder_cannot_create
source: Cannot create the folder '%1$s' within this directory: '%2$s'. Make sure the media (e.g. SD-card) is mounted, this directory exists and is writable.
fr: Impossible de créer le dossier '%1$s' dans ce répertoire: '%2$s'. Assurez-vous que le support (par exemple carte SD) est monté, ce répertoire existe et n'est pas protégée en écriture.
pt: Não se pode criar a pasta '%1$s' dentro deste diretório: '%2$s'. Certifique-se de que a mídia (por exemplo, cartão SD) esteja montada, este diretório existe e pode ser gravado.
vi: Không thể tạo thư mục ' %1$s ' trong thư mục này: ' %2$s '. Đảm bảo phương tiện (ví dụ thẻ SD) được gắn, thư mục này tồn tại và có thể ghi.

# imageselect_error_cannot_access_external_data
source: Cannot access external data at location '%1$s'.
fr: Impossible d'accéder aux données externes à l'emplacement '%1$s'.
pt: Não se pode aceder aos dados externos na localização '%1$s'.
vi: Không thể truy cập dữ liệu ngoài tại vị trí ' %1$s '.

# imageselect_error_cannot_create_existing_folder
source: Cannot create folder '%1$s' because it already exists.
fr: Impossible de créer le dossier '%1$s' car il existe déjà.
pt: Não se pode criar a pasta '%1$s' porque já existe.
vi: Không thể tạo thư mục ' %1$s ' vì nó đã tồn tại.

# imageselect_error_folder_rename_target_exists
source: Cannot rename folder to '%1$s' because that already exists.
fr: Impossible de renommer le dossier en '%1$s' car il existe déjà.
pt: Não se pode mudar o nome da pasta para '%1$s' porque já existe.
vi: Không thể đổi tên thư mục thành ' %1$s ' vì điều đó đã tồn tại.

# imageselect_error_folder_does_not_exist_detailed
source: Folder '%1$s' does not exist anymore (expected location '%2$s').
fr: Le dossier '%1$s' n'existe plus (emplacement prévu '%2$s').
pt: A pasta '%1$s' já não existe (localização esperada '%2$s').
vi: Thư mục ' %1$s ' không còn tồn tại nữa (vị trí dự kiến ' %2$s ').

# imageselect_error_cannot_write_data_bundle
source: Cannot write data for image '%1$s'.
fr: Impossible d'écrire des données pour l'image '%1$s'.
pt: Não se pode escrever dados para a imagem '%1$s'.
vi: Không thể ghi dữ liệu cho hình ảnh ' %1$s '.

# imageselect_error_cannot_write_data_bundle_detailed
source: Cannot write data for image '%1$s' (at location '%2$s').
fr: Impossible d'écrire des données pour l'image '%1$s' (à l'emplacement '%2$s').
pt: Não é possível escrever dados para a imagem '%1$s' (na localização '%2$s').
vi: Không thể ghi dữ liệu cho hình ảnh ' %1$s ' (tại vị trí ' %2$s ').

# imageselect_error_cannot_delete_data_bundle
source: Cannot delete image '%1$s'.
fr: Impossible de supprimer l'image '%1$s'.
pt: Não se pode eliminar a imagem '%1$s'.
vi: Không thể xóa hình ảnh ' %1$s '.

# imageselect_error_url_of_imported_file_not_found
source: Image to be imported cannot be found.
fr: L'image à importer ne peut être trouvée.
pt: A imagem que se pretende importar não se encontra.
vi: Hình ảnh được nhập không thể được tìm thấy.

# error_cannot_save_annotated_image
source: Cannot save annotated image because: '%1$s'.
fr: Impossible d'enregistrer l'image annotée car: '%1$s'.
vi: Không thể lưu hình ảnh chú thích vì: ' %1$s '.

# error_cannot_save_thumbnail_image
source: Cannot save thumbnail image because: '%1$s'.
fr: Impossible d'enregistrer l'image miniature car: '%1$s'.
vi: Không thể lưu hình ảnh thu nhỏ vì: ' %1$s '.

# error_cannot_access_files_in_folder
source: Cannot access files in folder '%1$s'.
fr: Impossible d'accéder aux fichiers du dossier '%1$s'.
vi: Không thể truy cập các tệp trong thư mục ' %1$s '.

# error_target_folder_contains_bundle_with_same_id
source: Folder '%1$s' contains image '%2$s' with the same ID as image '%3$s'.
fr: Le dossier '%1$s' contient l'image '%2$s' avec le même ID que l'image '%3$s'.
vi: Thư mục ' %1$s ' chứa hình ảnh ' %2$s ' có cùng ID với hình ảnh ' %3$s '.

# storage_error_external_storage_read_only
source: External storage is read-only.
fr: Le stockage externe est en lecture seule.
pt: O armazenamento externo é só de leitura.
vi: Bộ nhớ ngoài là chỉ đọc.

# storage_error_external_storage_could_not_write_file
source: Could not write file to external memory.
fr: Impossible d'écrire le fichier vers la mémoire externe.
pt: Não se pôde escrever o arquivo na memória externa.
vi: Không thể ghi tập tin vào bộ nhớ ngoài.

# storage_error_external_storage_could_not_get_permission_to_write_images
source: Could not get permission to write to external storage. No files have been written.
fr: Impossible d'obtenir l'autorisation d'écrire sur le stockage externe. Aucun fichier n'a été écrit.
pt: Não se pôde obter permissão para escrevr no armazenamento externo. Nenhum arquivo foi escrito.
vi: Không thể có được quyền ghi vào bộ nhớ ngoài. Không có tập tin đã được viết.

# storage_error_cannot_create_directory_on_external_storage
source: Could not create directory '%1$s' on external storage.
fr: Impossible de créer le répertoire sur le stockage externe (%1$s).
pt: Não se pôde criar o diretório '%1$s' no armazenamento externo.
vi: Không thể tạo thư mục ' %1$s ' trên bộ nhớ ngoài.

# storage_error_external_storage_destination_is_no_directory
source: External storage destination is not a directory.
fr: La destination de stockage externe n'est pas un répertoire.
pt: O destino de armazenamento externo não é um diretório.
vi: Đích lưu trữ ngoài không phải là một thư mục.

# storage_error_data_bundle_corrupted
source: Data in image directory '%1$s' is corrupted.
fr: Les données du répertoire d'images '%1$s' sont corrompues.
pt: Os dados no diretório de imagens '%1$s' estão danificados.
vi: Dữ liệu trong thư mục hình ảnh ' %1$s ' bị hỏng.

# storage_error_no_permission_to_read_image_to_be_imported
source: Cannot import image because the permission to read external storage has not been granted.
fr: Impossible d'importer l'image car les droits en lecture du stockage externe ne sont pas accordés.
pt: Não se pode importar imagem porque a permissão para ler o armazenamento externo não foi concedida.
vi: Không thể nhập hình ảnh vì quyền đọc bộ nhớ ngoài chưa được cấp.

# storage_error_cannot_read_ifd_file
source: Cannot read IFD file in folder '%1$s'.
fr: Impossible de lire le fichier IFD dans le dossier '%1$s'.
vi: Không thể đọc tệp IFD trong thư mục ' %1$s '.

# error_cannot_open_file_does_not_exist
source: Cannot open file '%1$s' because it does not exist.
fr: Impossible d'ouvrir le fichier '%1$s' car il n'existe pas.
vi: Không thể mở tệp ' %1$s ' vì nó không tồn tại.

# error_cannot_open_file_is_folder
source: Cannot open file '%1$s' because it is a folder.
fr: Impossible d'ouvrir le fichier '%1$s' car il s'agit d'un dossier.
vi: Không thể mở tệp ' %1$s ' vì đây là thư mục.

# error_cannot_write_file
source: Cannot write to file '%1$s'.
fr: Impossible d'écrire dans le fichier '%1$s'.

# storage_error_cannot_load_image_file_from_remote
source: Cannot load the image file from cloud storage.
fr: Impossible de charger le fichier image à partir du stockage cloud.
vi: Không thể tải tệp hình ảnh từ lưu trữ đám mây.

# storage_note_pulling_image_file_from_remote
source: Downloading image file from cloud storage.
fr: Téléchargement du fichier image à partir du stockage cloud.
vi: Tải tập tin hình ảnh từ bộ nhớ đám mây.

# cloud_progress_will_cancel
source: Syncing will be cancelled...
fr: La synchronisation sera annulée ...

# pref_measure_metric_length_unit_dialog
source: Metric length unit
fr: Unité de longueur métrique
pt: Unidade métrica de longitude
vi: Đơn vị chiều dài số liệu

# pref_measure_metric_area_unit_dialog
source: Metric area unit
fr: Unité de surface métrique
pt: Unidade métrica de longitude
vi: Đơn vị diện tích hệ mét

# pref_measure_imperial_length_unit_dialog
source: Imperial length unit
fr: Unité de longueur impériale
pt: Unidade de longitude imperial
vi: Đơn vị chiều dài hoàng gia

# pref_measure_imperial_area_unit_dialog
source: Imperial area unit
fr: Unité de surface impériale
pt: Unidade de área imperial
vi: Đơn vị khu vực hoàng gia

# pref_measure_decimal_digits_metric_length
source: Decimal digits
fr: Chiffres décimaux
pt: Dígitos decimais
vi: Chữ số thập phân

# pref_category_export_format_and_rendering
source: Format and rendering
fr: Format et rendu

# pref_export_format
source: Image format
fr: Format d'image
pt: Formato da imagem
vi: Định dạng hình ảnh

# pref_export_format_dialog
source: Image format
fr: Format d'image
pt: Formato de imagem
vi: Định dạng hình ảnh

# pref_export_render_image_title
source: Show image title
fr: Afficher le titre de l'image
pt: Mostrar o título da imagem
vi: Hiển thị tiêu đề hình ảnh

# dialog_storage_move_annotated_images_progress_text
source: Moving images ...
fr: Déplacement des images ...
pt: Movendo imagens ...
vi: Di chuyển hình ảnh ...

# dialog_storage_directory_move_images_progress_text
source: Moving images ...
fr: Déplacement des images ...
pt: Movendo imagens ...
vi: Di chuyển hình ảnh ...

# editor_menu_edit_copy_element
source: Copy element
fr: Copier l'élément
vi: Sao chép phần tử

# export_eval_version
source: Evaluation copy
fr: Version d'évaluation

# dimension_format_imperial_length_unit_choices:1
source: inch
fr: pouce
pt: polegada

# dimension_format_imperial_length_unit_choices:2
source: foot
fr: pied
pt: pé
vi: chân

# dimension_format_area_imperial_choices:0
source: sq in
fr: pouce carré
pt: polegadas quadradas
vi: trong

# dimension_format_area_imperial_choices:1
source: sq ft
fr: pied carré
pt: pés quadrados
vi: ft vuông

# dimension_format_area_imperial_choices:2
source: sq yd
fr: yard carré
vi: yd vuông

# dimension_format_area_imperial_choices:3
source: sq mi
fr: mille carré
vi: dặm vuông

# dimension_format_area_imperial_choices:5
source: square mil
fr: mil carré
vi: mil vuông

# dimension_format_area_imperial_choices:6
source: circular mil
fr: mil circulaire
vi: thông tư mil

# bluetooth_dialog_scan_needs_location_permission_text
source: Since Android 6, the coarse location permission is required to scan for nearby Bluetooth devices. Please grant this permission when requested.
fr: Depuis Android 6, l'autorisation de localisation approximative est requise pour rechercher les appareils Bluetooth à proximité. Veuillez accorder cette permission sur demande.
pt: A partir do Android 6, é necessária a permissão de localização para procurar os dispositivos Bluetooth próximos. Por favor, conceda essa permissão quando se solicita.
vi: Kể từ Android 6, cần có sự cho phép vị trí thô để quét các thiết bị Bluetooth gần đó. Vui lòng cấp quyền này khi được yêu cầu.

# tip_of_day_dialog_next
source: Next
fr: Suivant
pt: Próximo
vi: Kế tiếp

# tip_of_day_dialog_title
source: Tip of the Day ...
fr: Astuce du jour ...
pt: Dica do dia ...
vi: Mẹo của ngày ...

# tip_of_day_dialog_show_tips_at_startup
source: Show tips at startup
fr: Afficher les conseils au démarrage
pt: Mostrar dicas ao iniciar
vi: Hiển thị mẹo khi khởi động

# tip_welcome
source: Welcome to ImageMeter If you have any questions, do not hesitate to write to imagemeter@gmail.com. All emails will be answered as fast as possible.
fr: Bienvenue sur ImageMeter Si vous avez des questions, n'hésitez pas à écrire à imagemeter@gmail.com. Tous vos e-mails auront une réponse aussi vite que possible.
pt: Bem-vindo ao ImageMeter Se tiver alguma dúvida, não hesite em escrever para imagemeter@gmail.com. Todos os e-mails serão respondidos o mais rápido possível.
vi: Chào mừng bạn đến với ImageMeter \ n \ nNếu bạn có bất kỳ câu hỏi nào, đừng ngần ngại viết thư cho fantemeter @ gmail. Tất cả các email sẽ được trả lời nhanh nhất có thể.

# tip_export_images
source: You can export images by long-clicking on them in the list and then selecting the share icon in the toolbar.
fr: Vous pouvez exporter les images grâce à un clique-long sur la liste et en sélectionnant l'icône de partage dans le menu contextuel.
pt: Pode exportar imagens clicando-as na lista e depois selecionar o ícone de compartilhar na barra de ferramentas.
vi: Bạn có thể xuất hình ảnh bằng cách nhấp dài vào chúng trong danh sách và sau đó chọn biểu tượng chia sẻ trên thanh công cụ.

# tip_folder_export
source: You can export PDFs with all images in a folder by long-clicking on the folder and selecting export.
fr: Vous pouvez exporter des PDFs avec toutes les images dans un dossier grâce à un clique long sur le dossier et en sélectionnant exportation.
pt: Pode exportar PDFs com todas as imagens numa pasta clicando de forma prolongada na pasta e selecionando a opção exportar.
vi: Bạn có thể xuất tệp PDF với tất cả hình ảnh trong một thư mục bằng cách nhấp dài vào thư mục và chọn xuất.

# tip_disable_tips
source: You can disable the tip of the day dialog in the settings.
fr: Vous pouvez désactiver l'astuce du jour dans la boîte de dialogue du menu paramètres.
pt: Pode desativar a caixa de diálogo da dica do dia nas configurações.
vi: Bạn có thể tắt đầu hộp thoại ngày trong cài đặt.

# tip_accuracy
source: Accuracy depends on the quality of the camera and its lens distortions. You can increase accuracy by choosing a reference rectangle that is as large as possible.
fr: La précision dépend de la qualité de la caméra et de la distorsion de la lentille. Pour augmenter la précision, choisissez un rectangle de référence le plus grand possible.
pt: A precisão depende da qualidade da câmara e suas distorções de lente. Pode aumentar a precisão através de seleção de um retângulo de referência, que for o maior possível.
vi: Độ chính xác phụ thuộc vào chất lượng của máy ảnh và biến dạng ống kính của nó. Bạn có thể tăng độ chính xác bằng cách chọn một hình chữ nhật tham chiếu càng lớn càng tốt.

# tip_measure_attach
source: When you draw a new measure in an image that already contains a reference, the measure is automatically computed based on this reference. If you want to enter its value manually, click on the crossed-out calculator icon or choose 'enter value manually' from the menu.
fr: Lorsque vous dessinez une mesure sur une image contenant déjà une référence, la mesure calculée est automatiquement associée à la référence. Si vous souhaitez associer ou dissocier à une mesure d'une référence manuellement, vous pouvez le faire dans le menu 'éditer'.
pt: Quando desenha uma nova medida numa imagem que já contém uma referência, a medida é automaticamente calculada com base nesta referência. Se deseja inserir seu valor de forma manual, clique no ícone da calculadora cruzada ou escolha 'digitar manualmente o valor' no menu.
vi: Khi bạn vẽ một số đo mới trong một hình ảnh đã có một tham chiếu, số đo đó sẽ được tự động tính toán dựa trên tham chiếu này. Nếu bạn muốn nhập giá trị của nó theo cách thủ công, hãy nhấp vào biểu tượng máy tính gạch chéo hoặc chọn 'nhập giá trị thủ công' từ menu.

# tip_support
source: If you have any questions, do not hesitate to write to imagemeter@gmail.com. All emails will be answered as fast as possible.
fr: Si vous avez des questions, n'hésitez pas à écrire à imagemeter@gmail.com. Nous vous répondrons dès que possible.
pt: Se tiver alguma dúvida, não hesite em escrever para imagemeter@gmail.com. Todos os e-mails serão respondidos o mais rápido possível.
vi: Nếu bạn có bất kỳ câu hỏi nào, đừng ngần ngại viết thư cho fantemeter @ gmail. Tất cả các email sẽ được trả lời nhanh nhất có thể.

# welcome_message_title
source: Welcome to ImageMeter
fr: Bienvenue sur ImageMeter
pt: Bem-vindo ao ImageMeter
vi: Chào mừng đến với ImageMeter

# welcome_message_text
source: For an introduction to ImageMeter, see this <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">video</a>. If you have any further questions, do not hesitate to write to <a href="mailto:imagemeter@gmail.com">info@imagemeter.com</a>.
fr: Pour une présentation d'ImageMeter, veuillez consulter cette <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">vidéo</a>. Si vous avez d'autres questions, veuillez nous contacter à <a href="mailto:imagemeter@gmail.com">imagemeter@gmail.com</a>.

# welcome_message_show_at_startup
source: Show welcome message at startup
fr: Afficher le message de bienvenue au démarrage
vi: Hiển thị thông điệp chào mừng khi khởi động

# upgraded_sub_title
source: with pro upgrade
vi: với nâng cấp chuyên nghiệp

# notification_error_title
source: ImageMeter error
pt: Erro ImageMeter
vi: Lỗi ImageMeter

# imageselect_menu_tutorial
source: Tutorial
vi: Hướng dẫn

# imageselect_menu_faq
source: FAQ
pt: Perguntas Frequentes
vi: Câu hỏi thường gặp

# imageselect_menu_rename
source: Rename image
pt: Mudar o nome da imagem
vi: Đổi tên hình ảnh

# imageselect_menu_capture
source: Capture image
pt: Capturar imagem
vi: Chụp ảnh

# imageselect_menu_delete_image
source: Delete image
pt: Apagar Imagem
vi: Xóa ảnh

# imageselect_menu_share_image
source: Share image
pt: Partilhar imagem
vi: Chia sẻ hình ảnh

# imageselect_menu_save_to_external_memory
source: Save to gallery
pt: Guardar na galeria
vi: Lưu vào bộ sưu tập

# imageselect_menu_bluetooth
source: Bluetooth connect
pt: Conetar Bluetooth
vi: Kết nối Bluetooth

# imageselect_menu_print
source: Print image
pt: Imprimir imagem
vi: In hình ảnh

# imageselect_menu_upgrade
source: Upgrade...
vi: Nâng cấp ...

# imageselect_menu_tipofday
source: Show tip of the day
pt: Mostre dica do dia
vi: Hiển thị mẹo trong ngày

# imageselect_menu_about_app
source: About app...
pt: Sobre a aplicação...
vi: Về ứng dụng ...

# imageselect_menu_sync_current_folder
source: Sync current folder
vi: Đồng bộ hóa thư mục hiện tại

# imageselect_menu_sync_inbox_folder
source: Sync inbox with cloud (beta)
vi: Đồng bộ hóa hộp thư đến với đám mây (beta)

# imageselect_menu_sync_all_folders
source: Sync all folders
vi: Đồng bộ hóa tất cả các thư mục

# foldername_dialog_folder_name_hint
source: folder name
pt: nome da pasta
vi: tên thư mục

# foldername_dialog_notes
source: Notes
pt: Notas
vi: Ghi chú

# imageselect_dialog_about_version
source: Version:
vi: Phiên bản:

# imageselect_dialog_about_license_pro
source: Pro
vi: Chuyên nghiệp

# imageselect_dialog_about_documentation_link
source: <a href="https://www.imagemeter.com/manual">Documentation</a>
vi: <a href="https://www.imagemeter.com/manual"> Tài liệu </a>

# imageselect_dialog_about_translator
source: Translator:
pt: Tradutor: Chon In Lei
vi: Phiên dịch:

# default_image_name_preinstalled
source: example image
pt: Imagem de exemplo
vi: hình ảnh ví dụ
