Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# image_info_export_resolution
source: Exported Image Resolution
vi: Độ phân giải hình ảnh xuất khẩu

source: Hello blank fragment
vi: Xin chào mảnh trống

# imageselect_dialog_about_version
source: version:
pt: versão:

# imageselect_dialog_about_license
source: license:
pt: licença:

# imageselect_dialog_about_license_evaluation
source: free evaluation
pt: avaliação gratuita

# imageselect_dialog_about_tutorial_link
source: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">tutorial video</a>
pt: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE"> vídeo tutorial </a>

# imageselect_dialog_about_contact_link
source: <a href="mailto:imagemeter@gmail.com">contact email</a>
pt: <a href="mailto:imagemeter@gmail.com"> email de contato </a>

# pref_bluetooth_device_protocol_choices:0
source: Automatic
pt: Automático

# pref_bluetooth_device_protocol_choices:12
source: Precaster CX100
pt: Procaster CX100

# editor_dialog_style_measure_show_text
source: Show text
pt: Mostrar texto

# editor_dialog_style_rect_show_text
source: Show text
pt: Mostrar texto

# bluetooth_error_ci_E101
source: E101: battery voltage too low
pt: E101: tensão da bateria demasiado baixa

# bluetooth_error_ci_E104
source: E104: invalid measurement
pt: E104: medição inválida

# bluetooth_error_ci_E154
source: E154: out of range
pt: E154: fora do alcance

# bluetooth_error_ci_E155
source: E155: signal too low
pt: E155: sinal demasiado baixo

# bluetooth_error_ci_E157
source: E157: too much background light
pt: E157: demasiada luz de fundo

# bluetooth_error_ci_E160
source: E160: too much shaking
pt: E160: demasiado tremor
