Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# error_cloud_cannot_create_remote_folder
source: Cannot create folder '%1$s'.
de: Verzeichnis '%1$s' kann nicht erstellt werden.
fr: Impossible de créer le dossier '%1$s'.
ru: Невозможно создать папку "%1$s".
vi: Không thể tạo thư mục ' %1$s '.

# error_cloud_cannot_create_remote_folder_already_exists
source: Cannot create folder '%1$s' because it already exists.
de: Verzeichnis '%1$s' kann nicht erstellt werden, da es schon existiert.
fr: Impossible de créer le dossier '%1$s' car il existe déjà.
ru: Невозможно создать папку "%1$s", поскольку она уже существует.
vi: Không thể tạo thư mục ' %1$s ' vì nó đã tồn tại.

# error_cloud_cannot_create_remote_folder_file_exists
source: Cannot create folder '%1$s' because there is a file with this name.
de: Verzeichnis '%1$s' kann nicht erstellt werden, da es eine Datei mit diesem Namen gibt.
fr: Impossible de créer le dossier '%1$s' car il existe un fichier portant ce nom.
ru: Невозможно создать папку "%1$s", так как существует файл с таким именем.
vi: Không thể tạo thư mục ' %1$s ' vì có một tệp có tên này.

# error_cloud_cannot_download_file_download_error
source: Cannot download file '%1$s' from server.
de: Datei '%1$s' kann nicht vom Server geladen werden.
fr: Impossible de télécharger le fichier '%1$s' depuis le serveur.
ru: Невозможно загрузить файл "%1$s" с сервера.
vi: Không thể tải xuống tệp ' %1$s ' từ máy chủ.

# error_cloud_cannot_download_file_local_write_error
source: Cannot write downloaded file '%1$s' to device.
de: Runtergeladene Datei '%1$s' kann nicht auf dem Gerät gespeichert werden.
fr: Impossible d'écrire le fichier téléchargé '%1$s' sur l'appareil.
ru: Невозможно записать загруженный файл "%1$s" на устройство.
vi: Không thể ghi tệp đã tải xuống ' %1$s ' vào thiết bị.

# error_cloud_cannot_get_remote_metadata
source: Cannot get metadata of file '%1$s' from server.
de: Metadaten der Datei '%1$s' können nicht vom Server geladen werden.
fr: Impossible d'obtenir les métadonnées du fichier '%1$s' du serveur.
ru: Невозможно получить метаданные файла "%1$s" с сервера.
vi: Không thể lấy siêu dữ liệu của tệp ' %1$s ' từ máy chủ.

# error_cloud_cannot_open_remote_file_does_not_exist
source: Cannot open file '%1$s' on server because it does not exist.
de: Datei '%1$s' auf dem Server kann nicht geöffnet werden, da sie nicht existiert.
fr: Impossible d'ouvrir le fichier '%1$s' sur le serveur car il n'existe pas.
ru: Невозможно открыть файл "%1$s" на сервере, потому что он не существует.
vi: Không thể mở tệp ' %1$s ' trên máy chủ vì nó không tồn tại.

# error_cloud_cannot_open_remote_file_is_folder
source: Cannot open file '%1$s' on server because it is a folder.
de: Datei '%1$s' auf dem Server kann nicht gelesen werden, da es ein Verzeichnis ist.
fr: Impossible d'ouvrir le fichier '%1$s' sur le serveur car il s'agit d'un dossier.
ru: Невозможно открыть файл "%1$s" на сервере, потому что это папка.
vi: Không thể mở tệp ' %1$s ' trên máy chủ vì đây là thư mục.

# error_cloud_cannot_open_remote_folder_does_not_exist
source: Cannot open folder '%1$s' on server because it does not exist.
de: Verzeichnis '%1$s' auf dem Server kann nicht geöffnet werden, da es nicht existiert.
fr: Impossible d'ouvrir le dossier '%1$s' sur le serveur car il n'existe pas.
ru: Невозможно открыть папку "%1$s" на сервере, поскольку она не существует.
vi: Không thể mở thư mục ' %1$s ' trên máy chủ vì nó không tồn tại.

# error_cloud_cannot_open_remote_folder_is_no_folder
source: Cannot open folder '%1$s' on server because it is not a folder.
de: Verzeichnis '%1$s' auf dem Server kann nicht geöffnet werden, da es kein Verzeichnis ist.
fr: Impossible d'ouvrir le dossier '%1$s' sur le serveur car il ne s'agit pas d'un dossier.
ru: Не удается открыть папку "%1$s" на сервере, поскольку это не папка.
vi: Không thể mở thư mục ' %1$s ' trên máy chủ vì đây không phải là thư mục.

# error_cloud_cannot_rename_remote_file
source: Cannot rename remote file '%1$s' to new name '%2$s'.
de: Datei '%1$s' auf dem Server kann nicht nach '%2$s' umbenannt werden.
fr: Impossible de renommer le fichier distant '%1$s' en nouveau nom '%2$s'.
ru: Невозможно переименовать удаленный файл "%1$s" в новое имя "%2$s".
vi: Không thể đổi tên tệp từ xa ' %1$s ' thành tên mới ' %2$s '.

# error_cloud_cannot_rename_remote_folder
source: Cannot rename remote folder '%1$s' to new name '%2$s'.
de: Verzeichnis '%1$s' auf dem Server kann nicht nach '%2$s' umbenannt werden.
fr: Impossible de renommer le dossier distant '%1$s' en nouveau nom '%2$s'.
ru: Невозможно переименовать удаленную папку "%1$s" в новое имя "%2$s".
vi: Không thể đổi tên thư mục từ xa ' %1$s ' thành tên mới ' %2$s '.

# error_cloud_remote_databundle_incomplete
source: Cannot load image '%1$s' because remote file '%2$s' is missing.
de: Bild '%1$s' kann nicht geladen werden, da die Datei '%2$s' auf dem Server fehlt.
fr: Impossible de charger l'image '%1$s' car le fichier distant '%2$s' est manquant.
ru: Невозможно загрузить изображение "%1$s", так как удаленный файл "%2$s" отсутствует.
vi: Không thể tải hình ảnh ' %1$s ' vì tệp từ xa ' %2$s ' bị thiếu.

# error_cloud_cannot_sync_databundle
source: Cannot sync image '%1$s'.
de: Kann das Bild '%1$s' nicht synchronisieren.
fr: Impossible de synchroniser l'image '%1$s'.
ru: Невозможно синхронизировать изображение "%1$s".
vi: Không thể đồng bộ hóa hình ảnh ' %1$s '.

# error_cloud_cannot_sync_folder
source: Cannot sync folder '%1$s'.
de: Kann das Verzeichnis '%1$s' nicht synchronisieren.
fr: Impossible de synchroniser le dossier '%1$s'.
ru: Не удается синхронизировать папку "%1$s".
vi: Không thể đồng bộ thư mục ' %1$s '.

# error_cloud_cannot_delete_remote_file
source: Cannot delete remote file '%1$s'.
de: Kann die Datei '%1$s' auf dem Server nicht löschen.
fr: Impossible de supprimer le fichier distant '%1$s'.
ru: Невозможно удалить удаленный файл "%1$s".
vi: Không thể xóa tệp từ xa ' %1$s '.

# error_cloud_cannot_delete_remote_folder
source: Cannot delete remote folder '%1$s'.
de: Kann das Verzeichnis '%1$s' auf dem Server nicht löschen.
fr: Impossible de supprimer le dossier distant '%1$s'.
ru: Невозможно удалить удаленную папку "%1$s".
vi: Không thể xóa thư mục từ xa ' %1$s '.

# error_cloud_cannot_download_sync_server_cache_file
source: Cannot download server cache file '%1$s'.
de: Kann die Servercache-Datei '%1$s' nicht herunterladen.
fr: Impossible de télécharger le fichier cache du serveur '%1$s'.
ru: Не удается загрузить файл кэша сервера "%1$s".

# error_cloud_cannot_upload_sync_server_cache_file
source: Cannot upload server cache file '%1$s'.
de: Kann die Servercache-Datei '%1$s' nicht hochladen.
fr: Impossible de télécharger le fichier de cache du serveur '%1$s'.
ru: Невозможно загрузить файл кэша сервера "%1$s".

# error_cloud_cannot_scan_server_content
source: Cannot scan server content.
de: Kann den Serverinhalt nicht durchsuchen.
fr: Impossible d'analyser le contenu du serveur.
ru: Не удается проверить содержимое сервера.

# error_cloud_cannot_sync_server_content
source: Cannot sync with server.
de: Kann nicht mit dem Server synchronisieren.
fr: Impossible de synchroniser avec le serveur.
ru: Не удается синхронизироваться с сервером.

# error_cloud_cannot_parse_sync_state_file
source: Cannot parse sync state file '%1$s'.
de: Kann die Syncstatus-Datei '%1$s' nicht lesen.
fr: Impossible d'analyser le fichier d'état de synchronisation '%1$s'.
ru: Невозможно проанализировать файл состояния синхронизации "%1$s".

# error_cloud_cannot_write_sync_state_file
source: Cannot write sync state file '%1$s'.
de: Kann die Syncstatus-Datei '%1$s' nicht schreiben.
fr: Impossible d'écrire le fichier d'état de synchronisation '%1$s'.
ru: Невозможно записать файл состояния синхронизации "%1$s".

# error_cloud_cannot_load_sync_state_file
source: Cannot load sync state file '%1$s'.
de: Kann die Syncstatus-Datei '%1$s' nicht laden.
fr: Impossible de charger le fichier d'état de synchronisation '%1$s'.
ru: Невозможно загрузить файл состояния синхронизации "%1$s".

# error_cloud_cannot_lock_server
source: Cannot generate server lock file.
de: Kann die Serversperre nicht aktivieren.
fr: Impossible de générer le fichier de verrouillage du serveur.
ru: Невозможно создать файл блокировки сервера.

# error_cloud_server_error
source: Server error: {}
de: Serverfehler: {}
fr: Erreur du serveur: {}
ru: Ошибка сервера: {}

# error_cloud_file_locked_on_server
source: File is locked on server. Please retry upload at a later time.
de: Datei ist auf dem Server gesperrt. Bitte versuchen Sie es später nochmals.
ru: Файл заблокирован на сервере. Повторите загрузку позже.

# error_cloud_server_blocked
source: Server blocked by another client. Please retry at a later time.
de: Server wurde von anderem Client gesperrt. Bitte versuchen Sie es später nochmals.
ru: Сервер заблокирован другим клиентом. Повторите попытку позже.

# error_cloud_remote_file_does_not_exist
source: File '{}' does not exist on server
de: Datei '{}' existiert nicht auf dem Server
fr: Le fichier '{}' n'existe pas sur le serveur
ru: Файл '{}' не существует на сервере

# error_cloud_remote_folder_does_not_exist
source: Folder '{}' does not exist on server
de: Verzeichnis '{}' existiert nicht auf dem Server
fr: Le dossier '{}' n'existe pas sur le serveur
ru: Папка '{}' не существует на сервере

# error_cloud_cannot_create_folder
source: Cannot create folder '{}' on server
de: Kann Verzeichnis '{}' nicht auf dem Server erstellen
fr: Impossible de créer le dossier '{}' sur le serveur
ru: Невозможно создать папку '{}' на сервере

# error_cloud_cannot_create_folder_short
source: Cannot create folder on server
de: Kann das Verzeichnis nicht auf dem Server erstellen
fr: Impossible de créer un dossier sur le serveur
ru: Невозможно создать папку на сервере

# error_cloud_cannot_upload_file
source: Cannot upload file '{}' to server
de: Kann die Datei '{}' nicht zum Server hochladen
fr: Impossible de télécharger le fichier '{}' sur le serveur
ru: Не удается загрузить файл '{}' на сервер

# error_cloud_cannot_upload_file_short
source: Cannot upload file to server
de: Kann die Datei nicht zum Server hochladen
fr: Impossible de télécharger le fichier sur le serveur
ru: Не удается загрузить файл на сервер

# error_cloud_cannot_download_file
source: Cannot download file '{}' from server
de: Kann die Datei '{}' nicht vom Server herunterladen
fr: Impossible de télécharger le fichier '{}' depuis le serveur
ru: Не удается загрузить файл '{}' с сервера

# error_cloud_cannot_download_file_short
source: Cannot download file from server
de: Kann die Datei nicht herunterladen
fr: Impossible de télécharger le fichier depuis le serveur
ru: Невозможно скачать файл с сервера

# error_cloud_cannot_download_folder
source: Cannot download folder '{}' from server
de: Kann den Ordner '{}' nicht vom Server laden
fr: Impossible de télécharger le dossier '{}' depuis le serveur
ru: Не удается загрузить папку "{}" с сервера

# error_cloud_cannot_download_folder_short
source: Cannot download folder from server
de: Cann den Ordner nicht vom Server laden
fr: Impossible de télécharger le dossier depuis le serveur
ru: Не удается загрузить папку с сервера

# error_cloud_cannot_rename_file
source: Cannot rename file '{}' on server
de: Kann die Datei '{}' auf dem Server nicht umbenennen
fr: Impossible de renommer le fichier '{}' sur le serveur
ru: Невозможно переименовать файл '{}' на сервере

# error_cloud_cannot_rename_file_short
source: Cannot rename file on server
de: Cann die Datei auf dem Server nicht umbenennen
fr: Impossible de renommer le fichier sur le serveur
ru: Невозможно переименовать файл на сервере

# error_cloud_cannot_rename_folder
source: Cannot rename folder '{}' on server
de: Kann den Ordner '{}' auf dem Server nicht umbenennen
fr: Impossible de renommer le dossier '{}' sur le serveur
ru: Невозможно переименовать папку "{}" на сервере

# error_cloud_cannot_rename_folder_short
source: Cannot rename folder on server
de: Kann den Ordner auf dem Server nicht umbenennen
fr: Impossible de renommer le dossier sur le serveur
ru: Невозможно переименовать папку на сервере

# error_cloud_cannot_delete_file
source: Cannot delete file '{}' from server
de: Kann die Datei '{}' nicht auf dem Server löschen
fr: Impossible de supprimer le fichier '{}' du serveur
ru: Невозможно удалить файл '{}' с сервера

# error_cloud_cannot_delete_file_short
source: Cannot delete file from server
de: Kann die Datei nicht auf dem Server löschen
fr: Impossible de supprimer le fichier du serveur
ru: Невозможно удалить файл с сервера

# error_cloud_cannot_delete_folder
source: Cannot delete folder '{}' from server
de: Kann das Verzeichnis '{}' nicht auf dem Server löschen
fr: Impossible de supprimer le dossier '{}' du serveur
ru: Невозможно удалить папку '{}' с сервера

# error_cloud_cannot_delete_folder_short
source: Cannot delete folder from server
de: Kann das Verzeichnis nicht auf dem Server löschen
fr: Impossible de supprimer le dossier du serveur
ru: Невозможно удалить папку с сервера

# error_cloud_cannot_list_folder_content
source: Cannot list content of server folder '{}'
de: Kann den Inhalt des Serververzeichnisses '{}' nicht auflisten
fr: Impossible de répertorier le contenu du dossier du serveur '{}'
ru: Невозможно отобразить содержимое папки сервера '{}'

# error_cloud_cannot_list_folder_content_short
source: Cannot list content of server folder
de: Kann den Inhalt des Serververzeichnisses nicht auflisten
fr: Impossible de répertorier le contenu du dossier du serveur
ru: Невозможно отобразить содержимое папки сервера

# error_cloud_is_not_a_folder
source: File '{}' is not a folder.
de: Datei '{}' ist kein Verzeichnis
fr: Le fichier '{}' n'est pas un dossier.
ru: Файл '{}' не является папкой.

# error_cloud_handwerkcloud_cannot_delete_folder_non_imagemeter_files_present
source: Cannot delete folder because the file '{}' is not managed by ImageMeter.
de: Kann den Ordner nicht löschen, weil die Datei '{}' nicht von ImageMeter verwaltet wird.
fr: Impossible de supprimer le dossier car le fichier '{}' n'est pas géré par ImageMeter.
ru: Невозможно удалить папку, поскольку файл '{}' не управляется ImageMeter.

# release_notes_filename
source: en.html
de: de.html

# manual_website_link
source: http://www.imagemeter.com/manual
de: http://www.imagemeter.com/de/manual

# UNUSED_imageselect_error_cannot_edit_corrupted_image
source: The .imm file for this image is corrupted. You cannot edit the image.
de: Die Daten dieses Bildes sind beschädigt, es kann nicht bearbeitet werden.
ru: Файл .imm для этого изображения поврежден. Вы не можете редактировать изображение.

# UNUSED_imageselect_error_cannot_rename_corrupted_image
source: The .imm file for this image is corrupted. You cannot rename the image.
de: Die Daten dieses Bildes sind beschädigt, es kann nicht umbenannt werden.
ru: Файл .imm для этого изображения поврежден. Вы не можете переименовать изображение.

# UNUSED_imageselect_error_cannot_export_corrupted_image
source: The images with the corrupted .imm files will not be exported.
de: Die Bilder mit den beschädigten Daten werden nicht exportiert.
ru: Изображения с поврежденными файлами .imm не могут быть экспортированы.

# UNUSED_imageselect_error_image_version_more_recent_open_editor_anyways
source: The file version of this image (%1$d) is more recent than the maximum version supported by the ImageMeter version installed (%2$d). Opening the file may result in lost data or wrong annotations. You should use a recent version of ImageMeter to open this file. Do you still want to open it?
de: Die Dateiversion dieses Bildes (%1$d) ist neuer als die maximale Version, die von der installierten Version von ImageMeter unterstützt wird (%2$d). Wird diese Datei geöffnet, können dadurch Daten verloren gehen oder fehlerhaft angezeigt werden. Sie sollten eine aktuellere Version von ImageMeter verwenden, um dieses Bild zu öffnen. Wollen Sie das Bild trotzdem öffnen?
ru: Версия файла этого изображения (%1$d) является более поздней, чем может открыть установленная версия ImageMeter (%2$d). Открытие файла может привести к потере данных или неправильной аннотации. Вам необходимо использовать последние версии ImageMeter, чтобы открыть этот файл. Все еще желаете его открыть?

# UNUSED_imageselect_error_metadata_format_unknown
source: Image metadata file (.imm) cannot be read, because it's format is unknown.
de: Bildannotation (.imm-Datei) kann nicht gelesen werden, da das Format unbekannt ist.
ru: Метаданные изображения (.imm) нечитабельны, потому, что формат неизвестный.

# UNUSED_imageselect_error_cannot_modify_readonly_folder
source: This is an essential system folder, you cannot remove or rename it.
de: Dies ist ein wichtiger Systemordner, der nicht gelöscht oder umbenannt werden kann.
ru: Это системная папка, она не может быть удалена или переименована.

# UNUSED_imageselect_error_cannot_move_bundle_to_folder
source: Cannot move image to new folder (maybe an image with the same name already exists).
de: Kann das Bild nicht in den Ordner verschieben (evtl. existiert dort schon ein Bild mit gleichem Namen).
ru: Не удается переместить изображение в новую папку (возможно изображение с таким именем уже существует)

# UNUSED_imageselect_error_external_memory_unavailable
source: External memory (where your app-data is stored) is not available. Most probably, your device stores this data on an external SD card which is currently not available. If this is not the problem in your case, you may contact imagemeter@gmail.com.
de: Externer Speicher (in dem die App-Daten abgelegt werden) ist nicht verfügbar. Wahrscheinlich speichert Ihr Gerät diese Daten auf einer externen SD-Karte, welche im Moment aber nicht eingelegt ist. Sollte das nicht das Problem sein, können Sie sich an imagemeter@gmail.com wenden.
ru: Внешняя память (где сохранены данные Вашего приложения) недоступна. Скорее всего, Ваше устройство сохраняет эти данные на внешнюю SD-карту, которая в настоящее время недоступна. Если это не Ваш случай, будьте добры, отпишитесь максимально подробно на imagemeter@gmail.com.

# UNUSED_imageselect_error_folder_cannot_create
source: Cannot create the folder '%1$s' within this directory: '%2$s'. Make sure the media (e.g. SD-card) is mounted, this directory exists and is writable.
de: Kann das Verzeichnis '%1$s' nicht in dem Verzeichnis '%2$s' erstellen. Stellen Sie sicher, dass evtl. die Speicherkarte eingelegt ist, dieses Verzeichnis existiert und beschreibbar ist.
ru: Невозможно создать папку '%1$s' в директории: '%2$s'. Убедитесь, что накопитель (например SD-карта) смонтирован, а эта директория существует и доступна для записи.

# UNUSED_imageselect_error_cannot_access_external_data
source: Cannot access external data at location '%1$s'.
de: Kann die folgende externe Datei nicht öffnen: '%1$s'.
ru: Нет доступа к внешним данным, расположенным в '%1$s'

# UNUSED_imageselect_error_cannot_create_existing_folder
source: Cannot create folder '%1$s' because it already exists.
de: Kann Verzeichnis '%1$s' nicht erstellen, da es schon existiert.
ru: Невозможно создать папку '%1$s' т.к она уже существует.

# UNUSED_imageselect_error_folder_rename_target_exists
source: Cannot rename folder to '%1$s' because that already exists.
de: Kann Verzeichnis nicht nach '%1$s' umbenennen, da es schon existiert.
ru: Невозможно переименовать в '%1$s' т.к такое имя уже существует.

# UNUSED_imageselect_error_folder_does_not_exist_detailed
source: Folder '%1$s' does not exist anymore (expected location '%2$s').
de: Verzeichnis '%1$s' existiert nicht (erwarteter Ort: '%2$s').
ru: Папка '%1$s' больше не существует (ожидаемое расположение '%2$s').

# UNUSED_imageselect_error_cannot_write_data_bundle
source: Cannot write data for image '%1$s'.
de: Kann die Daten für Bild '%1$s' nicht schreiben.
ru: Невозможно записать данные для '%1$s'.

# UNUSED_imageselect_error_cannot_write_data_bundle_detailed
source: Cannot write data for image '%1$s' (at location '%2$s').
de: Kann die Daten für Bild '%1$s' nicht schreiben (Ort: '%2$s').
ru: Невозможно записать данные для '%1$s' (расположенном в '%2$s').

# UNUSED_imageselect_error_cannot_delete_data_bundle
source: Cannot delete image '%1$s'.
de: Kann Bild '%1$s' nicht löschen.
ru: Невозможно удалить изображение '%1$s'.

# UNUSED_imageselect_error_url_of_imported_file_not_found
source: Image to be imported cannot be found.
de: Das zu importierende Bild kann nicht gefunden werden.
ru: Изображение для импорта не найдено.

# UNUSED_error_cannot_save_annotated_image
source: Cannot save annotated image because: '%1$s'.
de: Kann das bearbeitete Bild nicht speichern, da: '%1$s'.
ru: Невозможно сохранить изображение с аннотациями, потому что: "%1$s".

# UNUSED_error_cannot_save_thumbnail_image
source: Cannot save thumbnail image because: '%1$s'.
de: Kann das Vorschaubild nicht speichern, da: '%1$s'.
ru: Невозможно сохранить уменьшенное изображение, потому что: "%1$s".

# UNUSED_error_cannot_access_files_in_folder
source: Cannot access files in folder '%1$s'.
de: Auf die Dateien im Verzeichnis '%1$s' kann nicht zugegriffen werden.
ru: Нет доступа к файлам в папке "%1$s".

# UNUSED_error_target_folder_contains_bundle_with_same_id
source: Folder '%1$s' contains image '%2$s' with the same ID as image '%3$s'.
de: Verzeichnis '%1$s' enthält das Bild '%2$s', welches die gleiche ID wie das Bild '%3$s' hat.
ru: Папка "%1$s" содержит изображение "%2$s" с тем же идентификатором, что и изображение "%3$s".

# UNUSED_storage_error_external_storage_read_only
source: External storage is read-only.
de: Externer Speicher ist nur lesbar.
ru: Внешнее хранилище 'только для чтения'.

# UNUSED_storage_error_external_storage_could_not_write_file
source: Could not write file to external memory.
de: Konnte die Datei nicht in externen Speicher abspeichern.
ru: Не удалось записать файл на внешнем хранилище.

# UNUSED_storage_error_external_storage_could_not_get_permission_to_write_images
source: Could not get permission to write to external storage. No files have been written.
de: Konnte die Berechtigung auf den externen Speicher zu schreiben nicht erhalten. Bilder wurden nicht gespeichert.
ru: Невозможно получить разрешение на запись на внешнее хранилище. Запись файлов не удалась.

# UNUSED_storage_error_cannot_create_directory_on_external_storage
source: Could not create directory '%1$s' on external storage.
de: Konnte das Verzeichnis '%1$s' nicht im externen Speicher erstellen.
ru: Не удалось создать директорию '%1$s' на внешнем хранилище.

# UNUSED_storage_error_external_storage_destination_is_no_directory
source: External storage destination is not a directory.
de: Externer Speicherort ist kein Verzeichnis.
ru: Внешнее хранилище не является директорией назначения.

# UNUSED_storage_error_data_bundle_corrupted
source: Data in image directory '%1$s' is corrupted.
de: Daten im Bildverzeichnis '%1$s' sind beschädigt.
ru: Данные в директории изображения '%1$s' повреждены.

# UNUSED_storage_error_no_permission_to_read_image_to_be_imported
source: Cannot import image because the permission to read external storage has not been granted.
de: Kann das Bild nicht importieren, da die Leseberechtigung dazu nicht erteilt wurde.
ru: Невозможно импортировать изображения, ибо разрешения на чтение внешних накопителей не были предоставлены.

# UNUSED_storage_error_cannot_read_ifd_file
source: Cannot read IFD file in folder '%1$s'.
de: Die IFD-Datei im Verzeichnis '%1$s' kann nicht gelesen werden.
ru: Не удается прочитать файл IFD в папке "%1$s".

# UNUSED_error_cannot_open_file_does_not_exist
source: Cannot open file '%1$s' because it does not exist.
de: Die Datei '%1$s' kann nicht geöffnet werden, da sie nicht existiert.
ru: Невозможно открыть файл "%1$s", ибо он не существует.
