Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# pref_measure_min_imperial_fraction_choices:3
source: Fractions down to 1/8
de: Brüche bis zu 1/8
fr: Fractions en dessous de 1/8
pt: Frações até 1/8
ru: Доли до 1/8
vi: Phân số xuống còn 1/8

# pref_measure_min_imperial_fraction_choices:4
source: Fractions down to 1/16
de: Brüche bis zu 1/16
fr: Fractions en dessous de 1/16
pt: Frações até 1/16
ru: Доли до 1/16
vi: Phân số xuống 1/16

# pref_measure_min_imperial_fraction_choices:5
source: Fractions down to 1/32
de: Brüche bis zu 1/32
fr: Fractions en dessous de 1/32
pt: Frações até 1/32
ru: Доли до 1/32
vi: Phân số xuống 1/32

# pref_measure_min_imperial_fraction_choices:6
source: Fractions down to 1/64
de: Brüche bis zu 1/64
fr: Fractions en dessous de 1/64
ru: Доли до 1/64
vi: Phân số xuống 1/64

# pref_measure_min_imperial_fraction_choices:7
source: Fractions down to 1/128
de: Brüche bis zu 1/128
fr: Fractions en dessous de 1/128
ru: Доли до 1/128
vi: Phân số xuống 1/128

# pref_measure_reducefraction
source: Reduce fractions
de: Brüche kürzen
fr: Réduire les fractions
pt: Reduzir as frações
ru: Сокращение дробей
vi: Giảm phân số

# pref_measure_reducefraction_summaryon
source: Fractions will be reduced (4/8 becomes 1/2)
de: Brüche werden gekürzt (4/8 wird zu 1/2)
fr: Les fractions seront réduites (4/8 devient 1/2)
pt: As frações serão reduzidas (4/8 se torna 1/2)
ru: Дроби будут сокращены (4/8 станет 1/2)
vi: Phân số sẽ giảm (4/8 trở thành 1/2)

# pref_measure_reducefraction_summaryoff
source: Fractions will not be reduced (4/8 stays 4/8)
de: Brüche werden nicht gekürzt (4/8 bleibt 4/8)
fr: Les fractions ne seront pas réduites (4/8 reste 4/8)
pt: As fracções não serão reduzidas (4/8 permanece 4/8)
ru: Дроби не будут сокращены (4/8 останется 4/8)
vi: Phân số sẽ không được giảm (4/8 ở 4/8)

# pref_measure_imperial_unit_display
source: Textual imperial units
de: Britische Maßbezeichnung
fr: Unités impériales textuelles
pt: Unidades imperiais textuais
ru: Написание англ. единиц
vi: Đơn vị đế quốc văn bản

# pref_measure_imperial_unit_display_summaryon
source: Imperial units will be shown as ft/in
de: Britische Maße als ft/in zeigen
fr: Unités impériales seront affichées comme ft/in
pt: As unidades imperiais serão mostradas como ft/in
ru: Англ. единицы измерения будут выглядеть как ft/in
vi: Các đơn vị hoàng gia sẽ được hiển thị dưới dạng ft / in

# pref_measure_imperial_unit_display_summaryoff
source: Imperial units will be shown as '/"
de: Britische Maße als '/" abkürzen
fr: Unités impériales seront affichées comme '/"
pt: As unidades imperiais serão mostradas como '/ "
ru: Англ. единицы измерения будут выглядеть как '/"
vi: Các đơn vị hoàng gia sẽ được hiển thị là '/ \ "

# pref_measure_label_shows_unit
source: Show units
de: Maßeinheit anzeigen
fr: Afficher les unités
pt: Mostrar unidades
ru: Видимость единиц измерения
vi: Hiển thị đơn vị

# pref_measure_label_shows_unit_summaryon
source: Yes, show value and unit
de: Ja, Maßeinheiten anzeigen
fr: Oui, montrer la valeur et l'unité
pt: Sim, mostrar o valor e a unidade
ru: Отображать значения и единицы
vi: Có, hiển thị giá trị và đơn vị

# pref_measure_label_shows_unit_summaryoff
source: Show only the value, omit the unit
de: Nur den Wert ohne die Maßeinheit anzeigen
fr: Afficher uniquement la valeur, omettre l'unité
pt: Mostrar apenas o valor, omitindo a unidade
ru: Только значения, опустив единицы
vi: Chỉ hiển thị giá trị, bỏ qua đơn vị

# pref_measure_decimal_digits_category
source: Decimal digits for computed values
de: Dezimalstellen für berechnete Werte

# pref_measure_decimal_digits_metric_length
source: Decimal digits for metric lengths
de: Dezimalstellen für metrische Längen

# pref_measure_decimal_digits_metric_areas
source: Decimal digits for metric areas
de: Dezimalstellen für metrische Flächen

# pref_measure_decimal_digits_angles
source: Decimal digits for angles
de: Dezimalstellen für Winkel

# pref_measure_decimal_digits_imperial_lengths
source: Decimal digits for imperial lengths
de: Dezimalstellen für britische Längeneinheiten

# pref_measure_decimal_digits_imperial_areas
source: Decimal digits for imperial areas
de: Dezimalstellen für britische Flächeneinheiten

# pref_measure_decimal_digits_metric_length_dialog
source: Number of decimal digits in computed values
de: Anzahl der Dezimalstellen in berechneten Werten
fr: Nombre de décimales dans les valeurs calculées
pt: Número de decimais em valores calculados
ru: Количество десятичных цифр в вычисляемых значениях
vi: Số chữ số thập phân trong các giá trị được tính toán

# pref_measure_decimal_digits_metric_length_choices:0
source: No decimals
de: Keine Dezimalstellen
fr: Pas de décimales
pt: Sem decimais
ru: Без десятых
vi: Không có số thập phân

# pref_measure_decimal_digits_metric_length_choices:1
source: 1 digit
de: 1 Stelle
fr: 1 chiffre
pt: 1 dígito
ru: 1 знак
vi: 1 chữ số

# pref_measure_decimal_digits_metric_length_choices:2
source: 2 digits
de: 2 Stellen
fr: 2 chiffres
pt: 2 dígitos
ru: 2 знака
vi: 2 chữ số

# pref_measure_decimal_digits_metric_length_choices:3
source: 3 digits
de: 3 Stellen
fr: 3 chiffres
pt: 3 dígitos
ru: 3 знака
vi: 3 chữ số

# pref_measure_decimal_digits_metric_length_choices:4
source: 4 digits
de: 4 Stellen
fr: 4 chiffres
pt: 4 dígitos
ru: 4 знака
vi: 4 chữ số

# pref_measure_decimal_digits_metric_length_choices:5
source: 5 digits
de: 5 Stellen
fr: 5 chiffres
pt: 5 dígitos
ru: 5 знаков
vi: 5 chữ số

# pref_unit_subsets_category
source: Enabled units
de: Freigeschaltete Einheiten

# pref_unit_subsets_metric
source: Enabled metric units
de: Freigeschaltete metrische Einheiten

# pref_unit_subsets_metric_all
source: All
de: Alle

# pref_unit_subsets_imperial
source: Enabled imperial units
de: Freigeschaltete angloamerikanische Einheiten

# pref_unit_subsets_imperial_inch_to_mile
source: inch, foot, yard, mile
de: Zoll, Fuß, Yard, Meile

# pref_unit_subsets_imperial_mil_to_foot
source: mil, inch, foot
de: mil, Zoll, Fuß

# pref_unit_subsets_imperial_all
source: All
de: Alle

# pref_bluetooth_devices
source: Laser distance meter
de: Laserentfernungsmesser
fr: Télémètre laser
pt: Medidor de distância a laser
ru: Лазерный дальномер
vi: Máy đo khoảng cách laser

# pref_bluetooth_devices_summary
source: Active device
de: Aktives Gerät
fr: Dispositif actif
pt: Dispositivo ativo
ru: Активное устройство
vi: Thiết bị hoạt động

# pref_bluetooth_devices_dialog
source: Select laser distance meter
de: Laserentfernungsmesser auswählen
fr: Sélectionnez télémètre laser
pt: Selecionar medidor de distância a laser
ru: Выберите лазерный дальномер
vi: Chọn máy đo khoảng cách laser

# pref_bluetooth_devices_none
source: None
de: Keiner
fr: Aucun
pt: Nenhum
ru: Нет
vi: không ai

# pref_bluetooth_device_name_unknown
source: Unnamed
de: ohne Name
fr: Anonyme
pt: Sem nome
ru: Без имени
vi: Vô danh

# pref_bluetooth_device_protocol
source: Bluetooth protocol
de: Bluetooth Protokoll
fr: Protocole Bluetooth
pt: Protocolo Bluetooth
ru: Bluetooth протокол
vi: Giao thức Bluetooth

# pref_bluetooth_device_protocol_dialog
source: Select the protocol used by the laser distance meter
de: Wählen Sie das Protokoll des Laserentfernungsmessers
fr: Sélectionnez le protocole utilisé par le télémètre laser
pt: Selecionar o protocolo usado pelo medidor de distância a laser
ru: Выбор протокола для лазерного дальномера
vi: Chọn giao thức được sử dụng bởi máy đo khoảng cách laser

# pref_bluetooth_device_protocol_auto
source: Automatic
de: Automatisch
fr: Automatique
ru: Автоматически
vi: Tự động

# pref_bluetooth_lti_trupulse_distance_mode_title
source: LTI TruPulse distance mode
de: LTI TruPulse Entfernungsmodus
fr: Mode de distance LTI TruPulse
pt: Modo de distância LTI TruPulse
ru: Режим замеров LTI TruPulse
vi: Chế độ khoảng cách LTI TruPulse

# pref_bluetooth_trupulse_distance_mode_dialog_title
source: Choose which distance to transmit to app (LTI TruPulse only)
de: Welche Distanzart soll übertragen werden? (nur für LTI TruPulse)
fr: Choisissez la distance à transmettre à l'application (LTI TruPulse uniquement)
pt: Escolher qual distância transmitir para o aplicativo (somente LTI TruPulse)
ru: Выбор параметров для передачи в приложение (только LTI TruPulse)
vi: Chọn khoảng cách truyền đến ứng dụng (chỉ LTI TruPulse)

# pref_bluetooth_trupulse_distance_mode_choices:0
source: Slope distance (SD)
de: Steigungsdistanz (SD)
fr: Distance de la pente (SD)
pt: Distância da inclinação (SD)
ru: Уклон (SD)
vi: Khoảng cách dốc (SD)

# pref_bluetooth_trupulse_distance_mode_choices:1
source: Horizontal distance (HD)
de: Horizontale Distance (HD)
fr: Distance horizontale (HD)
pt: Distância horizontal (HD)
ru: Горизонтальный (HD)
vi: Khoảng cách ngang (HD)

# pref_bluetooth_trupulse_distance_mode_choices:2
source: Vertical distance (VD)
de: Vertikale Distanz (VD)
fr: Distance verticale (VD)
pt: Distância vertical (VD)
ru: Вертикальный (VD)
vi: Khoảng cách dọc (VD)

# pref_bluetooth_autoconnect
source: Auto-connect in editor
de: Im Editor automatisch verbinden
fr: Connexion automatique dans l'éditeur
pt: Auto-conexão no editor
ru: Автоподключение в редакторе
vi: Tự động kết nối trong trình chỉnh sửa

# pref_bluetooth_autoconnect_summaryon
source: Auto-connect Bluetooth in editor
de: Im Editor automatisch Bluetoothverbindung herstellen
fr: Connexion automatique Bluetooth dans l'éditeur
pt: Conecte automaticamente Bluetooth no editor
ru: Автоподключение Bluetooth в редакторе
vi: Tự động kết nối Bluetooth trong trình chỉnh sửa

# pref_bluetooth_autoconnect_summaryoff
source: Do not auto-connect Bluetooth
de: Bluetoothverbindung nicht automatisch herstellen
fr: Ne pas auto-connecter Bluetooth
pt: Não conectar automaticamente o Bluetooth
ru: Отключено
vi: Không tự động kết nối Bluetooth

# pref_bluetooth_use_device_format
source: Use device value format
de: Bemaßungsformat vom Gerät benutzen
fr: Utiliser le format de valeur du périphérique
pt: Utilizar o formato do valor do dispositivo
ru: Формат значений устройства
vi: Sử dụng định dạng giá trị thiết bị

# pref_bluetooth_use_device_format_summaryon
source: Same value format (not available for all devices)
de: Gleiches Bemaßungsformat wie das Gerät (nicht für alle Geräte möglich)
fr: Format identique (non disponible pour tous les appareils)
pt: O mesmo formato de valor (não disponível para todos os dispositivos)
ru: Использовать (доступно не для всех устройств)
vi: Định dạng giá trị giống nhau (không có sẵn cho tất cả các thiết bị)

# pref_bluetooth_use_device_format_summaryoff
source: Use format set in app preferences
de: Bemaßungsformat aus den App-Einstellungen benutzen
fr: Utiliser le format défini dans les préférences de l'application
pt: Usar o formato definido nas preferências do aplicativo
ru: Формат, установленный в настройках приложения
vi: Sử dụng định dạng được đặt trong tùy chọn ứng dụng

# pref_bluetooth_remote_trigger_twice
source: Send remote trigger twice
de: Doppelte Laserfernauslösung
ru: Отправить удаленный триггер дважды

# pref_bluetooth_remote_trigger_twice_summaryon
source: The trigger command will be sent twice. For some laser devices that only switch on the laser at the first command and perform the measurement at the second command.
de: Kommando wird zweimal gesendet. Für Geräte, welche beim ersten Kommando nur den Laser anschalten und die Messung beim zweiten Kommando durchführen.
ru: Команда триггера будет отправлена дважды. Для некоторых лазерных устройств, которые включают лазер только по первой команде и выполняют измерения по второй команде.

# pref_bluetooth_remote_trigger_twice_summaryoff
source: The trigger command will be sent only once.
de: Das Kommando wird nur einmal gesendet.
ru: Команда триггера будет отправлена только один раз.

# pref_category_editor_general
source: General
de: Allgemein
fr: Général
ru: Общее

# pref_ui_editor_fullscreen_mode_title
source: Editor fullscreen mode
de: Vollbildmodus für Editor
fr: Mode plein écran de l'éditeur
pt: Modo tela cheia do editor
ru: Полноэкранный редактор
vi: Chỉnh sửa chế độ toàn màn hình

# pref_ui_editor_fullscreen_mode_dialog
source: Editor fullscreen mode
de: Vollbildmodus für Editor
fr: Mode plein écran de l'éditeur
pt: Modo tela cheia do editor
ru: Полноэкранный редактор
vi: Chỉnh sửa chế độ toàn màn hình

# pref_ui_editor_fullscreen_mode_choices:0
source: Never
de: Nie
fr: Jamais
pt: Nunca
ru: Никогда
vi: Không bao giờ

# pref_ui_editor_fullscreen_mode_choices:1
source: Only landscape
de: Nur im Querformat
fr: Seulement en paysage
pt: Apenas paisagem
ru: Только ландшафт
vi: Chỉ phong cảnh

# pref_ui_editor_fullscreen_mode_choices:2
source: Always
de: Immer
fr: Toujours
pt: Sempre
ru: Всегда
vi: Luôn luôn

# pref_editor_zoom_slider
source: Show zoom slider
de: Vergrößerungsregler anzeigen

# pref_ui_editor_dragging_speed
source: Dragging slowdown
de: Manipulationsgeschwindigkeit
fr: Faire glisser le ralentissement
pt: Arrastando de modo desacelerado
ru: Скорость перемещения
vi: Kéo chậm lại

# pref_ui_editor_dragging_speed_dialog
source: Dragging slowdown
de: Manipulationsgeschwindigkeit
fr: Faire glisser le ralentissement
pt: Arrastando de modo desacelerado
ru: Скорость перемещения замеров
vi: Kéo chậm lại

# pref_ui_helpbar_mode
source: Help messages
de: Hilfemeldungen
fr: Messages d'aide
pt: Mensagens de ajuda
ru: Подсказки
vi: Thông điệp giúp đỡ

# pref_ui_helpbar_mode_dialog
source: Show which help messages?
de: Welche Hilfemeldungen anzeigen?
fr: Montrer quels messages d'aide?
pt: Quais as mensagens de ajuda mostram?
ru: Какие сообщения показывать?
vi: Hiển thị thông báo trợ giúp nào?

# pref_ui_helpbar_mode_choices:0
source: Show for all messages
de: Alle Hilfemeldungen zeigen
fr: Afficher pour tous les messages
pt: Mostrar para todas as mensagens
ru: Все сообщения
vi: Hiển thị cho tất cả các tin nhắn

# pref_ui_helpbar_mode_choices:1
source: Only show important messages
de: Nur wichtige Hilfemeldungen zeigen
fr: Afficher uniquement les messages importants
pt: Apenas mostrar mensagens importantes
ru: Только важные
vi: Chỉ hiển thị các tin nhắn quan trọng

# pref_category_editor_styling
source: Styling
de: Stil
fr: Style
pt: Estilos
ru: Стиль
vi: Tạo kiểu

# pref_editor_line_width
source: Line width
de: Linienbreite
fr: Largeur de ligne
pt: Largura da linha
ru: Ширина линий
vi: Chiều rộng đường

# pref_editor_line_width_dialog
source: Choose line width
de: Linienbreite wählen
fr: Choisissez la largeur de ligne
pt: Escolher a largura da linha
ru: Задайте размер ширины
vi: Chọn độ rộng đường

# pref_editor_font_size
source: Font size
de: Schriftgröße
fr: Taille de la police de caractères
pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ chữ

# pref_editor_font_size_dialog
source: Font size for all annotations
de: Schriftgröße für alle Beschriftungen
fr: Taille de la police de caractères pour toutes les annotations
pt: Tamanho da fonte para todas as anotações
ru: Размер шрифта для всех аннотаций
vi: Cỡ chữ cho tất cả các chú thích

# pref_category_editor_snapping
source: Snapping
de: Einrasten
fr: Alignement
ru: Привязка
vi: Chụp

# pref_editor_snapping_object_corners
source: Snap to object corners
de: An Ecken einrasten
fr: Aligner avec les coins de l'objet
ru: К углам
vi: Chụp vào các góc đối tượng

# pref_editor_snapping_object_outline
source: Snap to object outline
de: Entlang Kontur einrasten
fr: Aligner sur le contour de l'objet
ru: К сторонам
vi: Snap để phác thảo đối tượng

# pref_editor_snapping_perpendicular_to_object_outline
source: Perpendicular to object outline
de: Rechtwinklig zur Kontur
fr: Perpendiculaire aux contours de l'objet
pt: Perpendicular ao contorno do objeto
ru: Перпендикулярно к сторонам
vi: Vuông góc với phác thảo đối tượng

# pref_editor_snapping_hv_orientation
source: Horizontal / vertical orientation
de: Horizontale / vertikale Ausrichtung
fr: Orientation horizontale / verticale
pt: Orientação horizontal / vertical
ru: Горизонталь / вертикаль
vi: Hướng ngang / dọc

# pref_editor_snapping_hv_orientation_dialog
source: Snap to horizontal / vertical orientation
de: An horizontale / vertikale Ausrichtung einrasten
fr: Suivre l'orientation horizontale / verticale
pt: Fixar à orientação horizontal / vertical
ru: Привязка к горизонтальной / вертикальной позиции
vi: Chụp theo hướng ngang / dọc

# pref_editor_snapping_hv_orientation_choices:0
source: Off
de: Aus
fr: Aucun
pt: Desativado
ru: Выкл
vi: Tắt

# pref_editor_snapping_hv_orientation_choices:1
source: Only when attached to reference
de: Nur wenn Referenz vorhanden
fr: Uniquement lorsque joint à la référence
pt: Apenas quando for anexado à referência
ru: Если есть связь
vi: Chỉ khi được đính kèm để tham khảo

# pref_editor_snapping_hv_orientation_choices:2
source: On
de: An
fr: Actif
pt: Ativado
ru: Вкл
vi: Trên

# pref_editor_snapping_strength
source: Snapping strength
de: Stärke des Einrastens
fr: Forcer l'alignement
ru: Степень привязки
vi: Sức mạnh chụp

# pref_editor_snapping_strength_dialog
source: Snapping strength
de: Stärke des Einrastens
fr: Forcer l'alignement
ru: Степень привязки
vi: Sức mạnh chụp

# pref_editor_snapping_strength_choices:0
source: Low
de: Niedrig
fr: Bas
pt: Baixo
ru: Низкая
vi: Thấp

# pref_editor_snapping_strength_choices:2
source: High
de: Hoch
fr: Haut
pt: Alto
ru: Высокая
vi: Cao

# pref_category_editor_magnifier
source: Magnifier
de: Lupe
fr: Loupe
ru: Лупа

# pref_ui_use_magnifier
source: Enable magnifier
de: Lupe benutzen
fr: Activer la loupe
pt: Ativar o ampliador
ru: Включить лупу
vi: Kích hoạt kính lúp

# pref_ui_magnifier_mode_active
source: Magnifier mode for active element
de: Lupendarstellung des aktiven Elements
fr: Mode loupe pour l'élément actif
pt: Modo ampliador para o elemento ativo
ru: Лупа для активных элементов
vi: Chế độ kính lúp cho phần tử hoạt động

# pref_ui_magnifier_mode_active_dialog
source: Choose how to draw active element in magnifier
de: Darstellung des aktiven Elements in der Lupe
fr: Choisissez comment dessiner l'élément actif dans la loupe
pt: Escolher como desenhar o elemento ativo no ampliador
ru: Отображение активных элементов в лупе
vi: Chọn cách vẽ phần tử hoạt động trong kính lúp

# pref_ui_magnifier_mode_nonactive
source: Magnifier mode for non-active elements
de: Lupendarstellung der übrigen Elemente
fr: Mode loupe pour les éléments non actifs
pt: Modo de ampliação para elementos não ativos
ru: Лупа для неактивных элементов
vi: Chế độ kính lúp cho các thành phần không hoạt động

# pref_ui_magnifier_mode_nonactive_dialog
source: Choose how to draw non-active elements in magnifier
de: Darstellung aller nicht aktiven Elemente in der Lupe
fr: Choisissez comment dessiner des éléments non actifs dans la loupe
pt: Escolher como desenhar elementos não ativos no ampliador
ru: Отображение неактивных элементов в лупе
vi: Chọn cách vẽ các phần tử không hoạt động trong kính lúp

# pref_ui_magnifier_mode_choices:0
source: Do not show
de: Nicht anzeigen
fr: Ne pas afficher
pt: Não mostrar
ru: Не показывать
vi: Không hiển thị

# pref_ui_magnifier_mode_choices:1
source: Show without border
de: Ohne Kontur anzeigen
fr: Affichage sans bordure
pt: Mostrar sem borda
ru: Отображать без каймы
vi: Hiển thị không biên giới

# pref_ui_magnifier_mode_choices:2
source: Show normal
de: Normal anzeigen
fr: Affichage normal
pt: Mostrar normal
ru: Отображать нормально
vi: Hiển thị bình thường

# pref_category_editor_drawing_tools
source: Drawing Tools
de: Zeichenwerkzeuge
fr: Outils de dessin
ru: Инструменты для рисования

# pref_editor_tools_freehand_end_delay
source: End freehand drawing delay
de: Beenden der Freihandzeichnung
fr: Fin du délai de dessin à main levée
ru: Задержка отклика при рисовании

# pref_editor_tools_freehand_end_delay_choices:0
source: Off
de: Nicht automatisch beenden
fr: Aucun
ru: Выключено

# pref_editor_tools_freehand_end_delay_choices:1
source: Short
de: Nach kurzer Verzögerung
fr: Court
ru: Короткая

# pref_editor_tools_freehand_end_delay_choices:2
source: Normal
de: Nach normaler Verzögerung
ru: Нормальная

# pref_editor_tools_freehand_end_delay_choices:3
source: Long
de: Nach langer Verzögerung
ru: Длинная

# pref_category_editor_preset_texts
source: Preset texts
de: Vordefinierte Texte
fr: Texte prédéfini
pt: Textos predefinidos
ru: Шаблоны
vi: Văn bản cài sẵn

# pref_preset_text
source: Preset text %1$d
de: Vordefinierter Text %1$d
fr: Texte prédéfini %1$d
ru: Текстовый шаблон %1$d

# pref_preset_text_dialog
source: Enter preset text %1$d
de: Vordefinierten Text %1$d eingeben
fr: Entrez le texte prédéfini %1$d
ru: Введите свой шаблон %1$d

# preset_text_1
source: front door
de: Haustüre
fr: porte d'entrée
pt: porta principal
ru: входная дверь
vi: cửa trước

# preset_text_2
source: window
de: Fenster
fr: fenêtre
pt: janela
ru: окно
vi: cửa sổ

# preset_text_3
source: cable channel
de: Kabelkanal
fr: cable conduit
pt: canal a cabo
ru: кабель-канал
vi: kênh truyền hình cáp

# preset_text_4
source: north
de: Norden
fr: nord
pt: norte
ru: север
vi: Bắc

# preset_text_5
source: south
de: Süden
fr: sud
pt: sul
ru: юг
vi: miền Nam

# preset_text_6
source: living room
de: Wohnzimmer
fr: salon
pt: sala de estar
ru: гостинная
vi: phòng khách

# preset_text_7
source: kitchen
de: Küche
fr: cuisine
pt: cozinha
ru: кухня
vi: phòng bếp

# preset_text_8
source: bedroom
de: Schlafzimmer
fr: chambre à coucher
pt: quarto
ru: спальня
vi: phòng ngủ

# preset_text_9
source: bathroom
de: Badezimmer
fr: salle de bain
pt: banheiro
ru: ванная
vi: phòng tắm

# preset_text_10
source: exit
de: Ausgang
fr: sortie
pt: sair
ru: выход
vi: lối thoát hiểm

# pref_export_show_format_selection
source: Choose format when exporting
de: Exportformat
fr: Choisissez le format lors de l'exportation
ru: Выберите формат при экспорте

# pref_export_show_format_selection_summary_on
source: Format selection will be shown each time
de: Exportformat beim Export wählen
fr: La sélection du format sera affichée à chaque fois
ru: Выбор формата будет отображаться каждый раз

# pref_export_show_format_selection_summary_off
source: Selected format will be used always
de: Export mit gespeichertem Format
fr: Le format sélectionné sera toujours utilisé
ru: Выбранный формат будет использоваться всегда

# pref_export_single_image_format
source: Export images as
de: Bilder exportieren als
fr: Exporter les images sous
pt: Exportar imagens como
ru: Одиночный экспорт
vi: Xuất hình ảnh dưới dạng

# pref_export_single_image_format_dialog
source: Export images as
de: Bilder exportieren als
fr: Exporter les images sous
pt: Exportar imagens como
ru: Одиночный экспорт
vi: Xuất hình ảnh dưới dạng

# pref_export_single_image_format_choices:0
source: Image
de: Bild
pt: Imagem
ru: Картинка
vi: Hình ảnh

# pref_export_single_image_format_choices:2
source: Zip archive of images
de: ZIP-Archive mit Bildern
fr: Archive ZIP d'images
pt: Arquivo zip de imagens
ru: Zip-архив с фото
vi: Zip lưu trữ hình ảnh

# pref_export_single_image_format_choices:3
source: ImageMeter image (IMI)
de: ImageMeter-Bild (.imi)
fr: Image ImageMeter (IMI)
ru: Изображение ImageMeter (IMI)

# pref_export_single_image_format_choices:4
source: ImageMeter folder (IMF)
de: ImageMeter Ordner (.imf)
fr: Dossier ImageMeter (IMF)
ru: Папка ImageMeter (IMF)

# pref_export_single_image_format_choices:5
source: Save to gallery
de: In Fotogalerie abspeichern
fr: Sauvegarder dans la galerie
ru: Сохранить в галерею

# pref_category_export_image
source: Image settings
de: Bildeinstellungen
fr: Paramètres d'image
ru: Настройки изображения

# pref_export_image_show_options
source: Set options at export
de: Bildoptionen
fr: Définir les options à l'exportation
ru: Установить параметры при экспорте

# pref_export_image_show_options_summary_on
source: Image options can be set at export
de: Bildoptionen beim Export anzeigen
fr: Les options d'image peuvent être définies lors de l'exportation
ru: Параметры изображения могут быть установлены при экспорте
