Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# inapp_error_item_already_owned
source: Item already owned
vi: Mục đã sở hữu

# inapp_error_item_unavailable
source: Item unavailable
vi: Mục không có sẵn

# inapp_error_service_disconnected
source: PlayStore temporarily disconnected, try again later
vi: PlayStore tạm thời bị ngắt kết nối, thử lại sau

# inapp_error_service_unavailable
source: Network down, cannot reach PlayStore
vi: Mạng không hoạt động, không thể truy cập PlayStore

# inapp_error_user_canceled
source: Purchase canceled by user
vi: Hủy mua bởi người dùng

# inapp_error_unknown
source: Unknown error, result code: '%1$d'
vi: Lỗi không xác định, mã kết quả: ' %1$d '

# welcome_message_text
source: For an introduction to ImageMeter, see this <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">video</a>. If you have any further questions, do not hesitate to write to <a href="mailto:imagemeter@gmail.com">imagemeter@gmail.com</a>.
vi: Để biết giới thiệu về ImageMeter, hãy xem <a href="https://www.youtube.com/watch?v=shnUMTBbMSE"> video này </a>. \ N \ nNếu bạn có thêm bất kỳ câu hỏi nào, đừng ngần ngại viết thư cho <a href="mailto:imagemeter@gmail.com"> fantemeter @ gmail </a>.

# faq_image_menu_section
source: Image menu
pt: Menu de imagens
vi: Menu hình ảnh

# faq_image_menu_how_to_export_q
source: How can I export images?
pt: Como é que posso exportar imagens?
vi: Làm thế nào tôi có thể xuất hình ảnh?

# faq_image_menu_how_to_export_a
source: You can export single images, several images at once, or complete folders. Long-press on an image or folder to select it and then choose one of the export icons. If you are exporting several images at once, they will be exported as a PDF or in a zip archive. The format can be chosen in the settings. You can either export to another app, or save the images into the file-system. When saving to the file system, the images will usually be stored in the 'Pictures' folder. The exact location will be displayed after export.
pt: Pode exportar imagens individuais, várias imagens por uma vez, ou pastas completas. Pressione de modo prolongado uma imagem ou pasta para selecioná-la e, a seguir, escolha um dos ícones de exportação. Se estiver exportando várias imagens de uma só vez, elas serão exportadas como PDF ou num arquivo zip. O formato pode ser escolhido nas configurações. Pode exportar para outro aplicativo, ou guardar as imagens no sistema de arquivos. Ao guardar no sistema de arquivos, as imagens em geral serão armazenadas na pasta 'Imagens'. A localização exata será exibida após a exportação.
vi: Bạn có thể xuất hình ảnh đơn lẻ, một số hình ảnh cùng một lúc hoặc hoàn thành các thư mục. Nhấn và giữ vào một hình ảnh hoặc thư mục để chọn nó và sau đó chọn một trong các biểu tượng xuất khẩu. Nếu bạn đang xuất một số hình ảnh cùng một lúc, chúng sẽ được xuất dưới dạng PDF hoặc trong kho lưu trữ zip. Định dạng có thể được chọn trong cài đặt. \ NBạn có thể xuất sang ứng dụng khác hoặc lưu hình ảnh vào hệ thống tệp. Khi lưu vào hệ thống tệp, hình ảnh thường sẽ được lưu trong thư mục 'Ảnh'. Vị trí chính xác sẽ được hiển thị sau khi xuất.

# faq_image_menu_how_to_delete_q
source: How do I delete images?
pt: Como é que posso fazer para eliminar imagens?
vi: Làm cách nào để xóa ảnh?

# faq_image_menu_how_to_delete_a
source: Long-press on the image until the icons in the toolbar change. Then select the trashcan icon. You can also delete several images at once by selecting them before pressing the trashcan icon.
pt: Pressione de modo prolongado a imagem até que os ícones na barra de ferramentas mudem. Depois, selecione o ícone da lixeira. Também pode eliminar várias imagens ao mesmo tempo, selecionando-as antes de pressionar o ícone do lixeira.
vi: Nhấn và giữ hình ảnh cho đến khi các biểu tượng trên thanh công cụ thay đổi. Sau đó chọn biểu tượng thùng rác. Bạn cũng có thể xóa một số hình ảnh cùng một lúc bằng cách chọn chúng trước khi nhấn biểu tượng thùng rác.

# faq_image_menu_transfer_images_q
source: How can I transfer editable data between devices?
pt: Como é que posso transferir os dados editáveis ​​entre os dispositivos?
vi: Làm cách nào tôi có thể chuyển dữ liệu có thể chỉnh sửa giữa các thiết bị?

# faq_image_menu_transfer_images_a
source: If your devices have an SD-card slot, you can move the storage directory to SD card: in the settings, enter section 'Storage' and then 'Data directory'. There, you should be able to select the SD card directory and move all data into this directory. Now place the SD card into the new device and also change the data directory to SD card. In case you do not have an SD-card slot, enter the 'Export' settings and set the export format to 'ImageMeter image' (.IMI) or 'ImageMeter folder' (.IMF). Then export the data you want to transfer in these formats. The files can be opened again on other devices and the editable images will be imported.
vi: Nếu thiết bị của bạn có khe cắm thẻ SD, bạn có thể di chuyển thư mục lưu trữ sang thẻ SD: trong cài đặt, nhập phần 'Lưu trữ' và sau đó 'Thư mục dữ liệu'. Ở đó, bạn sẽ có thể chọn thư mục thẻ SD và di chuyển tất cả dữ liệu vào thư mục này. Bây giờ đặt thẻ SD vào thiết bị mới và cũng thay đổi thư mục dữ liệu thành thẻ SD. \ N Trong trường hợp bạn không có khe cắm thẻ SD, hãy nhập cài đặt 'Xuất' và đặt định dạng xuất thành 'ImageMeter image' ( .IMI) hoặc 'Thư mục ImageMeter' (.IMF). Sau đó xuất dữ liệu bạn muốn chuyển theo các định dạng này. Các tập tin có thể được mở lại trên các thiết bị khác và hình ảnh có thể chỉnh sửa sẽ được nhập.

# faq_image_menu_free_to_pro_q
source: How can I transfer images from the free version to the pro version?
pt: Como é que posso transferir imagens da versão gratuita para a versão pro?
vi: Làm cách nào để chuyển hình ảnh từ phiên bản miễn phí sang phiên bản pro?

# faq_image_menu_free_to_pro_a
source: In the main screen of the pro version, there is a menu item to import the images from the free app.
pt: Na ecrã principal da versão pro, há um item de menu para importar as imagens do aplicativo gratuito.
vi: Trong màn hình chính của phiên bản pro, có một mục menu để nhập hình ảnh từ ứng dụng miễn phí.

# faq_image_menu_backup_data_q
source: How can I make a backup of all data?
vi: Làm thế nào tôi có thể sao lưu tất cả dữ liệu?

# faq_image_menu_backup_data_a
source: Enter the settings, section 'Storage' and then 'Data directory' to see in which directory ImageMeter stores its data. Usually, this is '/sdcard/&lt;wbr/&gt;Android/&lt;wbr/&gt;data/&lt;wbr/&gt;de.dirkfarin.imagemeterpro/&lt;wbr/&gt;files/&lt;wbr/&gt;projects'. In this directory, you will find all ImageMeter folders and within these one folder for each image. You can simply copy these folders to other devices for backup.
vi: Nhập cài đặt, phần 'Lưu trữ' và sau đó 'Thư mục dữ liệu' để xem thư mục ImageMeter lưu trữ dữ liệu của nó trong thư mục nào. Thông thường, đây là '/sdcard/&lt;wbr/&gt;Android/&lt;wbr/&gt;data/&lt; dự án '. Trong thư mục này, bạn sẽ tìm thấy tất cả các thư mục ImageMeter và trong một thư mục này cho mỗi hình ảnh. Bạn chỉ có thể sao chép các thư mục này vào các thiết bị khác để sao lưu.

# faq_auto_measure_section
source: Automatic measurement
pt: Medição automática
vi: Đo lường tự động

# faq_auto_measure_howto_q
source: How do I carry out automatic measurements?
pt: Como é que posso realizar medições automáticas?
vi: Làm thế nào để tôi thực hiện các phép đo tự động?

# faq_auto_measure_howto_a
source: In order to perform automatic measurements, you have to provide a reference measurement. This is a rectangle with known side lengths. After you have drawn the reference, select the dimension you want to have computed and press the 'calculator' icon or the 'compute value' menu item. If there is only one reference in the image or if a reference is active while you add a new measure, this reference will automatically be used for computing the measure value.
pt: Para realizar medições automáticas, deve fornecer uma medição de referência. Este é um retângulo com comprimentos laterais conhecidos. Depois de desenhar a referência, selecione a dimensão que deseja calcular e pressione o ícone 'Calculadora' ou o item de menu 'calcular valor'. Se houver apenas uma referência na imagem ou se uma referência estiver ativa enquanto adiciona uma nova medida, essa referência será usada automaticamente para calcular o valor da medida.
vi: Để thực hiện các phép đo tự động, bạn phải cung cấp một phép đo tham chiếu. Đây là một hình chữ nhật với chiều dài bên đã biết. Sau khi bạn đã vẽ tham chiếu, chọn thứ nguyên bạn muốn tính toán và nhấn biểu tượng 'máy tính' hoặc mục menu 'tính toán giá trị'. Nếu chỉ có một tham chiếu trong ảnh hoặc nếu một tham chiếu được kích hoạt trong khi bạn thêm một số đo mới, thì tham chiếu này sẽ tự động được sử dụng để tính toán giá trị đo.

# faq_auto_measure_expectation_q
source: I expected ImageMeter to measure dimensions all by itself without any reference...
pt: Eu esperava ImageMeter para medir dimensões por si só sem qualquer referência...
vi: Tôi mong đợi ImageMeter tự đo kích thước mà không cần bất kỳ tham chiếu nào ...

# faq_auto_measure_expectation_a
source: This is impossible. From a single image, one cannot derive its scale. An image could show a real house or just a small toy. There is no way to know its true size from the image alone. You can give ImageMeter the missing information by adding a reference rectangle to the image. Based on this, ImageMeter can accurately compute all measures that lie in the same plane as this rectangle, including perspective foreshortening.
pt: Isto é impossível. A partir de uma única imagem, não se pode derivar sua escala. Uma imagem pode mostrar uma casa real ou apenas um pequeno brinquedo. Não há como saber o tamanho real da imagem sozinho. Você pode dar ao ImageMeter as informações que faltam, adicionando um retângulo de referência à imagem. Com base nisso, o ImageMeter pode calcular com precisão todas as medidas que se encontram no mesmo plano que esse retângulo, incluindo o encurtamento em perspectiva.
vi: Điều này là không thể. Từ một hình ảnh duy nhất, người ta không thể rút ra quy mô của nó. Một hình ảnh có thể cho thấy một ngôi nhà thực sự hoặc chỉ là một món đồ chơi nhỏ. Không có cách nào để biết kích thước thật của nó chỉ từ hình ảnh. \ NBạn có thể cung cấp cho ImageMeter thông tin còn thiếu bằng cách thêm hình chữ nhật tham chiếu vào hình ảnh. Dựa trên điều này, ImageMeter có thể tính toán chính xác tất cả các biện pháp nằm trong cùng mặt phẳng với hình chữ nhật này, bao gồm cả việc rút gọn phối cảnh.

# faq_auto_measure_ref_objects_q
source: What kind of objects can I use as references?
pt: Que tipo de objetos é que posso usar como referências?
vi: Những loại đối tượng tôi có thể sử dụng làm tài liệu tham khảo?

# faq_auto_measure_ref_objects_a
source: Whatever you like as long as it is rectangular. For measuring houses, windows are a good option. You can also pin a sheet of paper on the wall and use this. The reference even does not have to exist physically. Just four points that form an imagined rectangle will work. Try to choose the reference as large as possible to increase accuracy.
pt: Tudo o que quiser, desde que seja retangular. Para medir casas, as janelas são uma boa opção. Também pode colocar uma folha de papel na parede e utilizá-lo. A referência ainda não precisa de existir fisicamente, só quatro pontos que formem um retângulo imaginado. Tente escolher a referência o maior possível para aumentar a precisão.
vi: Bất cứ điều gì bạn thích miễn là nó là hình chữ nhật. Đối với nhà đo, cửa sổ là một lựa chọn tốt. Bạn cũng có thể ghim một tờ giấy lên tường và sử dụng nó. Các tài liệu tham khảo thậm chí không phải tồn tại vật lý. Chỉ cần bốn điểm tạo thành một hình chữ nhật tưởng tượng sẽ hoạt động. Cố gắng chọn tham chiếu càng lớn càng tốt để tăng độ chính xác.

# faq_auto_measure_accuracy_q
source: What is the accuracy of computed measurements?
pt: Qual é a precisão das medições calculadas?
vi: Độ chính xác của các phép đo được tính là gì?

# faq_auto_measure_accuracy_a
source: In theory, the computed measurements are 100% accurate. In practice, the accuracy depends on how accurately you place the reference rectangle corners and on the lens distortions of the camera. In order to get the highest accuracy possible, you should choose a reference as large as possible.
pt: Em teoria, as medidas calculadas são 100% precisas. Na prática, a precisão depende da precisão com que tem ao colocar os cantos do retângulo de referência e as distorções da lente da câmara. Para obter a máxima exatidão possível, deve escolher uma referência o maior possível.
vi: Về lý thuyết, các phép đo được tính toán chính xác 100%. Trong thực tế, độ chính xác phụ thuộc vào mức độ chính xác bạn đặt các góc hình chữ nhật tham chiếu và vào biến dạng ống kính của máy ảnh. Để có được độ chính xác cao nhất có thể, bạn nên chọn một tài liệu tham khảo càng lớn càng tốt.

# faq_auto_measure_perspective_line_q
source: How do I use the 'Perspective line' tool?
vi: Làm cách nào để sử dụng công cụ 'Phối cảnh'?

# faq_auto_measure_perspective_line_a
source: Often, you may want to measure the height of a high object, or another distance along a line that is subject to perspective foreshortening. In this case, the 'Perspective line' tool can be used. It requires that you mark three points on a line: the zero point and two known points with their distance to the zero point. These three points are indicated with a small triangle. Now, you can additionally move a fourth point on the line whose distance to the zero point will be computed automatically. ImageMeter will also draw a couple of thin orthogonal lines that indicate the perspective foreshortening along the line. The last of these lines represents the horizont. Clearly, moving the measurement point across the horizont will not give you a valid measurement. Note that you do not need an additional reference when using this tool, since it combines its own reference and measurement in a single tool.
vi: Thông thường, bạn có thể muốn đo chiều cao của một vật thể cao hoặc một khoảng cách khác dọc theo một đường có thể được báo trước theo quan điểm. \ N Trong trường hợp này, có thể sử dụng công cụ 'Đường phối cảnh'. Nó yêu cầu bạn đánh dấu ba điểm trên một dòng: điểm 0 và hai điểm đã biết với khoảng cách đến điểm 0. Ba điểm này được biểu thị bằng một hình tam giác nhỏ. \ N Bây giờ, bạn có thể di chuyển thêm một điểm thứ tư trên đường có khoảng cách đến điểm 0 sẽ được tính toán tự động. ImageMeter cũng sẽ vẽ một vài đường thẳng trực giao mỏng biểu thị phối cảnh rút gọn dọc theo đường thẳng. Cuối cùng của những dòng này đại diện cho chiều ngang. Rõ ràng, việc di chuyển điểm đo theo chiều ngang sẽ không cung cấp cho bạn số đo hợp lệ. \ N Lưu ý rằng bạn không cần tham chiếu thêm khi sử dụng công cụ này, vì nó kết hợp tham chiếu và đo lường của chính nó trong một công cụ.

# faq_bluetooth_compatibility_q
source: Which laser distance meters are supported?
pt: Quais os medidores de distância a laser são suportados?
vi: Những máy đo khoảng cách laser được hỗ trợ?

# faq_bluetooth_compatibility_a_column_model
source: Model
pt: Modelo
vi: Mô hình

# faq_bluetooth_compatibility_a_column_protocol
source: Protocol
pt: Protocolo
vi: Giao thức

# faq_bluetooth_compatibility_a_column_works
source: Works
pt: Funciona
vi: Công trinh

# faq_bluetooth_compatibility_a_entry_works_yes
source: yes
pt: sim
vi: Vâng

# faq_bluetooth_compatibility_a_entry_works_no
source: no
pt: não
vi: Không

# faq_bluetooth_compatibility_a_entry_works_untested
source: untested
pt: não comprovado
vi: chưa được kiểm tra

# faq_bluetooth_compatibility_a_entry_protocol_LE
source: LE
vi: LÊ

# faq_bluetooth_compatibility_a_entry_protocol_classic
source: classic
pt: clássico
vi: cổ điển

# faq_bluetooth_connect_q
source: How do I connect to a Bluetooth device?
pt: Como me conecto a um dispositivo Bluetooth?
vi: Làm cách nào để kết nối với thiết bị Bluetooth?

# faq_bluetooth_connect_a
source: Usually, you can simply select your Bluetooth device in the ImageMeter settings. If the device is not paired yet, it will do so when you connect to it the first time. If this fails or if only the device address is shown instead of its name, it may help to first pair the device in the Android settings. If you have a device with Bluetooth LE, you do not need to pair it, but it has to be turned on to appear in the device list. Usually, the transmission protocol is detected automatically, but in rare cases, the device name is ambiguous and you have to set the protocol manually in the settings. To conntect to the device, press the Bluetooth button at the image menu screen. It will blink until the connection is established. Eventually, it should turn blue to denote that the connection is active. Sometimes, the OS will ask you to enter the device pin again. On some devices, a small Bluetooth icon appears at the title bar and you have to swipe down to enter the pin. Also make sure that other apps connected to the laser distance meter are closed, as some block the connection while they are running in the background. The Leica D810 should be in app mode with encryption turned off.
pt: Normalmente, pode simplesmente selecionar o seu dispositivo Bluetooth nas configurações do ImageMeter. Se o dispositivo ainda não estiver emparelhado, isso o fará quando se conecta ao dispositivo à primeira vez. Se isso não funciona ou se apenas o endereço do dispositivo for exibido e não o seu nome, emparelhe primeiro o dispositivo nas configurações do dispositivo Android. Se tem um dispositivo com Bluetooth LE, não precisa emparelhá-lo, mas deve ser ativado para que apareça na lista de dispositivos. Em geral, o protocolo de transmissão se deteta automaticamente, mas em casos raros, o nome do dispositivo é ambíguo e deve configurar o protocolo de forma manual. \ n Para conectar o dispositivo, pressione o botão Bluetooth na ecrã do menu de imagem. Piscará até que a conexão seja estabelecida. Eventualmente, ele deve ficar azul indicando que a conexão já está ativa. Às vezes, o sistema operacional pedirá que digite novamente a palavra-passe do dispositivo. Em alguns dispositivos, um pequeno ícone Bluetooth aparece na barra de título e deve deslizar para baixo para inserir a palavra-passe. \ N Além disso, certifique-se de que outros aplicativos conectados ao medidor de distância laser estão desligados, uma vez que alguns bloqueiam a conexão enquanto eles estão funcionando no segundo plano. O dispositivo Leica D810 deve estar no modo de aplicativo, com criptografia desativada.
vi: Thông thường, bạn chỉ cần chọn thiết bị Bluetooth của mình trong cài đặt ImageMeter. Nếu thiết bị chưa được ghép nối, thiết bị sẽ hoạt động khi bạn kết nối với thiết bị lần đầu tiên. Nếu điều này không thành công hoặc nếu chỉ có địa chỉ thiết bị được hiển thị thay vì tên của nó, trước tiên có thể giúp ghép nối thiết bị trong cài đặt Android. Nếu bạn có thiết bị có Bluetooth LE, bạn không cần ghép nối thiết bị đó, nhưng nó phải được bật để xuất hiện trong danh sách thiết bị. \ N Thông thường, giao thức truyền được phát hiện tự động, nhưng trong một số trường hợp hiếm hoi, tên thiết bị hiếm không rõ ràng và bạn phải đặt giao thức theo cách thủ công trong cài đặt. \ n Để kết nối với thiết bị, nhấn nút Bluetooth ở màn hình menu hình ảnh. Nó sẽ nhấp nháy cho đến khi kết nối được thiết lập. Cuối cùng, nó sẽ chuyển sang màu xanh để biểu thị rằng kết nối đang hoạt động. Đôi khi, HĐH sẽ yêu cầu bạn nhập lại mã pin thiết bị. Trên một số thiết bị, một biểu tượng Bluetooth nhỏ xuất hiện trên thanh tiêu đề và bạn phải vuốt xuống để nhập mã pin. \ N Cũng đảm bảo rằng các ứng dụng khác được kết nối với đồng hồ đo khoảng cách bằng laser được đóng lại, vì một số chặn kết nối trong khi chúng đang chạy trong nền. Leica D810 phải ở chế độ ứng dụng đã tắt mã hóa.

# faq_bluetooth_usage_q
source: How do I transmit values via Bluetooth?
pt: Como é que transmito valores via Bluetooth?
vi: Làm cách nào để truyền giá trị qua Bluetooth?

# faq_bluetooth_usage_a
source: In the image editor, draw a measure or select one. Now press the 'transmit' button on your laser distance meter. On some devices, there is no 'transmit' button and the measurement will be transmitted as soon as it is taken. Note that you should &lt;b&gt;not&lt;/b&gt; enter the value-entry dialog to transmit the value.
pt: No editor de imagens, desenhe uma medida ou selecione uma. Agora, pressione o botão 'transmitir' no seu medidor de distância laser. Em alguns dispositivos, não há nenhum botão 'transmitir' e a medição será transmitida assim que for tomada. Note-se que &lt;b&gt;não&lt;/b&gt; deve inserir o valor de entrada para transmitir o valor.
vi: Trong trình chỉnh sửa hình ảnh, vẽ một số đo hoặc chọn một. Bây giờ hãy nhấn nút 'truyền' trên máy đo khoảng cách laser của bạn. Trên một số thiết bị, không có nút 'truyền' và phép đo sẽ được truyền ngay khi được thực hiện. \ N Lưu ý rằng bạn nên & lt; b & gt; không & lt; / b & gt; nhập hộp thoại nhập giá trị để truyền giá trị.

# faq_other_section
source: Other
pt: Outro
vi: Khác

# faq_other_free_vs_pro_q
source: What is the difference between free and pro version?
pt: Qual a diferença entre a versão gratuita e a versão profissional?
vi: Sự khác biệt giữa phiên bản miễn phí và pro là gì?

# faq_other_free_vs_pro_a
source: The free version has the following limitations:&lt;ul&gt; &lt;li&gt;adds watermarks into the exported images,&lt;/li&gt; &lt;li&gt;maximum of 5 dimensions per image,&lt;/li&gt; &lt;li&gt;transfer distances of up to 3 meters via Bluetooth.&lt;/li&gt; &lt;/ul&gt; If ImageMeter is useful to you, please upgrade to the pro version to support further development.
vi: Phiên bản miễn phí có các giới hạn sau: & lt; ul & gt; & lt; li & gt; thêm hình mờ vào hình ảnh được xuất, & lt; / li & gt; & lt; li & gt; tối đa 5 kích thước cho mỗi hình ảnh, & lt; / li & gt; & lt; li & gt; khoảng cách truyền lên tới 3 mét qua Bluetooth. & lt; / li & gt; & lt; / ul & gt; Nếu ImageMeter hữu ích với bạn, vui lòng nâng cấp lên phiên bản pro để hỗ trợ phát triển hơn nữa.

# faq_other_upgrading_vs_native_pro_q
source: What is the difference between upgrading the free version and installing the pro version?
pt: Qual a diferença entre atualizar a versão gratuita e instalar a versão pro?
vi: Sự khác biệt giữa nâng cấp phiên bản miễn phí và cài đặt phiên bản pro là gì?

# faq_other_upgrading_vs_native_pro_a
source: There is no difference. Both options will give you exactly the same features.
pt: Não há diferença. Ambas as opções lhe darão exatamente os mesmos recursos.
vi: Không có sự khác biệt. Cả hai tùy chọn sẽ cung cấp cho bạn chính xác các tính năng giống nhau.

# faq_other_disable_FAQ_button_q
source: How can I disable the FAQ button?
pt: Como é que posso desativar o botão FAQ?
vi: Làm cách nào để tắt nút FAQ?

# faq_other_disable_FAQ_button_a
source: There is a setting for this in the preferences (in section 'User Interface'). When turned off, you can access the FAQ from the menu.
pt: Existe uma configuração para isso nas preferências (na seção 'Interface do utilizador'). Quando for desligado, você pode ter acesso às FAQ (Perguntas Frequentes) no menu.
vi: Có một cài đặt cho điều này trong các tùy chọn (trong phần 'Giao diện người dùng'). Khi tắt, bạn có thể truy cập Câu hỏi thường gặp từ menu.

# faq_other_contact_q
source: I still have a question, who can I ask?
pt: Ainda tenho uma pergunta, a quem posso perguntar?
vi: Tôi vẫn còn một câu hỏi, tôi có thể hỏi ai?

# faq_other_contact_a
source: Please write to &lt;a href="mailto:imagemeter@gmail.com"&gt;imagemeter@gmail.com&lt;/a&gt;.
pt: Por favor escreva para &lt;a href="mailto: imagemeter@gmail.com"&gt;imagemeter@gmail.com&lt;/a&gt;.
vi: Vui lòng viết thư cho & lt; a href = \ "mailto: fantemeter @ gmail " & gt; fantemeter @ gmail & lt; / a & gt;.
