Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# main_screen_info_message_pro_key_app_not_needed
source: You may deinstall the separate Pro app. It is not needed anymore as a key to enable the Pro features because you have add-ons that include the Pro upgrade. Make sure that you have copied all the images from the Pro app to here as deleting the app will also delete all the images stored in it.
de: Sie können die separate Pro-App deinstallieren. Sie wird nicht mehr als Schlüssel zur Aktivierung der Pro-Features gebraucht, da Sie Zusatzpakete installiert haben, die das Pro-Upgrade enthalten. Vergewissern Sie sich, dass Sie alle Bilder aus der Pro-App migriert haben, da bei der Deinstallation auch alle Bilder in der App gelöscht werden.
ru: Вы можете удалить отдельное приложение Pro. Оно больше не нужно в качестве ключа для включения функций Pro, ибо у Вас есть надстройки, которые включают обновление Pro. Убедитесь, что Вы скопировали сюда все изображения из приложения Pro, поскольку при удалении приложения будут удалены все изображения, хранящиеся в нем.

# main_screen_info_message_please_rate
source: If you like this app, would you mind taking a minute to rate it? Thank you for your support!
de: Falls Ihnen diese App gefällt, wäre es nett, wenn Sie sich eine Minute Zeit nehmen würden, sie zu bewerten. Danke für Ihre Unterstützung.
ru: Если Вам нравится это приложение, не могли бы Вы потратить минутку, чтобы оценить его? Спасибо за Вашу поддержку!

# main_screen_info_message_please_rate_rate_now
source: Rate now
de: Jetzt bewerten
ru: Оценить сейчас

# main_screen_info_message_please_rate_later
source: Later
de: Später
ru: Позже

# main_screen_info_message_no_backup
source: It looks like your images are currently not backed up. If your phone breaks or gets lost, the images may be lost too. To prevent this, use the cloud-sync function of the Business version or do a manual backup of your data.
de: Es scheint, dass es im Moment kein Backup Ihrer Bilder gibt. Falls Ihr Gerät kaputt oder verloren geht, können damit auch die Bilder verloren sein. Um das zu verhindern, können Sie die Cloud-Sync Funktion der Businessversion benutzen, oder ein manuelles Backup der Daten machen.
ru: Похоже, Ваши изображения в настоящее время не копируются. Если Ваш телефон сломается или потеряется, изображения тоже могут быть потеряны. Чтобы этого не произошло, используйте функцию облачной синхронизации в версии Business или сделайте резервную копию своих данных вручную.

# main_screen_info_message_no_backup_do_not_warn_again
source: Don't warn again
de: Nicht mehr warnen
ru: Больше не показывать

# main_screen_info_message_deprecated_directory
source: Your images are stored in the public 'Documents' directory. Soon, Android will not allow apps to access this directory anymore. Please move your data into the app directory.
de: Ihre Bilder werden im öffentlichen "Dokumente"-Verzeichnis gespeichert. Demnächst wird Android den Zugriff darauf aus Sicherheitsgründen verweigern. Bitte verschieben Sie Ihre Bilder in das App-Verzeichnis.
ru: Ваши изображения хранятся в общедоступном каталоге «Документы». Вскоре Android больше не будет разрешать приложениям доступ к этому каталогу. Пожалуйста, переместите свои данные в каталог приложения.

# main_screen_info_message_deprecated_directory_settings
source: Open settings
de: Einstellungen öffnen
ru: Открыть настройки

# example_folder_name
source: Examples
de: Beispielbilder
fr: Exemples
ru: Примеры

# tutorial_images_1
source: Example 1: Measure on a 2D floor plan
de: Beispiel 1: Grundriß mit einfachem Maßstab
fr: Exemple 1: Mesurer sur un plan d'étage 2D
pt: Exemplo 1: Medição em planta 2D
ru: Образец 1: Шкала масштаба на плане квартиры
vi: Ví dụ 1: Đo trên sơ đồ tầng 2D

# tutorial_images_2
source: Example 2: Measure a flat object
de: Beispiel 2: Messen eines flachen Objekts
fr: Exemple 2: Mesurer un objet plat
pt: Exemplo 2: Medir um objeto plano
ru: Образец 2: Измерение объекта на плоскости
vi: Ví dụ 2: Đo một vật phẳng

# tutorial_images_3
source: Example 3: Perspectively distorted wall
de: Beispiel 3: Perspektivisch verzerrte Wand
fr: Exemple 3: mur en perspective déformé
pt: Exemplo 3: parede destorcida e perspetival
ru: Образец 3: Измерение стены с учетом перспективы
vi: Ví dụ 3: Bức tường méo mó

# tutorial_images_4
source: Example 4: Perspective height measurement
de: Beispiel 4: Perspektivische Längenmessung
fr: Exemple 4: mesure de hauteur en perspective
ru: Пример 4: Измерение высоты в перспективе
vi: Ví dụ 4: Đo chiều cao phối cảnh

# default_image_name_prefix_with_date
source: image from {M} {d}, {yyyy}
de: Bild vom {d}. {M} {yyyy}
fr: image de {d} {M} {yyyy}
ru: Создано {d} {M} {yyyy}

# default_image_name_from_unnamed_pdf
source: PDF import, page {page}
de: PDF-Import, Seite {page}
ru: Импорт PDF, страница {page}

# default_image_name_from_pdf
source: {name}, page {page}
de: {name}, Seite {page}
ru: {name}, страница {page}

# filename_copy_tag
source: copy
de: Kopie
ru: Копировать

# snackbar_pro_to_free_migration
source: Pro-version app migration
de: Pro-App Migration
fr: Migration d'applications Pro-version
ru: Миграция приложений на Pro-версию

# snackbar_pro_to_free_migration_url
source: https://www.imagemeter.com/manual/license/pro-version-migration
de: https://www.imagemeter.com/de/manual/license/pro-version-migration

# import_pro_app_data
source: Import images from Pro app
de: Bilder aus Pro-App importieren
fr: Importer des images depuis l'application Pro
ru: Импорт изображений из приложения Pro

# import_pro_app_data_started_text
source: Importing has started to run in the background. When it is finished, please check that the images were copied correctly and delete them in the Pro app to save memory space.
de: Der Import läuft nun im Hintergrund. Wenn er beendet ist, prüfen Sie bitte, ob die Bilder korrekt kopiert wurden und löschen Sie in der Pro-App um Speicherplatz zu sparen.
fr: L'importation a commencé à s'exécuter en arrière-plan. Une fois terminé, vérifiez que les images ont été copiées correctement et supprimez-les dans l'application Pro pour économiser de l'espace mémoire.
ru: Импорт запущен в фоновом режиме. По завершении убедитесь, что изображения были скопированы правильно, и удалите их в приложении Pro, чтобы сэкономить место в памяти.

# import_pro_app_data_local_not_empty
source: Warning: there are images in this app. Importing the images from the Pro app may overwrite images with the same name.
de: Warnung: es sind schon Bilder in dieser App. Das Importieren der Bilder aus der Pro-App könnte Bilder mit dem gleichen Namen überschreiben.
fr: Attention: il y a des images dans cette application. L'importation d'images à partir de l'application Pro peut remplacer les images du même nom.
ru: Предупреждение: в этом приложении есть изображения. Импорт изображений из приложения Pro может перезаписать изображения с тем же именем.

# import_pro_app_data_local_not_empty_anyway
source: Import anyway
de: Trotzdem importieren
fr: Importer quand même
ru: Все равно импортировать

# import_pro_app_data_title
source: Importing images from Pro app
de: Bilder aus Pro-App importieren
fr: Importation d'images depuis l'application Pro
ru: Импорт изображений из приложения Pro

# import_pro_app_data_scan_progress_text
source: Please wait, searching for images to copy.
de: Bitte warten, zu kopierende Bilder werden gesucht.
fr: Merci de patienter, recherche d'images à copier.
ru: Подождите, идет поиск изображений для копирования.

# import_pro_app_data_progress_text
source: Please wait, %1$d images of %2$d done (%3$d errors).
de: %1$d Bilder von insgesamt %2$d wurden kopiert (%3$d Fehler).
fr: Veuillez patienter, %1$d images de %2$d terminées (erreurs %3$d).
ru: Подождите, %1$d изображение из %2$d выполнено (%3$d ошибок).

# import_pro_app_data_finished
source: Images from the Pro app are now imported. After checking that the images were imported correctly, you may want to delete the images in the Pro app to save memory space.
de: Die Bilder aus der Pro-App sind nun importiert. Nach dem Überprüfen, daß die Bilder korrekt importiert wurden, können Sie diese in der Pro-App löschen, um Speicherplatz zu sparen.
fr: Les images de l'application Pro sont désormais importées. Après avoir vérifié que les images ont été importées correctement, vous souhaiterez peut-être supprimer les images dans l'application Pro pour économiser de l'espace mémoire.
ru: Изображения из приложения Pro теперь импортируются. Убедившись, что изображения были импортированы правильно, Вы можете удалить изображения в приложении Pro, чтобы сэкономить место в памяти.

# import_pro_app_data_failed
source: Image import from Pro app has failed or is incomplete. Maybe your memory is full?
de: Import der Bilder aus der Pro-App ist fehlgeschlagen oder unvollständig. Ist evtl. der Speicherplatz voll?
fr: L'importation d'images depuis l'application Pro a échoué ou est incomplète. Peut-être que votre mémoire est pleine?
ru: Импорт изображения из приложения Pro завершился неудачно или не завершен. Может у Вас переполнена память?

# pdf_import_page_selection_render_resolution
source: Resolution (dpi):
de: Auflösung (dpi):
ru: Разрешение (dpi):

# pdf_import_page_selection_output_image_resolution
source: Output resolution:
de: Ausgabeauflösung:
ru: Выходное разрешение:

# pdf_import_page_selection_importButton
source: Import
de: Importieren
ru: Импортировать

# dialog_export_format_image
source: Image (JPEG/PNG)
de: Bild (JPEG/PNG)
ru: Изображение (JPEG/PNG)

# dialog_export_format_pdf
source: PDF document
de: PDF Dokument
fr: Document PDF
ru: PDF документ

# dialog_export_format_zip
source: ZIP archive
de: ZIP Archiv
fr: Archive ZIP d'images
ru: ZIP архив

# dialog_export_format_imi
source: Editable ImageMeter Image (IMI)
de: Editierbares ImageMeter Bild (IMI)
fr: Image ImageMeter (IMI)
ru: Редактируемое изображение ImageMeter (IMI)

# dialog_export_format_imf
source: ImageMeter folder (IMF)
de: ImageMeter Ordner (IMF)
fr: Dossier ImageMeter (IMF)
ru: Папка ImageMeter (IMF)

# dialog_export_format_gallery
source: Save to gallery
de: In Galerie abspeichern
fr: Sauvegarder dans la galerie
ru: Сохранить в галерею

# dialog_export_format_show_next_time
source: Show format selection next time
de: Formateinstellung nächstes Mal wieder anzeigen
fr: Afficher la sélection de format la prochaine fois
ru: Показать выбранный формат в следующий раз

# dialog_image_export_options_title
source: Default image export settings
de: Standard-Bildoptionen
ru: Настройки экспорта изображений по умолчанию

# dialog_image_export_use_default_options
source: Use default export options
de: Standardoptionen benutzen
fr: Utiliser les options d'exportation par défaut
ru: Использовать параметры экспорта по умолчанию

# dialog_image_export_image_format
source: Image format
de: Bildformat
fr: Format d'image
ru: Формат изображения

# dialog_image_export_file_format
source: File format
de: Dateiformat
fr: Format de fichier
ru: Формат файла

# dialog_image_export_overlays
source: Overlays
de: Zusatzinformationen
fr: Superpositions
ru: Оверлеи

# dialog_image_export_overlay_show_image_title
source: Show image title
de: Bildname
fr: Afficher le titre de l'image
ru: Показать название изображения

# dialog_image_export_size_original_image_size
source: Original image size
de: Größe wie das Originalbild
fr: Taille d'image originale
ru: Исходный размер изображения

# dialog_image_export_size_custom_size
source: Custom size
de: Eigene Größe
fr: Format personnalisé
ru: Обычный размер

# dialog_image_export_image_quality
source: Image quality
de: Bildqualität
fr: Qualité d'image
ru: Качество изображения

# dialog_image_export_image_size
source: Image size
de: Bildgröße
fr: Taille de l'image
ru: Размер изображения

# dialog_image_export_options_show_dialog
source: Show export options next time
de: Exportoptionen nächstes Mal wieder anzeigen
fr: Afficher les options d'exportation la prochaine fois
ru: Показать параметры экспорта в следующий раз

# dialog_pdf_export_paper
source: Paper
de: Papierformat
fr: Papier
ru: Бумага

# dialog_pdf_export_metadata
source: Metadata
de: Zusatzinformationen
fr: Métadonnées
ru: Метаданные

# dialog_pdf_export_space_for_notes
source: Space for image notes
de: Platz für Bildnotizen
fr: Espace pour les notes d'image
ru: Место для заметок с изображениями

# dialog_pdf_export_print_table_of_content
source: Print table of content
de: Inhaltsverzeichnis drucken
fr: Imprimer la table des matières
ru: Распечатать содержание

# dialog_pdf_export_print_folder_notes
source: Print folder notes
de: Verzeichnisnotizen drucken
fr: Imprimer les notes du dossier
ru: Печать заметок к папке

# dialog_pdf_export_data_table
source: Data Table
de: Messwerttabelle

# dialog_pdf_export_data_table_layout
source: Table layout
de: Tabellenlayout

# dialog_pdf_options_show_dialog
source: Show PDF options next time
de: PDF-Optionen nächstes Mal wieder anzeigen
fr: Afficher les options PDF la prochaine fois
ru: Показать параметры PDF в следующий раз

# pref_export_pdf_print_density
source: Resolution
de: Bildauflösung
fr: Résolution
ru: Разрешение

# pref_export_pdf_output_resolution_default
source: Default
de: Standard
fr: Par défaut
ru: По умолчанию

# dialog_pdf_options_image_notes_space_choices:0
source: Do not print notes
de: Bildnotizen nicht drucken
fr: Ne pas imprimer de notes
ru: Не печатать заметки

# pdf_export_notification_generating_pdf
source: Generating PDF file
de: Erzeuge PDF-Datei
fr: Génération d'un fichier PDF
ru: Создание файла PDF

# pdf_export_notification_progress
source: Rendering image %1$d of %2$d.
de: Zeichne Bild %1$d von %2$d.
fr: Image de rendu %1$d sur %2$d.
ru: Визуализация изображения %1$d из %2$d.

# pdf_export_table_of_contents
source: Table of contents
de: Inhaltsverzeichnis
ru: Содержание

# dialog_zip_options_show_dialog
source: Show ZIP options next time
de: ZIP Optionen nächstes Mal wieder anzeigen
fr: Afficher les options ZIP la prochaine fois
ru: Показать параметры ZIP в следующий раз

# zip_export_notification_generating_title
source: Generating ZIP file
de: Erzeuge ZIP-Datei
fr: Génération d'un fichier ZIP
ru: Создание файла ZIP

# zip_export_notification_progress
source: Rendering image %1$d of %2$d.
de: Zeichne Bild %1$d von %2$d.
fr: Image de rendu %1$d sur %2$d.
ru: Визуализация изображения %1$d из %2$d.

# zip_export_notification_progress_pdf_step
source: PDF image %1$d of %2$d.
de: PDF Bild %1$d von %2$d.
fr: Image PDF %1$d sur %2$d.
ru: Изображение PDF %1$d из %2$d.

# zip_export_notification_progress_compressing_step
source: Compressing ZIP file…
de: Komprimiere die ZIP Datei…

# dialog_csv_export_title
source: Data table export (CSV)
de: Tabellenexport (CSV)

# export_eval_version
source: Evaluation copy Please upgrade to remove watermark
de: Testversion Bitte upgraden um das Wasserzeichen zu entfernen

# notification_generic_error_title
source: Error
de: Fehler
fr: Erreur
ru: Ошибка

# notification_bkg_rendering_title
source: Image rendering in progress…
de: Bilder werden gezeichnet...
fr: Rendu d'image en cours…
ru: Выполняется рендеринг изображения…
vi: Kết xuất hình ảnh đang diễn ra

# notification_bkg_rendering_channel_title
source: Image rendering
de: Bildgenerierung
fr: Rendu d'image
ru: Рендеринг изображения
vi: Kết xuất hình ảnh

# notification_syncer_channel_title
source: Cloud synchronization
de: Synchronisierung mit Cloudspeicher
fr: Synchronisation cloud
ru: Облачная синхронизация
vi: Đồng bộ hóa đám mây

# notification_import_title
source: Image import
de: Bildimport
fr: Importation d'images
ru: Импорт изображений

# notification_import_content
source: %1d image left …
de: Noch %1d Bild ...
fr: %1d image restante …

# notification_channel_background_processing_title
source: Background processing
de: Verarbeitung im Hintergrund
fr: Traitement en arrière-plan
ru: Фоновая обработка

# notification_channel_offscreen_rendering_title
source: Image rendering
de: Bild wird gezeichnet
fr: Rendu d’image
ru: Рендеринг изображения

# notification_channel_error_messages_title
source: Error messages
de: Fehlermeldungen
fr: Messages d'erreur
ru: Сообщения об ошибках

# notification_error_importing_IMI_title
source: Error importing IMI file
de: Fehler beim Importieren der IMI Datei
fr: Erreur lors de l'importation du fichier IMI
ru: Ошибка при импорте файла IMI

# notification_error_importing_IMF_title
source: Error importing IMF file
de: Fehler beim Importieren der IMF Datei
fr: Erreur lors de l'importation du fichier IMF
ru: Ошибка при импорте файла IMF

# notification_error_importing_image_title
source: Error importing image
de: Fehler beim Importieren des Bildes
fr: Erreur lors de l'importation de l'image
ru: Ошибка при импорте изображения

# notification_error_importing_file_title
source: Error importing file
de: Fehler beim Importieren der Datei
fr: Erreur lors de l'importation du fichier
ru: Ошибка при импорте файла

# notification_rendering_precomputed_image_title
source: Rendering image
de: Bild wird gezeichnet
fr: Rendu de l'image
ru: Визуализация изображения

# notification_save_to_gallery_title
source: Saving to gallery
de: In die Galerie speichern
fr: Enregistrement dans la galerie
ru: Сохранение в галерею

# notification_error_saving_to_gallery
source: Error while saving to gallery
de: Fehler beim Speichern in die Galerie
fr: Erreur lors de l'enregistrement dans la galerie
ru: Ошибка при сохранении в галерею

# notification_save_to_gallery_content
source: %1d image left …
de: Noch %1d Bild...
fr: %1d image restante …

# notification_error_no_permission_to_save_to_gallery
source: Cannot save to gallery because ImageMeter has no storage write permission.
de: Kann nicht in die Galerie schreiben, da ImageMeter keine Schreibberechtigung hat.
fr: Impossible d'enregistrer dans la galerie car ImageMeter ne dispose d'aucune autorisation d'écriture sur le stockage.
ru: Невозможно сохранить в галерею, потому что ImageMeter не имеет разрешения на запись в хранилище.

# notification_duplicate_title
source: Duplicate images
de: Bilder werden kopiert
ru: Дубликаты изображений

# notification_duplicate_content
source: %1$d of %2$d images copied
de: %1$d von %2$d Bildern kopiert
ru: %1$d из %2$d изображений скопировано

# notification_error_duplicating_image
source: Error while duplicating image
de: Fehler beim Kopieren des Bildes
ru: Ошибка при копировании изображения

# core_unit_inch
source: inch
de: Zoll

# core_unit_foot
source: foot
de: Fuß

# core_unit_mile
source: mile
de: Meile

# core_unit_inch2
source: sq inch
de: Zoll²

# core_unit_foot2
source: sq foot
de: Fuß²

# core_unit_yard2
source: sq yard
de: Yard²

# core_unit_mile2
source: sq mile
de: Meile²

# core_unit_are
source: are
de: Ar
ru: Ар

# core_unit_ha
source: hectare
de: Hektar
ru: Гектар

# core_unit_degrees
source: degrees
de: Grad
ru: градусы

# core_unit_slope_percent
source: slope %
de: Steigung %
ru: % отклонения

# core_unit_radian
source: radians
de: Bogenwinkel
ru: радианы

# pref_main_title
source: Settings
de: Einstellungen

# pref_category_measures
source: Measures
de: Bemaßungen
fr: Mesures
pt: Medidas
ru: Замеры
vi: Biện pháp

# pref_category_export
source: Image export
de: Bildexport
fr: Exporter image
pt: Exportação de imagem
ru: Экспорт изображений
vi: Xuất hình ảnh

# pref_category_user_interface
source: User interface
de: Benutzerinterface
fr: Interface utilisateur
pt: Interface de utilizador
ru: Пользовательский интерфейс
vi: Giao diện người dùng

# pref_category_storage
source: Storage
de: Speicherverwaltung
fr: Stockage
pt: Armazenamento
ru: Хранилище
vi: Lưu trữ

# pref_category_templates
source: Templates and data tables
de: Vorlagen und Datentabellen

# pref_category_information
source: Information
de: Informationen
ru: Информация

# pref_measures_default_template
source: Default measurement format
de: Standard für Bemaßungsformat
fr: Format de mesure par défaut
pt: Formato de medição predefinida
ru: Формат замеров по умолчанию
vi: Định dạng đo mặc định

# pref_measures_default_template_dialog
source: Default measurement format
de: Standard für Bemaßungsformat
fr: Format de mesure par défaut
pt: Formato de medição predefinida
ru: Формат замеров по умолчанию
vi: Định dạng đo mặc định

# pref_measures_default_template_choices:0
source: Metric (1.00 m)
de: Metrisch (1.00 m)
fr: Métrique (1,00 m)
pt: Métrico (1,00 m)
ru: Метрический (1.00 m)
vi: Số liệu (1,00 m)

# pref_measures_default_template_choices:1
source: Imperial (1' 10 1/32")
de: Angloam. (1' 10 1/32")
fr: Impériale (1' 10 1/32")
ru: Английский (1' 10 1/32")
vi: Hoàng thành (1 '10 1/32 \ ")

# pref_measures_default_template_choices:2
source: Imperial (1.00 ft)
de: Angloam. (1.00 ft)
fr: Impérial (1,00 ft)
pt: Imperial (1,00 pés)
ru: англ. десятичный (1.00 ft)
vi: Hoàng gia (1,00 ft)

# pref_measures_default_template_choices:3
source: Inches with fractions (1 1/8")
de: Zoll mit Brüchen (1 1/8")
fr: Pouces avec fractions (1 1/8")
pt: Polegadas com frações (1 1/8 )
ru: Дюймы с дробями (1 1/8\")
vi: Inch với phân số (1 1/8 \ ")

# pref_measure_metric_length_unit
source: Metric length unit
de: Metrische Längeneinheit
fr: Unité de longueur métrique
pt: Unidade métrica de longitude
ru: Метрическая мера длины
vi: Đơn vị chiều dài số liệu

# pref_measure_metric_area_unit
source: Metric area unit
de: Metrische Flächeneinheit
fr: Unité de surface métrique
pt: Unidade área de longitude
ru: Метрическая мера площади
vi: Đơn vị diện tích hệ mét

# pref_measure_metric_area_unit_choices:4
source: are
de: Ar
fr: aire
ru: сотка
vi: là

# pref_measure_metric_area_unit_choices:5
source: hectare
de: Hektar
ru: Гектар
vi: ha

# pref_measure_imperial_length_unit
source: Imperial length unit
de: Angloamerikanische Längeneinheit
fr: Unité de longueur impériale
pt: Unidade de longitude imperial
ru: Англ. мера длины
vi: Đơn vị chiều dài hoàng gia

# pref_measure_imperial_area_unit
source: Imperial area unit
de: Angloamerikanische Flächeneinheit
fr: Unité de surface impériale
pt: Unidade de área imperial
ru: Англ. мера площади
vi: Đơn vị khu vực hoàng gia

# pref_measure_angle_unit
source: Angle unit
de: Winkeleinheit
fr: Unité d'angle
pt: Unidade angular
ru: Единицы измерения углов
vi: Đơn vị góc

# pref_measure_angle_unit_dialog
source: Angle unit
de: Winkeleinheit
fr: Unité d'angle
pt: Unidade angular
ru: Единицы измерения углов
vi: Đơn vị góc

# pref_measure_angle_unit_choices:0
source: Degrees
de: Grad
fr: Degrés
pt: Graus
ru: Градусы
vi: Độ

# pref_measure_angle_unit_choices:1
source: Slope percent
de: Steigung
fr: Pourcentage de pente (%)
pt: Percentagem da inclinação
ru: Проценты отклонения
vi: Độ dốc phần trăm

# pref_measure_angle_unit_choices:2
source: Radians
de: Radiant
pt: Radianos
ru: Радианы
vi: Xạ hương

# pref_measure_min_imperial_fraction
source: Smallest fraction of an inch
de: Kleinster Bruchwert eines Inch
fr: Valeur fractionnelle d'un pouce
pt: Fração mais pequena de uma polegada
ru: Дробное значение дюйма
vi: Phần nhỏ nhất của một inch

# pref_measure_min_imperial_fraction_dialog
source: Smallest fraction of an inch
de: Kleinster Bruchwert eines Inch
fr: Plus petite valeur fractionnelle d'un pouce
pt: Fração mais pequena de uma polegada
ru: Минимальное значение
vi: Phần nhỏ nhất của một inch

# pref_measure_min_imperial_fraction_choices:0
source: No fractions
de: Keine Brüche
fr: Pas de fractions
pt: Sem frações
ru: Без долей
vi: Không có phân số

# pref_measure_min_imperial_fraction_choices:1
source: Fractions down to 1/2
de: Brüche bis zu 1/2
fr: Fractions en dessous de 1/2
pt: Frações até 1/2
ru: Доли до 1/2
vi: Phân số xuống còn 1/2

# pref_measure_min_imperial_fraction_choices:2
source: Fractions down to 1/4
de: Brüche bis zu 1/4
fr: Fractions en dessous de 1/4
pt: Frações até 1/4
ru: Доли до 1/4
vi: Phân số xuống 1/4
