Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# tpool_templ_areasum_table_column_description_item
source: The image number. The number will only be filled into the row with the image title.
de: Die Bildnummer. Diese wird nur in der Zeile mit dem Bildnamen geschrieben.

# tpool_templ_areasum_table_column_description_description
source: Descriptive name of the area. This is either the default name of the tag, or a manually entered name for this area.
de: Eine Bezeichnung der Fläche. Dies kann entweder der Standardname des Etiketts sein, oder ein manuell eingegebener Name für diese Fläche.

# tpool_templ_areasum_table_column_description_count
source: The count multiplier for this area.
de: Der Anzahl-Multiplikator für diese Fläche.

# tpool_templ_areasum_table_column_description_width_height
source: Width and height are two columns that are filled with the side lengths if the area is a rectangle. For other shapes, the columns stay empty. Enter the two column headers separated by a semicolon.
de: Breite und Höhe sind zwei Spalten, welche mit den Seitenlängen gefüllt werden, wenn die Fläche ein Rechteck ist. Für andere Formen bleiben die Spalten leer. Geben Sie die beiden Spaltentitle durch ein Semikolon getrennt ein.

# tpool_templ_areasum_table_column_description_measured_area
source: The raw, measured area without the factor or count applied.
de: Die gemessene Fläche, ohne Korrekturfaktor oder Anzahl-Multiplikator.

# tpool_templ_areasum_table_column_description_factor
source: The area factor applied when calculating the final area sum.
de: Der Flächenfaktor, mit dem die gemessene Fläche multipliziert wird.

# tpool_templ_areasum_table_column_description_calculated_area
source: Calculated area including the factor and count.
de: Berechnete Fläche incl. Korrekturfaktor und Anzahl-Multiplikator.

# tpool_templ_areasum_table_column_description_plus_minus_areas
source: Generates two columns: a column including all areas that are added to the sum, and a column including all areas that are subtracted from the total sum. Enter the two column headers separated by a semicolon.
de: Erzeugt zwei Spalten: eine Spalte mit allen Flächen die zur Summe hinzugezählt werden, und eine Spalte mit allen Flächen, welche von der Summe abgezogen werden. Geben Sie die beiden Spaltentitel durch ein Semikolon getrennt ein.

# tpool_templ_areasum_table_column_description_image_area_sum
source: The total area sum. This include only one value for each image and a total over all images.
de: Die gesammte Flächensumme. Dies ist nur ein einziger Wert pro Bild und die Gesamtfläche über aller Bilder in der Fußzeile.

# pref_template_partslist_template_title
source: Parts List Template Configuration
de: Stücklistenvorlage bearbeiten

# pref_template_partslist_tags_title
source: Parts List Template Tags
de: Etiketten der Stücklistenvorlage

# pref_template_partslist_table_title
source: Parts List Table Configuration
de: Tabellenname

# pref_template_partslist_tag_table_column_header
source: Column header
de: Spaltentitel

# pref_template_partslist_table_list_title
source: Parts List Table Layouts
de: Tabellen der Stücklistenvorlage

# pref_template_partslist_table_layout_title
source: Parts List Table Layout
de: Tabellenlayout der Stücklistenvorlage

# pref_template_partslist_table_name
source: Table name
de: Tabellenname

# pref_template_partslist_section_column_config
source: Columns configuration
de: Tabellenspalten

# pref_template_partslist_column_item_number
source: Item number
de: Artikelnummer

# pref_template_partslist_column_item_number_choices_none
source: None
de: Keine

# pref_template_partslist_column_item_number_choices_only_element
source: Only item numbers
de: Nur Artikelnummer

# pref_template_partslist_column_item_number_choices_only_image_in_image_row
source: Only image numbers, only in image row
de: Nur Bildnummer in der Bildzeile

# pref_template_partslist_column_item_number_choices_both_image_in_image_row
source: Both, but image numbers only in image row
de: Beides, aber Bildnummer nur in Bildzeile

# pref_template_partslist_column_item_number_choices_both_all_rows
source: Image and item numbers in all rows
de: Bild- und Artikelnummer in jeder Zeile

# pref_template_partslist_column_item_number_choices_combines
source: Combine image and item numbers in one column
de: Bild- und Artikelnummer in einer Spalte

# pref_template_partslist_column_tag_name
source: Tag name
de: Artikelname

# pref_template_partslist_column_comment
source: Comment
de: Kommentar

# pref_template_partslist_column_quantity
source: Quantity
de: Artikelanzahl

# pref_template_partslist_column_items
source: Item columns
de: Mengenangabe

# pref_template_partslist_column_items_choices_used_tags
source: Only for used tags
de: Nur für benutzte Etikette

# pref_template_partslist_column_items_choices_all_tags
source: For all tags
de: Für alle Etikette

# pref_template_partslist_column_use_custom_titles
source: Use custom column titles
de: Eigene Spaltentitel verwenden

# pref_template_partslist_section_row_config
source: Rows configuration
de: Tabellenzeilen

# pref_template_partslist_row_show_image_name
source: Show rows with image names
de: Zeilen mit Bildnamen anzeigen

# pref_template_partslist_item_numbering_for_each_image
source: Independent item numbering for each image
de: Artikel pro Bild separat nummerieren

# pref_template_partslist_row_show_footer
source: Show footer row
de: Fußzeile anzeigen

# pref_category_information_debugging
source: Debugging
de: Fehlerbehebung
ru: Отладка

# pref_information_send_error_log
source: Send error log by email
de: Fehlerlog per EMail schicken...
ru: Отправить журнал ошибок по электронной почте

# pref_information_googleplay_purchases
source: GooglePlay purchases
de: Käufe auf GooglePlay
ru: Покупки в GooglePlay

# pref_information_googleplay_purchases_query_failed
source: no query result received from PlayStore
de: Keine Rückmeldung von dem PlayStore empfangen
ru: не получен результат запроса из PlayStore

# pref_information_googleplay_purchases_no_purchases
source: PlayStore reports: no purchases for active account
de: PlayStore meldet: keine Käufe für das aktive Konto
ru: Отчеты PlayStore: нет покупок для активного аккаунта

# cloud_storage_dialog_sync_action_title
source: Synchronizing directory
de: Synchronisiere Verzeichnis
fr: Répertoire de synchronisation
ru: Синхронизация каталога
vi: Thư mục đồng bộ hóa

# cloud_storage_sync_action_download_changes
source: Download changes
de: Änderungen downloaden
fr: Télécharger les modifications
ru: Скачать изменения
vi: Tải về các thay đổi

# cloud_storage_sync_action_upload_changes
source: Upload changes
de: Änderungen uploaden
fr: Importer les modifications
ru: Загрузить изменения
vi: Tải lên thay đổi

# cloud_storage_sync_action_delete_on_device
source: Delete on device
de: Auf Gerät löschen
fr: Supprimer sur l'appareil
ru: Удалить на устройстве
vi: Xóa trên thiết bị

# cloud_storage_sync_action_delete_on_server
source: Delete on server
de: Auf Server löschen
fr: Supprimer sur le serveur
ru: Удалить на сервере
vi: Xóa trên máy chủ

# cloud_storage_sync_action_skip
source: Skip
de: Ignorieren
fr: Ignorer
ru: Пропустить
vi: Bỏ qua

# cloud_sync_notification_title
source: Cloud synchronization in progress…
de: Synchronisierung mit Cloudspeicher in Arbeit...
fr: Synchronisation cloud en cours…
ru: Выполняется синхронизация с облаком…
vi: Đồng bộ hóa trên đám mây đang tiến hành

# cloud_scan_notification_title
source: Scanning cloud server content
de: Inhalt des Cloudservers wird untersucht
fr: Analyse du contenu du serveur cloud
ru: Сканирование содержимого облачного сервера

# cloud_scan_notification_content_no_error
source: %1$d images, %2$d folders found. %3$d items left.
de: %1$d Bilder und %2$d Ordner gefunden. %3$d Stück übrig.
fr: %1$d images, %2$d dossiers trouvés. %3$d éléments restants.
ru: %1$d изображений, найдено %2$d папок. Осталось %3$d элементов.

# cloud_scan_notification_content_with_error
source: %1$d images, %2$d folders found. %3$d items left, %4$d errors.
de: %1$d Bilder und %2$d Ordner gefunden. %3$d Stück übrig, %4$d Fehler.
fr: %1$d images, %2$d dossiers trouvés. %3$d éléments restants, %4$d erreurs.
ru: %1$d изображений, найдено %2$d папок. Осталось %3$d элемента, %4$d ошибок.

# cloud_sync_notification_content_no_error
source: %1$d items synced, %2$d items left.
de: %1$d Stück synchronisiert, %2$d Stück übrig.
fr: %1$d éléments synchronisés, %2$d éléments restants.
ru: Синхронизировано %1$d элементов, осталось %2$d элементов.

# cloud_sync_notification_content_with_error
source: %1$d items synced, %2$d items left. %3$d errors.
de: %1$d Stück synchronisiert, %2$d Stück übrig. %3$d Fehler.
fr: %1$d éléments synchronisés, %2$d éléments restants. %3$d erreurs.
ru: Синхронизировано %1$d элементов, осталось %2$d элементов. %3$d ошибок.

# cloud_progress_check_server
source: Checking server content.
de: Serverinhalt wird überprüft.
fr: Vérification du contenu du serveur.
ru: Проверка содержимого сервера.

# cloud_progress_cleanup_server
source: Cleaning up server.
de: Server wird aufgeräumt.
fr: Nettoyage du serveur.
ru: Очистка сервера.

# cloud_progress_will_cancel
source: Syncing will be cancelled…
de: Synchronisierung wird angehalten…

# notification_cloud_sync_errors_title
source: Cloud synchronization errors
de: Fehler bei der Cloud-Synchronisierung
fr: Erreurs de synchronisation cloud
ru: Ошибки облачной синхронизации

# notification_cloud_sync_errors_detailed_action
source: Show detailed errors
de: Detaillierte Fehler zeigen
fr: Afficher les erreurs détaillées
ru: Показать подробные ошибки

# notification_cloud_sync_errors_short_text
source: %1$d synchronization errors
de: %1$d Synchronisierungsfehler
fr: %1$d erreurs de synchronisation
ru: %1$d ошибок синхронизации

# notification_cloud_sync_progress_cancel_action
source: Cancel sync
de: Synchronisierung abbrechen
fr: Annuler la synchronisation
ru: Отменить синхронизацию

# notification_cloud_cannot_remove_incomplete_upload_title
source: Cannot remove incomplete upload
de: Kann den unvollständigen Upload nicht löschen
fr: Impossible de supprimer le téléchargement incomplet
ru: Невозможно удалить неполную загрузку

# sync_errors_activity_title
source: Cloud Synchronization Errors
de: Fehler bei der Cloudsynchronisierung
fr: Erreurs de synchronisation dans le cloud
ru: Ошибки синхронизации

# sync_errors_close_notificatoin
source: Close notification
de: Mitteilung schließen
fr: Fermer la notification
ru: Закрыть уведомление

# sync_action_nop
source: No action
de: Keine Aktion
fr: Aucune action
ru: Бездействие

# sync_action_pull_new
source: Download new
de: Neu herunterladen
fr: Télécharger nouveau
ru: Обновить

# sync_action_pull_update
source: Download update
de: Änderungen herunterladen
fr: Télécharger la mise à jour
ru: Скачать обновление

# sync_action_push_new
source: Upload new
de: Neu hochladen
fr: Télécharger de nouvelles
ru: Загрузить новый

# sync_action_push_update
source: Upload update
de: Änderungen hochladen
fr: Télécharger la mise à jour
ru: Загрузить обновление

# sync_action_delete_local
source: Delete locally
de: Lokal löschen
fr: Supprimer localement
ru: Удалить локально

# sync_action_delete_remote
source: Delete on server
de: Auf dem Server löschen
fr: Supprimer sur le serveur
ru: Удалить с сервера

# cloud_storage_maintenance_title
source: Cloud storage maintenance
de: Wartung des Cloudspeichers
fr: Maintenance du stockage cloud
ru: Обслуживание облачного хранилища

# cloud_storage_maintenance_remove_server_lock_description
source: <b>Remove server lock</b> - In order to prevent simultaneous access to the data on the cloud server, it is locked during the sync process. In case of some errors, e.g. network failures, it may be that the server remains locked. The locks time-out automatically after a few minutes, but you can also manually remove them immediately if you know for sure that it is an error.
de: <b>Serversperre entfernen</b> - Um gleichzeitige Änderungen an den Daten auf dem Server zu verhindern, wird der Server während dem Zugriff gesperrt. In manchen Fällen, z.B. bei Netzwerkfehlern, kann es sein, dass der Server gesperrt bleibt. Die Sperren werden automatisch nach wenigen Minuten entfernt, aber Sie können sie auch manuell entfernen, wenn Sie sich sicher sind, dass sie nur fälschlicherweise noch aktiv ist.
fr: <b>Supprimer le verrouillage du serveur</b> - Afin d'empêcher l'accès simultané aux données sur le serveur cloud, il est verrouillé pendant le processus de synchronisation. En cas d'erreurs, par ex. pannes de réseau, il se peut que le serveur reste verrouillé. Les verrous expirent automatiquement après quelques minutes, mais vous pouvez également les supprimer manuellement immédiatement si vous savez avec certitude qu'il s'agit d'une erreur.
ru: <b>Снять блокировку сервера</b> - чтобы предотвратить одновременный доступ к данным на облачном сервере, он блокируется во время процесса синхронизации. В случае некоторых ошибок, например сбои сети, возможно, сервер остается заблокированным. Тайм-аут блокировок автоматически истекает через несколько минут, но вы также можете немедленно удалить их вручную, если вы точно знаете, что это ошибка.

# cloud_storage_maintenance_remove_server_lock_button
source: Remove server lock
de: Serversperre entfernen
fr: Supprimer le verrouillage du serveur
ru: Снять блокировку сервера

# cloud_storage_maintenance_reset_server_cache_description
source: <b>Reset server cache</b> - The cloud server maintains a cache of images stored on them. If you delete or add files manually on the server, this is not seen by the cache. You may reset the server cache to run a full scan during the next sync. However, note that a full scan may take a long time if you have many images.
de: <b>Servercache zurücksetzen</b> - Der Cloudserver besitzt einen Cache, in dem alle Bilder vermerkt sind, welche auf dem Server vorhanden sind. Wenn Sie Bilder manuell auf dem Server hinzufügen oder löschen, ist diese Änderung nicht im Cache sichtbar. Wenn Sie den Servercache zurücksetzen, wird beim nächsten Zugriff auf den Server dieser komplett durchsucht. Beachten Sie, dass dies lange dauern kann, wenn Sie viele Bilder haben.
fr: <b>Réinitialiser le cache du serveur</b> - Le serveur cloud gère un cache d'images stockées sur eux. Si vous supprimez ou ajoutez des fichiers manuellement sur le serveur, cela n'est pas vu par le cache. Vous pouvez réinitialiser le cache du serveur pour exécuter une analyse complète lors de la prochaine synchronisation. Cependant, notez qu'une analyse complète peut prendre beaucoup de temps si vous avez plusieurs images.
ru: <b>Сброс кеша сервера</b> - облачный сервер поддерживает кеш хранимых на нем изображений. Если вы вручную удаляете или добавляете файлы на сервере, кеш этого не видит. Вы можете сбросить кэш сервера, чтобы запустить полное сканирование во время следующей синхронизации. Однако учтите, что полное сканирование может занять много времени, если у вас много изображений.

# cloud_storage_maintenance_reset_server_cache_button
source: Reset server cache
de: Servercache zurücksetzen
fr: Réinitialiser le cache du serveur
ru: Сбросить кеш сервера

# cloud_storage_maintenance_reset_sync_state_description
source: <b>Reset sync state</b> - The next sync will start with no preknowledge about the data on each side. This means, e.g., that locally deleted images will be downloaded again from the server instead of being deleted on the server. There are few cases where resetting the stored sync state is needed.
de: <b>Sync-Status zurücksetzen</b> - Wenn aktiviert, dann wird der nächste Sync-Vorgang ohne Vorwissen über die Daten auf beiden Seiten starten. Das heißt z.B., dass lokal gelöschte Bilder wieder vom Server heruntergeladen werden, anstatt ebenfalls auf dem Server gelöscht zu werden. Es gibt nur wenige Gründe warum man den Sync-Status zurücksetzen würde.
fr: <b>Réinitialiser l'état de synchronisation</b> - La prochaine synchronisation commencera sans aucune connaissance préalable des données de chaque côté. Cela signifie, par exemple, que les images supprimées localement seront téléchargées à nouveau depuis le serveur au lieu d'être supprimées sur le serveur. Il existe peu de cas où la réinitialisation de l'état de synchronisation stocké est nécessaire.
ru: <b>Сбросить состояние синхронизации</b> - следующая синхронизация начнется без предварительных сведений о данных на каждой стороне. Это означает, например, что локально удаленные изображения будут снова загружены с сервера, а не удалены на сервере. В некоторых случаях требуется сброс статистики синхронизации.

# cloud_storage_maintenance_reset_sync_state_button
source: Reset sync state
de: Sync-Status zurücksetzen
fr: Réinitialiser l'état de synchronisation
ru: Сбросить статистику синхронизации

# cloud_storage_maintenance_notifcation_progress_title
source: Cloud server maintenance
de: Wartung des Cloudspeichers
fr: Maintenance du serveur cloud
ru: Обслуживание облачного сервера

# cloud_storage_maintenance_remove_server_lock_notifcation_progress_text
source: Removing cloud server lock…
de: Serversperre wird entfernt...
fr: Suppression du verrouillage du serveur cloud…
ru: Снятие блокировки облачного сервера…

# cloud_storage_maintenance_remove_server_lock_notifcation_result_title
source: Removing cloud server lock
de: Serversperre wird entfernt
fr: Suppression du verrouillage du serveur cloud
ru: Снятие блокировки облачного сервера

# cloud_storage_maintenance_remove_server_lock_ok
source: Successfully removed server lock.
de: Serversperre wurde erfolgreich entfernt.
fr: Verrouillage du serveur supprimé avec succès.
ru: Успешно снята блокировка сервера.

# cloud_storage_maintenance_remove_server_lock_error_no_lock
source: There was no server lock.
de: Es gab keine Serversperre.
fr: Il n’y avait pas de verrouillage serveur.
ru: Блокировки сервера не было.

# cloud_storage_maintenance_remove_server_lock_error
source: Could not remove server lock file '{}'.
de: Kann die Serversperre '{}' nicht entfernen.
fr: Impossible de supprimer le fichier de verrouillage du serveur '{}'.
ru: Не удалось удалить файл блокировки сервера '{}'.

# cloud_storage_maintenance_reset_server_cache_notification_progress_text
source: Resetting cloud server cache…
de: Servercache wird zurückgesetzt...
fr: Réinitialisation du cache du serveur cloud…
ru: Сброс кеша облачного сервера…

# cloud_storage_maintenance_reset_server_cache_notification_result_title
source: Resetting cloud server cache
de: Servercache wird zurückgesetzt
fr: Réinitialisation du cache du serveur cloud
ru: Сброс кеша облачного сервера

# cloud_storage_maintenance_reset_server_cache_ok
source: Successfully resetted server cache.
de: Servercache wurde erfolgreich zurückgesetzt
fr: Cache du serveur réinitialisé avec succès.
ru: Кеш сервера успешно сброшен.

# cloud_storage_maintenance_reset_server_cache_error
source: Could not remove server cache file '{}'.
de: Konnte die Datei mit den Servercache nicht entfernen ({}).
fr: Impossible de supprimer le fichier de cache du serveur '{}'.
ru: Не удалось удалить файл кэша сервера '{}'.

# cloud_storage_maintenance_reset_sync_state_notification_progress_text
source: Resetting sync state…
de: Sync-State zurücksetzen...
fr: Réinitialisation de l'état de synchronisation…
ru: Сброс состояния синхронизации…

# cloud_storage_maintenance_reset_sync_state_notification_result_title
source: Resetting sync state
de: Sync-State zurücksetzen
fr: Réinitialisation de l'état de synchronisation
ru: Сброс состояния синхронизации

# cloud_storage_maintenance_reset_sync_state_ok
source: Successfully resetted sync state.
de: Sync-State wurde erfolgreich zurückgesetzt.
fr: État de synchronisation réinitialisé avec succès.
ru: Состояние синхронизации сброшено.

# cloud_storage_maintenance_reset_sync_state_error
source: Could not reset sync state.
de: Konnte den Sync-State nicht zurücksetzen.
fr: Impossible de réinitialiser l'état de synchronisation.
ru: Не удалось сбросить состояние синхронизации.

# editor_menu_section_calibration_tools
source: Calibration tools
de: Kalibrierungswerkzeuge
fr: Outils d'étalonnage
ru: Инструменты калибровки
vi: Dụng cụ hiệu chuẩn

# editor_menu_section_measuring_tools
source: Measuring tools
de: Bemaßungswerkzeuge
fr: Outils de mesure
ru: Инструменты измерения
vi: Dụng cụ đo lường

# editor_menu_section_drawing_tools
source: Drawing tools
de: Zeichenwerkzeuge
fr: Outils de dessin
ru: Инструменты рисования
vi: Công cụ vẽ

# editor_menu_add_reference
source: Perspective reference
de: Perspektivische Referenz
fr: Référence de perspective
ru: Связь с учетом перспективы
vi: Phối cảnh tham khảo

# editor_menu_add_flatreference
source: Reference scale
de: Referenzmaßstab
fr: Echelle de référence
ru: Шкала масштаба
vi: Thang đo tham chiếu

# editor_menu_add_perspective_line
source: Perspective length
de: Perspektivische Längenmessung
fr: Longueur de perspective
ru: Длина перспективы
vi: Phối cảnh chiều dài

# editor_menu_add_measure
source: Dimension
de: Länge
pt: Dimensão
ru: Замер
vi: Kích thước

# editor_menu_add_angle
source: Angle
de: Winkel
pt: Ângulo
ru: Угол
vi: Góc

# editor_menu_add_area
source: Area
de: Fläche
fr: Surface
pt: Área
ru: Область
vi: Khu vực

# editor_menu_add_text
source: Note
de: Notiz
fr: Remarque
ru: Заметка

# editor_menu_add_freehand
source: Freehand
de: Freihand
fr: À main levée
pt: Mão livre
ru: Карандаш
vi: Miễn phí

# editor_menu_add_circle
source: Circle
de: Kreis
fr: Cercle
pt: Círculo
ru: Круг
vi: Vòng tròn

# editor_menu_add_rectangle
source: Rectangle
de: Rechteck
ru: Прямоугольник
vi: Hình chữ nhật

# editor_menu_add_point
source: Point
de: Messpunkt
fr: Points importants
pt: Ponto
ru: Точка
vi: Điểm

# editor_menu_add_line
source: Line
de: Linie
fr: Ligne
ru: Линия
vi: Hàng

# editor_menu_add_dimstring
source: Dimension string
de: Maßkette
fr: Chaîne de dimension
ru: Узловая линейка

# editor_menu_add_cumulative_dimstring
source: Cumulative string
de: Maßkette zu Bezugspunkt
fr: Chaîne cumulative
ru: Рулетка

# editor_menu_edit_delete
source: Delete element
de: Element löschen
fr: Supprimer un élément
pt: Eliminar elemento
ru: Удалить элемент
vi: Xóa phần tử

# editor_menu_edit_attach
source: Compute value
de: Wert berechnen
fr: Calculer la valeur
pt: Calcule o valor
ru: Вычислить значение
vi: Giá trị tính toán

# editor_menu_edit_element_to_front
source: Element to front
de: Nach vorne bringen
fr: Élément au premier plan
ru: Передний план
vi: Yếu tố phía trước

# editor_menu_edit_element_to_back
source: Element to back
de: Nach hinten bringen
fr: Élément en arrière-plan
ru: Задний план
vi: Yếu tố để trở lại

# editor_menu_edit_detach
source: Enter value manually
de: Wert von Hand eingeben
fr: Entrez la valeur manuellement
pt: Digite o valor manualmente
ru: Значение вручную
vi: Nhập giá trị thủ công

# editor_menu_edit_undo
source: Undo
de: Rückgängig
fr: Annuler
pt: Desfazer
ru: Отменить
vi: Hủy bỏ

# editor_menu_edit_redo
source: Redo
de: Wiederherstellen
fr: Refaire
pt: Refazer
ru: Шаг вперед
vi: Làm lại

# editor_menu_edit_rotate
source: Rotate image (CW)
de: Bild drehen (rechts)
fr: Faire pivoter l'image (CW)
ru: Поворот по часовой

# editor_menu_edit_rotate_ccw
source: Rotate image (CCW)
de: Bild drehen (links)
fr: Faire pivoter l'image (CCW)
ru: Поворот против часовой

# editor_menu_edit_transfer_style
source: Transfer style
de: Stil übernehmen
fr: Style de transfert
ru: Передать стиль
vi: Phong cách chuyển nhượng

# editor_menu_edit_copy_element
source: Duplicate element
de: Element duplizieren

# editor_menu_edit_copy_to_clipboard
source: Copy to clipboard
de: In Zwischenspeicher kopieren

# editor_menu_edit_paste_from_clipboard
source: Paste from clipboard
de: Aus Zwischenspeicher einfügen
