Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# bluetooth_message_device_connect_failed
source: Bluetooth connection failed.
de: Bluetoothverbindung fehlgeschlagen.
fr: La connexion Bluetooth a échoué.
pt: A conexão Bluetooth falhou.
ru: Ошибка Bluetooth-подключения.
vi: Kết nối Bluetooth không thành công.

# bluetooth_error_bluetooth_not_configured
source: You have not yet configured any Bluetooth laser distance meter. First make sure that your device is listed in the system settings. If required, pair the device. <a href="android-bluetooth">Open Android Bluetooth settings</a> Afterwards, select your device in the ImageMeter settings: <a href="bluetooth-device">Open Bluetooth device settings</a> For more help and a list of supported devices, see <a href="https://imagemeter.com/manual/bluetooth/connect/">here</a>
de: Sie haben noch keinen Bluetooth Laserentfernungsmesser konfiguriert. Vergewissern Sie sich, dass Ihr Gerät in den Systemeinstellungen aufgelistet ist. Falls nötig, koppeln Sie das Gerät. <a href="android-bluetooth">Android Bluetootheinstellungen öffnen</a> Danach wählen Sie ihr Gerät in den Einstellungen von ImageMeter: <a href="bluetooth-device">Bluetooth Geräteeinstellung öffnen</a> Weitere Informationen und eine Liste der unterstützten Geräte finden Sie <a href="https://imagemeter.com/manual/bluetooth/connect/">hier</a>
fr: Vous n'avez encore configuré aucun télémètre laser Bluetooth. Assurez-vous d'abord que votre appareil est répertorié dans les paramètres système. Si nécessaire, associez l'appareil. <a href="android-bluetooth">Ouvrir les paramètres Bluetooth Android</a> Ensuite, sélectionnez votre appareil dans les paramètres d'ImageMeter: <a href="bluetooth-device">Ouvrir les paramètres de l'appareil Bluetooth</a> Pour plus d'aide et voir la liste des appareils pris en charge, voir <a href="https://imagemeter.com/manual/bluetooth/connect/">ici</a>
ru: Вы еще не настроили лазерный дальномер Bluetooth. Сначала убедитесь, что Ваше устройство указано в настройках системы. При необходимости выполните сопряжение устройства. <a href="android-bluetooth">Откройте настройки Android Bluetooth</a> После этого выберите свое устройство в настройках ImageMeter: <a href="bluetooth-device">Откройте настройки устройства Bluetooth</a> Для получения дополнительной помощи и списка поддерживаемых устройств см. <a href="https://imagemeter.com/manual/bluetooth/connect/">здесь</a>

# bluetooth_error_cannot_set_value
source: Cannot set received Bluetooth value: %1$s.
de: Kann den über Bluetooth empfangenen Wert nicht setzen: %1$s.
fr: Impossible de définir la valeur Bluetooth reçue: %1$s.
pt: Não se pode definir o valor de Bluetooth recebido: %1$s .
ru: Невозможно установить полученное по Bluetooth значение: %1$s.
vi: Không thể đặt giá trị Bluetooth nhận được: %1$s .

# bluetooth_error_cannot_set_value_no_active_element
source: no active element
de: kein Element ausgewählt
fr: aucun élément actif
pt: nenhum elemento ativo
ru: неактивный элемент
vi: không có yếu tố hoạt động

# bluetooth_error_cannot_set_value_element_has_no_dimension
source: element does not support measurements
de: Element unterstützt keine Abmessungen
fr: l'élément ne supporte pas les mesures
pt: o elemento não suporta medições
ru: элемент не поддерживает измерения
vi: yếu tố không hỗ trợ đo lường

# bluetooth_error_cannot_set_value_dimension_is_read_only
source: element value is read-only
de: Elementwert ist schreibgeschützt
fr: la valeur de l'élément est en lecture seule
pt: o valor do elemento é só de leitura
ru: значения элемента только для чтения
vi: giá trị phần tử là chỉ đọc

# bluetooth_error_cannot_set_value_wrong_dimension_unit
source: wrong measurement unit
de: falsche Maßeinheit
fr: mauvaise unité de mesure
pt: unidade de medida errada
ru: Неправильная единица измерения
vi: sai đơn vị đo

# bluetooth_error_cannot_set_value_element_is_locked
source: element is locked
de: Element ist gesperrt
fr: l'élément est verrouillé
ru: Элемент заблокирован
vi: phần tử bị khóa

# bluetooth_pref_button_start_bluetooth_scan
source: Start Bluetooth device scan
de: Bluetooth Geräte scannen
fr: Démarrer la recherche du périphérique Bluetooth
pt: Iniciar digitalização do dispositivo Bluetooth
ru: Старт сканирования
vi: Bắt đầu quét thiết bị Bluetooth

# bluetooth_pref_scanning_in_progress
source: Scanning ...
de: Scanne nach Geräten ...
fr: Numériser ...
ru: Сканирование ...
vi: Đang quét ...

# bluetooth_dialog_scan_needs_location_permission_title
source: Bluetooth scan
de: Bluetooth Gerätescan
fr: Recherche Bluetooth
ru: Сканирование Bluetooth
vi: Quét Bluetooth

# bluetooth_dialog_scan_needs_location_permission_text
source: Since Android 10, the fine location permission is required (previously coarse location) to scan for nearby Bluetooth devices. Please grant this permission when requested.
de: Seit Android 10 wird die Berechtigung für den genauen Standort benötigt (früher grober Standort), um nach nahen Bluetoothgeräten zu scannen. Bitte gewähren Sie diese Berechtigung auf Anfrage.

# bluetooth_le_scan_needs_location_title
source: Bluetooth LE Scan Error
de: Blueooth LE Scanningfehler
fr: Erreur de lecture Bluetooth LE
ru: Ошибка сканирования Bluetooth лазерного дальномера
vi: Lỗi quét Bluetooth LE

# bluetooth_le_scan_needs_location_message
source: Android requires that the location service is enabled to run a Bluetooth LE Scan. Please turn on location services. After the Bluetooth LE scan, you can turn this off again.
de: Android verlangt, dass für einen Bluetooth LE Scan die Standorterkennung (GPS) eingeschaltet ist. Bitte aktivieren Sie die Standorterkennung in den Einstellungen. Nach dem Bluetooth LE Scan können Sie dies wieder abschalten.
fr: Android nécessite que le service de localisation soit activé pour exécuter un scan Bluetooth LE. Veuillez activer les services de localisation. Après la recherche Bluetooth LE, vous pouvez le désactiver à nouveau.
pt: O Android requer que o serviço de localização esteja habilitado para executar um Bluetooth LE Scan. Ligue os serviços de localização. Depois do Bluetooth LE, você pode desligar novamente.
ru: Android требует разрешения определения местоположения, перед сопряжением с лазерным дальномером по Bluetooth. Пожалуйста, включите службу геолокации. После сканирования Вы можете снова ее выключить.
vi: Android yêu cầu dịch vụ định vị được kích hoạt để chạy Bluetooth LE Scan. \ N \ n Vui lòng bật dịch vụ định vị. \ N \ nSau khi quét Bluetooth LE, bạn có thể tắt lại dịch vụ này.

# bluetooth_error_unknown
source: Unknown error
de: Undefinierter Fehler
fr: Erreur inconnue
pt: Erro desconhecido
ru: Неизвестная ошибка.
vi: Lỗi không rõ

# bluetooth_error_ci_E101
source: E101: Replace the batteries
de: E101: Batterien austauschen
fr: E101: Remplacer les batteries
ru: E101: Поменять батарею
vi: E101: Thay pin

# bluetooth_error_ci_E104
source: E104: Calculation error
de: E104: Berechnungsfehler
fr: E104: Erreur de calcul
ru: E104: Ошибка в расчетах
vi: E104: Lỗi tính toán

# bluetooth_error_ci_E152
source: E152: Temperature is too high: &gt; 40°C
de: E152: Temperatur ist zu hoch: &gt; 40°C
fr: E152: Température trop élevée: &gt; 40°C
ru: E152: Слишком высокая температура: &gt; 40°C
vi: E152: Nhiệt độ quá cao: & gt; 40 ° C

# bluetooth_error_ci_E153
source: E153: Temperature is too low: &lt; 0°C
de: E153: Temperatur ist zu niedrig: &lt; 0°C
fr: E153: Température trop basse: &lt; 0°C
ru: E153: Слишком низкая температура: &lt; 0°C
vi: E153: Nhiệt độ quá thấp: & lt; 0 ° C

# bluetooth_error_ci_E154
source: E154: Outside the measuring range
de: E154: Außerhalb des Messbereichs
fr: E154: En dehors de la plage de mesure
ru: E154: Вне пределов диапазона замера
vi: E154: Ngoài phạm vi đo

# bluetooth_error_ci_E155
source: E155: Received signal too weak
de: E155: Empfangenes Signal zu schwach
fr: E155: Le signal reçu est trop faible
ru: E155: Принятый сигнал слишком слабый
vi: E155: Tín hiệu thu được quá yếu

# bluetooth_error_ci_E156
source: E156: Received signal too strong
de: E156: Empfangenes Signal zu stark
fr: E156: Le signal reçu est trop fort
ru: E156: Принятый сигнал слишком мощный
vi: E156: Tín hiệu thu được quá mạnh

# bluetooth_error_ci_E157
source: E157: Incorrect measurement or background is too bright
de: E157: Falsche Messung oder der Hintergrund ist zu hell
fr: E157: Mesure erronée ou l'arrière-plan est trop clair
ru: E157: Неправильное измерение или слишком яркий фон
vi: E157: Đo không chính xác hoặc nền quá sáng

# bluetooth_error_ci_E160
source: E160: The device is moving too much to measure
de: E160: Zu schnelle Bewegung des Messgerätes bei der Messung
fr: E160: Mouvement trop rapide de l'instrument de mesure
ru: E160: Слишком быстрое движение измерительного прибора
vi: E160: Thiết bị di chuyển quá nhiều để đo

# bluetooth_error_out_of_measuring_range
source: Out of measuring range
de: Außerhalb des Messbereichs
fr: Hors de la plage de mesure
ru: Вне диапазона замера
vi: Ngoài phạm vi đo

# bluetooth_error_signal_too_weak
source: Signal too weak
de: Signal zu schwach
fr: Signal trop faible
ru: Слишком слабый сигнал
vi: Tín hiệu quá yêú

# bluetooth_error_display_out_of_range
source: Display out of range
de: Geräteanzeige außerhalb des gültigen Bereichs
fr: Affichage hors de portée
ru: Дисплей вне зоны действия
vi: Hiển thị ngoài phạm vi

# bluetooth_error_pythagorean_calculation_error
source: Pythagorean calculation error
de: Ungültige Pythagorasberechnung im Dreieck
fr: Erreur de calcul de pythagore
ru: Ошибка вычисления Пифагора
vi: Lỗi tính toán Pythagore

# bluetooth_error_low_battery
source: Low battery
de: Batterie zu schwach
fr: Batterie faible
ru: Низкий заряд батареи
vi: Pin yếu

# bluetooth_error_out_of_working_temperatur
source: Out of working temperature
de: Außerhalb des erlaubten Temperaturbereichs
fr: Hors de la température de travail
ru: Недопустимая температура
vi: Hết nhiệt độ làm việc

# bluetooth_error_ambient_light_too_strong
source: Ambient light too strong
de: Zu viel Hintergrundlicht
fr: La lumière ambiante est trop forte
ru: Слишком яркий фон
vi: Ánh sáng xung quanh quá mạnh

# tpool_templ_template_name_unnamed
source: New template
de: Neue Vorlage

# tpool_templ_custom_class_display_name
source: Custom template
de: Benutzerdefinierte Vorlage

# tpool_templ_custom_new_template_name
source: New custom template
de: Neue Vorlage

# tpool_templ_custom_columncontent_empty
source: Empty
de: Leer

# tpool_templ_custom_columncontent_imagename
source: Image name
de: Bildname

# tpool_templ_custom_columncontent_image_notes
source: Image notes
de: Bildnotizen

# tpool_templ_custom_columncontent_image_number
source: Image number
de: Bildnummer

# tpool_templ_custom_columncontent_image_capture_date
source: Image capture date
de: Bilddatum

# tpool_templ_custom_columncontent_image_gps_latitude
source: Image GPS latitude
de: GPS Breitengrad

# tpool_templ_custom_columncontent_image_gps_longitude
source: Image GPS longitude
de: GPS Längengrad

# tpool_templ_custom_columncontent_image_map_link
source: GPS map link
de: GPS Kartenlink

# tpool_templ_custom_columncontent_image_map_link_error_no_gps
source: no GPS
de: kein GPS

# tpool_templ_custom_new_tablespec_name
source: Custom Table
de: Eigene Tabelle

# tpool_templ_custom_new_tag
source: new tag
de: neues Etikett

# tpool_templ_custom_tag_filter_text
source: Text note
de: Textnotiz

# tpool_templ_custom_tag_filter_circle
source: Circle
de: Kreis

# tpool_templ_custom_tag_property_name
source: Tag
de: Etikett

# tpool_templ_areasum_property_name_tag
source: Tag
de: Etikett

# tpool_templ_areasum_class_display_name
source: Area sum template
de: Flächensumme

# tpool_templ_areasum_wallarea_new_template_name
source: New wall area template
de: Vorlage für Wandflächen

# tpool_templ_areasum_floorarea_new_template_name
source: New floor area template
de: Vorlage für Raumgrößen

# tpool_templ_areasum_default_table_name
source: Area sum table
de: Flächentabelle

# tpool_templ_areasum_preset_wallarea
source: Wall area
de: Wandfläche

# tpool_templ_areasum_preset_floorarea
source: Floor area
de: Raumgröße

# tpool_templ_areasum_custom_add
source: custom (add)
de: sonstiges (Addieren)

# tpool_templ_areasum_custom_minus
source: custom (subtract)
de: sonstiges (Subtrahieren)

# tpool_templ_areasum_wallarea_wall
source: wall
de: Wand

# tpool_templ_areasum_wallarea_ceiling
source: ceiling
de: Decke

# tpool_templ_areasum_wallarea_window
source: window
de: Fenster

# tpool_templ_areasum_wallarea_door
source: door
de: Tür

# tpool_templ_areasum_floorarea_livingroom
source: living room
de: Wohnzimmer

# tpool_templ_areasum_floorarea_bedroom
source: bed room
de: Schlafzimmer

# tpool_templ_areasum_floorarea_kitchen
source: kitchen
de: Küche

# tpool_templ_areasum_floorarea_bathroom
source: bathroom
de: Badezimmer

# tpool_templ_areasum_floorarea_genericroom
source: other room
de: anderer Raum

# tpool_templ_areasum_floorarea_balcony
source: balcony
de: Balkon

# tpool_templ_areasum_table_column_header_description
source: Description
de: Bezeichnung

# tpool_templ_areasum_table_column_header_count
source: Count
de: Anzahl

# tpool_templ_areasum_table_column_header_factor
source: Factor
de: Faktor

# tpool_templ_areasum_table_column_header_width
source: Width
de: Breite

# tpool_templ_areasum_table_column_header_height
source: Height
de: Höhe

# tpool_templ_areasum_table_column_header_area
source: Area
de: Fläche

# tpool_templ_areasum_table_column_header_deduction
source: Deduction
de: Abzug

# tpool_templ_areasum_table_column_header_sumarea
source: Sum
de: Summe

# tpool_templ_partslist_class_display_name
source: Parts list template
de: Stücklistenvorlage

# tpool_templ_partslist_tablespec_default_table
source: Default table
de: Standardtabelle

# tpool_templ_partslist_tablespec_new_table
source: New table
de: Neue Tabelle

# tpool_templ_partslist_property_comment
source: Comment
de: Kommentar

# tpool_templ_partslist_columnheader_item_image
source: Image
de: Bild

# tpool_templ_partslist_columnheader_item_element
source: No.
de: Nr.

# tpool_templ_partslist_columnheader_item_image_and_element
source: No.
de: Nr.

# tpool_templ_partslist_columnheader_tagname
source: Item
de: Artikel

# tpool_templ_partslist_columnheader_comment
source: Comment
de: Kommentar

# tpool_templ_partslist_columnheader_quantity
source: Qty
de: Menge

# tpool_templ_partslist_columnheader_count
source: Count
de: Anzahl

# templ_uiitem_duplicate_local
source: (local copy)
de: (lokale Kopie)

# templ_uiitem_duplicate_global
source: (from settings)
de: (aus den Einstellungen)

# table_operation_none
source: None
de: Keine

# table_operation_none_keep
source: Keep
de: Behalten

# table_operation_sum
source: Sum
de: Summe

# table_operation_avg
source: Average
de: Durchschnitt

# table_operation_min
source: Min
de: Minimum

# table_operation_max
source: Max
de: Maximum

# table_operation_count
source: Count
de: Anzahl

# templ_selection_none
source: None
de: Keine

# spinner_selection_various
source: (various)
de: (mehrere)

# tpool_locked_by_syncer
source: cloud synchronization
de: Synchronisierung mit Cloud
fr: synchronisation cloud
ru: Облачная синхронизация

# tpool_locked_by_image_syncer
source: image cloud upload
de: Bildupload in die Cloud
ru: Загрузка облачных изображений

# tpool_locked_by_list_folder_content
source: list folder content
de: Verzeichnisinhalt auflisten
ru: Список содержимого папки

# tpool_locked_by_file_browser
source: file browser
de: Bilderliste erstellen
ru: Файловый браузер

# tpool_locked_by_thumbnail_rendering
source: thumbnail rendering
de: Vorschaubild zeichnen
ru: Рендеринг миниатюр

# tpool_locked_by_rendering
source: image rendering
de: Bild zeichnen
ru: Рендеринг изображения

# tpool_locked_by_create_image
source: creating image
de: Bild erstellen
ru: Создание изображения

# tpool_locked_by_import_image
source: importing image
de: Bild importieren
ru: Импорт изображения

# tpool_locked_by_delete_image
source: deleting image
de: Bild löschen
ru: Удаление изображения

# tpool_locked_by_delete_entity
source: deleting entity
de: Datei löschen

# tpool_locked_by_dialog_image_name
source: image renaming dialog
de: Dialog zum Bild umbenennen
ru: Диалог переименования изображений

# tpool_locked_by_copy_directory
source: copying directory
de: Verzeichnis kopieren
ru: Директория копирования

# tpool_locked_by_set_library_root
source: setting image library root
de: Wurzelverzeichnis der Bildbibliothek setzen

# tpool_locked_by_undelete_entity
source: undeleting entity
de: Datei wiederherstellen

# month_names_short_3
source: Mar
de: Mär
ru: март

# month_names_short_5
source: May
de: Mai
fr: Mai
ru: май

# month_names_short_10
source: Oct
de: Okt
ru: окт

# month_names_short_12
source: Dec
de: Dez
fr: Déc
ru: дек

# month_names_long_1
source: January
de: Januar
fr: Janvier
ru: Январь

# month_names_long_2
source: February
de: Februar
fr: Février
ru: Февраль

# month_names_long_3
source: March
de: März
fr: Mars
ru: Март

# month_names_long_5
source: May
de: Mai
fr: Mai
ru: Май

# month_names_long_6
source: June
de: Juni
fr: Juin
ru: Июнь

# month_names_long_7
source: July
de: Juli
fr: Juillet
ru: Июль

# month_names_long_10
source: October
de: Oktober
fr: Octobre
ru: Октябрь

# month_names_long_12
source: December
de: Dezember
fr: Décembre
ru: Декабрь

# imagelibrary_cannot_delete_image_in_use
source: Cannot delete image '%1$s' because it is in use by the %2$s.
de: Kann das Bild '%1$s' nicht löschen, da es von '%2$s' benutzt wird.
fr: Impossible de supprimer l'image '%1$s' car elle est utilisée par %2$s.
ru: Невозможно удалить изображение "%1$s", поскольку оно используется %2$s.

# imagelibrary_cannot_load_current_folder
source: Cannot load current folder. Please open the settings and set a different storage directory.
de: Kann den aktuellen Ordner nicht anzeigen. Bitte wählen Sie in den Einstellungen ein anderes Speicherverzeichnis.
fr: Impossible de charger le dossier actuel. Veuillez ouvrir les paramètres et définir un répertoire de stockage différent.
ru: Невозможно загрузить текущую папку. Откройте настройки и установите другой каталог для сохранения.

# imagelibrary_moving_images_to_app_directory
source: Moving images to app directory (%1$d of %2$d).
de: Bilder werden ins Appverzeichnis verschoben (%1$d von %2$d).

# editor_error_nonpro_gelement_limit_message
source: Please upgrade to the Pro version of ImageMeter to use more than five annotations.
de: Mehr als fünf Bemaßungen pro Bild sind mit der Pro-Version möglich.
fr: Pour utiliser plus de cinq annotations, veuillez passer à la version Pro de ImageMeter.
ru: Пожалуйста, обновите ImageMeter до версии PRO и Вы будете иметь возможность добавлять более 5 элементов.

# editor_error_nonpro_bluetooth_limit_message
source: For Bluetooth measurements with more than 3 meters, please upgrade to the Pro version.
de: Bluetoothmessungen über 3 Meter sind mit der Pro-Version möglich.
fr: Pour les mesures Bluetooth de plus de 3 mètres, veuillez passer à la version Pro.
ru: Для Bluetooth измерений далее 3 метров, пожалуйста обновите приложение до PRO-версии.

# editor_error_nonpro_clipboard_message
source: For using the clipboard, please upgrade to the Pro version.
de: Der Zwischenspeicher zum Kopieren von Messungen kann mit der Pro-Version benutzt werden.

# editor_dialog_upgrade_button_cancel
source: Later
de: Später
fr: Plus tard
pt: Mais tarde
ru: Позже
vi: Một lát sau

# imageselect_error_imported_file_is_not_an_image
source: Imported file is not an image
de: Die importierte Datei ist kein Bild!
fr: Le fichier importé n'est pas une image
pt: O arquivo importado não é uma imagem
ru: Импортированный файл не является изображением
vi: Tệp đã nhập không phải là hình ảnh

# imageselect_error_cannot_capture_with_camera
source: Cannot start external app to capture camera image. Either the device does not have a camera or your camera app does not respond to a capture request. You can still import images from the gallery or you can try to install an alternative camera app.
de: Kann die externe Kamera-App nicht starten. Entweder hat das Gerät keine Kamera, oder die Kamera-App reagiert nicht auf die Aufforderung ein Foto zu machen. Sie können alternativ Bilder aus der Gallerie importieren oder eine andere Kamera-App installieren.
fr: Vous ne pouvez pas lancer l'application externe pour capturer l'image depuis l'appareil photo. Soit l'appareil ne dispose pas d'un appareil photo, soit votre application appareil photo ne répond pas à une demande de capture. Vous pouvez toujours importer des images depuis la galerie ou vous pouvez essayer d'installer une application d'appareil photo alternative.
pt: Não se pode iniciar o aplicativo externo para capturar a imagem da câmera. Ou o dispositivo não possui uma câmara, ou o aplicativo da sua câmara não responde a uma solicitação de captura. Todavia pode importar imagens da galeria ou pode tentar instalar uma aplicação de câmara alternativa.
ru: Не удается запустить стороннее приложение для захвата изображения с камеры. Как вариант- устройство не имеет камеры или приложение камеры не отвечает на попытку захвата. Вы еще можете импортировать изображения из галереи, или можете попробовать установить другое приложение камеры.
vi: Không thể khởi động ứng dụng bên ngoài để chụp ảnh camera. Thiết bị không có máy ảnh hoặc ứng dụng máy ảnh của bạn không đáp ứng yêu cầu chụp. Bạn vẫn có thể nhập hình ảnh từ thư viện hoặc bạn có thể thử cài đặt một ứng dụng máy ảnh thay thế.

# imageselect_error_internal_toast
source: An internal error happened. Please take a screenshot of the notification above and send this to me. Thank you!
de: Ein interner Fehler ist aufgetreten. Bitte machen Sie einen Screenshot von der obigen Benachrichtigung und schicken ihn an mich. Danke!
fr: Une erreur interne est survenue. Veuillez prendre une capture d'écran de la notification et transmettez la moi. Je vous remercie!
pt: Ocorreu um erro interno. Faça uma captura de ecrã sobre a notificação e mande-me isso. Obrigado!
ru: Произошла внутренняя ошибка. Пожалуйста, сделайте скриншот и вышлите мне. Спасибо!
vi: Một lỗi nội bộ đã xảy ra. Vui lòng chụp ảnh màn hình của thông báo ở trên và gửi cho tôi. Cảm ơn bạn!

# imageselect_error_no_image_import_activity
source: There is no app on the device from which we can import images.
de: Es gibt keine App auf dem Gerät, von der Bilder importiert werden können.
fr: Il n'y a pas d'application sur l'appareil à partir de laquelle nous pouvons importer des images.
ru: На устройстве нет приложения, с которого мы могли бы импортировать изображения.

# imagelibrary_error_cannot_import_current_directory_is_not_valid
source: Cannot import image because the current directory is not valid.
de: Kann das Bild nicht importieren, da das aktuelle Verzeichnis nicht zugreifbar ist.
fr: Impossible d'importer l'image car le répertoire actuel n'est pas valide.
ru: Невозможно импортировать изображение, потому что текущий каталог недействителен.

# error_cannot_open_pdf
source: Cannot open link to PDF file
de: Kann den Link zur PDF-Datei nicht öffnen
ru: Не удается открыть ссылку на файл PDF

# error_cause_section_title
source: Cause:
de: Grund:
ru: Причина:
vi: Nguyên nhân:

# storage_error_external_storage_unavailable
source: External storage (SD card?) not present.
de: Externer Speicher (SD Karte?) ist nicht vorhanden.
fr: Stockage externe non présent.
pt: O armazenamento externo (cartão SD?) Não está presente.
ru: Внешнее хранилище отсутствует.
vi: Bộ nhớ ngoài (thẻ SD?) Không có mặt.

# error_cannot_open_browser_url
source: Cannot open web browser to show web page '%1$s'
de: Kann den Webbrowser nicht öffnen, um die Webseite '%1$s' anzuzeigen.

# error_cannot_delete_file
source: Cannot delete file '{}'.
de: Kann die Datei '{}' nicht löschen.
fr: Impossible de supprimer le fichier '{}'.
ru: Невозможно удалить файл '{}'.
