Repository: farindk/ImageMeter-translations
Catalog: strings-*.po
Languages: de, fr, pt, ru, vi

# generic_button_cancel
source: Cancel
de: Abbrechen

# generic_button_dismiss
source: Dismiss
de: Schliessen
fr: Retour
pt: Descartar
ru: Отклонить
vi: Bỏ qua

# generic_dialog_title_error
source: Error
de: Fehler
fr: Erreur
pt: Erro
ru: Ошибка
vi: lỗi

# generic_dialog_title_warning
source: Warning
de: Warnung
fr: Avertissement
pt: Aviso
ru: Внимание
vi: Cảnh báo

# generic_dialog_title_note
source: Note
de: Hinweis
fr: Remarque
ru: Заметка

# generic_lowercase_yes
source: yes
de: ja
fr: oui
pt: sim
ru: Да
vi: Vâng

# generic_lowercase_no
source: no
de: nein
fr: non
pt: não
ru: Нет
vi: Không

# generic_lowercase_unknown
source: unknown
de: unbekannt
fr: inconnu
pt: desconhecido
ru: Неизвестно
vi: không xác định

# generic_confirm_delete
source: Really delete
de: Wirklich löschen
fr: Vraiment supprimer
ru: Действительно удалить

# generic_cancel_delete
source: Cancel
de: Abbrechen
ru: Отмена

# generic_action_undo
source: Undo
de: Rückgängig

# imageLibrary_new_cameraCapture
source: Camera capture
de: Bild fotografieren
ru: Камера

# imageLibrary_new_importImage
source: Import image
de: Bild importieren

# imageLibrary_new_canvas
source: New canvas
de: Neue Zeichenfläche
ru: Новый холст

# imageLibrary_new_folder
source: New folder
de: Neuer Ordner
ru: Новая папка

# imageLibrary_folder_contextMenu_share
source: Share folder
de: Ordern versenden
ru: Отправить папку

# imageLibrary_folder_contextMenu_rename
source: Rename folder
de: Ordner umbenennen
ru: Переименовать папку

# imageLibrary_folder_contextMenu_move
source: Move to folder
de: In Ordner verschieben
ru: Переместить в папку

# imageLibrary_folder_contextMenu_duplicate
source: Duplicate
de: Duplizieren
ru: Дубликат

# imageLibrary_folder_contextMenu_delete
source: Delete folder
de: Ordner löschen
ru: Удалить папку

# imageLibrary_folder_contextMenu_undelete
source: Undelete
de: Löschen rückgängig machen

# imageLibrary_folder_contextMenu_purge
source: Purge
de: Endgültig löschen

# imageLibrary_folder_contextMenu_print
source: Print folder
de: Ordner drucken
ru: Печать папки

# imageLibrary_image_contextMenu_share
source: Share
de: Versenden
ru: Отправить

# imageLibrary_image_contextMenu_rename
source: Rename
de: Umbenennen
ru: Переименовать

# imageLibrary_image_contextMenu_move
source: Move to folder
de: In Ordner verschieben

# imageLibrary_image_contextMenu_copyToClipboard
source: Copy to clipboard
de: Kopiere in Zwischenspeicher

# imageLibrary_image_contextMenu_pasteAnnotationFromClipboard
source: Paste annotation
de: Messungen einfügen

# imageLibrary_image_contextMenu_duplicate
source: Duplicate
de: Duplizieren

# imageLibrary_image_contextMenu_delete
source: Delete
de: Löschen
ru: Удалить

# imageLibrary_image_contextMenu_undelete
source: Undelete
de: Löschen rückgängig machen
ru: Отменить удаление

# imageLibrary_image_contextMenu_purge
source: Purge
de: Endgültig löschen
ru: Очистить

# imageLibrary_image_contextMenu_print
source: Print
de: Drucken
ru: Печать картинки

# imageLibrary_image_contextMenu_imageInfo
source: Image info…
de: Bildinformationen...
ru: Подробности…

# imageLibrary_image_contextMenu_forcedCloudUpload
source: Force cloud upload
de: Erzwungener Cloudupload
ru: Принудительная загрузка в облако

# imageLibrary_menu_openDisplayOptions
source: Display options…
de: Anzeigeoptionen…
ru: Вид…

# imageLibrary_menu_openImageNumberingOptions
source: Image numbering…
de: Bildnummerierung…
ru: Нумерация изображений…

# imageLibrary_menu_openSettings
source: Settings…
de: Einstellungen…
ru: Настройки…

# imageLibrary_snackbar_imageDeleted
source: Image deleted
de: Bild gelöscht
ru: Изображение удалено

# imageLibrary_snackbar_folderDeleted
source: Folder deleted
de: Ordner gelöscht
ru: Папка удалена

# imageLibrary_breadcrumb_rootFolder
source: Root
de: Heim

# imageLibrary_search_hint
source: Search images
de: Bilder suchen
ru: Поиск изображения

# imageLibrary_sortingOrder_alpha_ascending
source: Alphabetical
de: Alphabetisch
ru: По алфавиту

# imageLibrary_sortingOrder_alpha_descending
source: Alphabetical, reverse
de: Alphabetisch, rückwärts
ru: По алфавиту обратно

# imageLibrary_sortingOrder_time_ascending
source: Time, earliest on top
de: Datum, frühstes oben
ru: Время по возрастанию

# imageLibrary_sortingOrder_time_descending
source: Time, latest on top
de: Datum, letztes oben
ru: Время по убыванию

# imageLibrary_sortingOrder_number_ascending
source: Number, ascending
de: Nummer, aufsteigend
ru: Число по возрастанию

# imageLibrary_sortingOrder_number_descending
source: Number, descending
de: Nummer, absteigend
ru: Число по убыванию

# navigationDrawer_preferences
source: Settings
de: Einstellungen
ru: Настройки

# navigationDrawer_documentation
source: Documentation
de: Anleitung
ru: Документация

# navigationDrawer_importImagesFromFreeApp
source: Import images from free app
de: Bilder aus freier App importieren
ru: Импорт из бесплатной версии

# navigationDrawer_aboutApp
source: About app
de: Über die App
ru: О программе

# navigationDrawer_contact
source: Contact us
de: Kontakt
ru: Связаться с нами

# navigationDrawer_license
source: License: %1$s
de: Lizenz: %1$s
ru: Лицензия: %1$s

# navigationDrawer_owner
source: Owner: %1$s
de: Besitzer: %1$s
ru: Владелец: %1$s

# navigationDrawer_user
source: User: %1$s
de: Benutzer: %1$s
ru: Пользователь: %1$s

# imageLibrary_numberingDialog_title
source: Image numbers
de: Bildnummern
ru: Номера изображений

# imageLibrary_numberingDialog_enableAutoNumbering
source: Enable auto-numbering
de: Automatische Nummerierung
ru: Включить автонумерацию

# imageLibrary_numberingDialog_startNumber
source: Start
de: Startwert
ru: Начало

# imageLibrary_numberingDialog_numberIncrement
source: Increment
de: Schrittweite
ru: Возрастание

# imageLibrary_numberingDialog_renumbering_sectionTitle
source: Renumber existing images
de: Existierende Bilder nummerieren
ru: Перенумеровать существующие изображения

# imageLibrary_numberingDialog_renumbering_keepOldNumberOrder
source: Keep order of old numbers
de: Reihenfolge der alten Nummern beibehalten
ru: Сохранять порядок старых номеров

# imageLibrary_numberingDialog_renumbering_doRenumber
source: Renumber
de: Nummerieren
ru: Перенумеровать

# imageLibrary_numberingDialog_renumbering_removeAllNumbers
source: Remove numbers
de: Nummern entfernen
ru: Удалить номера

# imageLibrary_displayOptionsDialog_title
source: Display options
de: Anzeigeoptionen
ru: Вид

# imageLibrary_displayOptionsDialog_showDeletedImages
source: Show deleted images
de: Gelöschte Bilder zeigen
ru: Показать удаленные изображения

# imageLibrary_displayOptionsDialog_showImageNumbers
source: Show image numbers
de: Bildnummern zeigen
ru: Показать номера изображений

# imageLibrary_displayOptionsDialog_imageListStyle_title
source: Show images as
de: Bilder auflisten als
ru: Вид изображений

# imageLibrary_displayOptionsDialog_imageListStyle_list_large
source: Large list
de: Große Liste
ru: Большой список

# imageLibrary_displayOptionsDialog_imageListStyle_list_medium
source: Medium list
de: Mittlere Liste
ru: Средний список

# imageLibrary_displayOptionsDialog_imageListStyle_list_small
source: Small list
de: Kleine Liste
ru: Небольшой список

# imageLibrary_displayOptionsDialog_imageListStyle_grid_large
source: Large grid
de: Große Kacheln
ru: Большая сетка

# imageLibrary_displayOptionsDialog_imageListStyle_grid_medium
source: Medium grid
de: Mittlere Kacheln
ru: Средняя сетка

# imageLibrary_displayOptionsDialog_imageListStyle_grid_small
source: Small grid
de: Kleine Kacheln
ru: Малая сетка

# imageLibrary_folderNameDialog_name
source: Folder name
de: Ordnername
ru: Имя папки

# imageLibrary_folderNameDialog_name_hint
source: Enter folder name
de: Ordnername eingeben
ru: имя папки

# imageLibrary_folderNameDialog_iconColor
source: Folder color
de: Ordnerfarbe
ru: Цвет папки

# imageLibrary_folderNameDialog_template
source: Template
de: Vorlage

# imageLibrary_folderNameDialog_notes
source: Notes
de: Notizen
ru: Примечание

# imageLibrary_imageNameDialog_name
source: Image name
de: Bildname
ru: Имя изображения

# imageLibrary_imageNameDialog_name_hint
source: Enter image name
de: Bildname eingeben
ru: Введите имя изображения

# imageLibrary_imageNameDialog_template
source: Template
de: Vorlage

# imageLibrary_imageNameDialog_number
source: Number
de: Bildnummer
ru: Число

# imageLibrary_imageNameDialog_notes
source: Notes
de: Notizen
ru: Примечание

# imageLibrary_clipboardPasteDialog_title
source: Clipboard paste options
de: Einfügeoptionen

# imageLibrary_clipboardPasteDialog_alsoCopyMeasurementValues
source: Copy measurements
de: Messwerte kopieren

# imageLibrary_clipboardPasteDialog_centerAnnotationOnImage
source: Center on image
de: Im Bild zentrieren

# imageselect_dialog_move_image_to_folder_title
source: Choose target folder for the image
de: Wählen Sie den Zielordner für das Bild
fr: Choisir le dossier cible pour l'image
pt: Escolher a pasta de destino para a imagem
ru: Выберите целевую папку для изображения
vi: Chọn thư mục đích cho hình ảnh

# aboutApp_license
source: License:
de: Lizenz:
ru: Лицензия:

# aboutApp_downloadSource
source: Source:
de: Quelle:
ru: Источник:

# aboutApp_tutorialLink
source: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Tutorial video</a>
de: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Einführungsvideo</a>
ru: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Обучающее видео</a>

# aboutApp_documentationLink
source: <a href="https://www.imagemeter.com/manual">Documentation</a>
de: <a href="https://www.imagemeter.com/de/manual">Anleitung</a>
ru: <a href="https://www.imagemeter.com/manual">Документация</a>

# aboutApp_releaseNotes
source: <a href="release-notes">Release notes</a>
de: <a href="release-notes">Versionshinweise</a>
ru: <a href="release-notes">Примечания к релизу</a>

# aboutApp_contactLink
source: <a href="mailto:imagemeter@gmail.com">Contact email</a>
de: <a href="mailto:imagemeter@gmail.com">EMail-Kontakt</a>
ru: <a href="mailto:imagemeter@gmail.com">Почта для связи Контактный адрес электронной почты </a>

# aboutApp_privacyPolicyLink
source: <a href="https://www.iubenda.com/privacy-policy/43586350">Privacy policy</a>
de: <a href="https://www.iubenda.com/privacy-policy/43586350">Datenschutzerklärung</a>
ru: <a href="https://www.iubenda.com/privacy-policy/43586350">Политика конфиденциальности</a>

# aboutApp_licenses
source: <a href="licenses">Licenses</a>
de: <a href="licenses">Lizenzen</a>
ru: <a href="licenses">лицензии</a>

# image_info_image_name
source: Image Name
de: Bildname
fr: Nom de l'image
ru: Название
vi: Tên Hình ảnh

# image_info_capture_date
source: Capture Date
de: Aufnahmedatum
fr: Date de capture
ru: Дата создания
vi: Ngày chụp

# image_info_creation_date
source: Creation Date
de: Erstellungsdatum
fr: Date de création
ru: Дата создания

# image_info_original_resolution
source: Original Image Resolution
de: Bildauflösung des Originals
fr: Résolution d'image originale
ru: Разрешение ориганала
vi: Độ phân giải ảnh gốc

# image_info_gps_coordinates
source: GPS Coordinates
de: GPS Koordinaten
fr: Coordonnées GPS
ru: GPS координаты
vi: Tọa độ GPS

# image_info_show_on_map
source: Show on map
de: Karte zeigen
fr: Afficher sur la carte
ru: Показать на карте
vi: Hiển thị trên bản đồ

# upgradeDialog_addonPrice_once
source: %1$s once
de: %1$s, einmalig
ru: %1$s один раз

# upgradeDialog_addonPrice_monthly
source: %1$s/month
de: %1$s/Monat
ru: %1$s/месяц

# upgradeDialog_addonPrice_firstMonthFree
source: First month free
de: Erster Monat kostenlos
ru: Первый месяц бесплатно

# upgradeDialog_purchaseButton_pro
source: Upgrade to Pro
de: Auf Pro upgraden
ru: Перейти на Pro

# upgradeDialog_purchaseButton_addon
source: Activate Addon
de: Zusatzpaket aktivieren
ru: Активировать пакет

# upgradeDialog_purchaseButton_business
source: Upgrade to Business
de: Auf Business upgraden
ru: Перейти на Бизнес

# upgradeDialog_purchaseButton_disabled_addonIsActive
source: Add-on is active
de: Paket ist aktiv
ru: Пакет активен

# upgradeDialog_purchaseButton_disabled_storeUnavailable
source: Store unavailable
de: PlayStore nicht verfügbar
ru: Магазин недоступен

# upgradeDialog_volumeLicenseButton
source: Enter volume license code
de: Volumencode eingeben
ru: Введите код корпоративной лицензии

# upgradeDialog_backButton
source: Back
de: Zurück
ru: Назад

# upgradeDialog_moreInformationLink
source: For more information about these features, &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;visit the website&lt;/a&gt;.
de: Für weitere Informationen zu diesen Funktionen &lt;a href="https://www.imagemeter.com/de/manual/license/android-licenses"&gt;besuchen Sie die Website&lt;/a&gt;.
ru: Для получения дополнительных сведений об этих функциях &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;посетите веб-сайт&lt;/a&gt;.

# upgrade_addon_advancedAnnotation_purchaseBoxTitle
source: Advanced Annotation Add-On
de: Zusatzpaket Annotation
ru: Дополнение Advanced Annotation

# upgrade_addon_advancedAnnotation_addonName
source: Advanced Annotation
de: Annotation
ru: Расширенная аннотация

# upgrade_item_no_watermarks
source: No watermarks
de: Keine Wasserzeichen mehr
fr: Aucun filigrane
ru: Без водяных знаков

# upgrade_item_unlimited_measures
source: Unlimited measures
de: Unbegrenzte Bemaßungen
fr: Mesures illimitées
ru: Неограниченные замеры

# upgrade_item_unlimited_bluetooth
source: Unlimited Bluetooth
de: Unbegrenztes Bluetooth
fr: Bluetooth illimité
ru: Безграничный Bluetooth

# upgrade_item_draw_circles_etc
source: Draw and measure circles, rectangles, points
de: Zeichnen und Messen von Kreisen, Rechtecken, und Messpunkten
fr: Dessinez et mesurez des cercles, des rectangles, des points
ru: Нарисуйте и измерьте круги, прямоугольники, точки

# upgrade_item_perspective_length
source: Perspective length measurement tool
de: Werkzeug zur Messung perspektivischer Längen
fr: Outil de mesure de longueur en perspective
ru: Инструмент для измерения длины в перспективе

# upgrade_item_subfolders
source: Subfolders
de: Unterverzeichnisse
fr: Sous-dossiers
ru: Подпапки

# upgrade_item_audio_notes
source: Audio notes
de: Audionotizen
fr: Notes audio
ru: Аудио заметки

# upgrade_item_detail_pictures
source: Detail pictures
de: Notizen mit Detailbildern
fr: Photos de détail
ru: Детальные фото

# upgrade_item_measurement_string
source: Measurement strings
de: Zeichnen von Maßketten
fr: Chaînes de mesure
ru: Направляющие измерений

# upgrade_item_cloud_access_from_office_pc
source: Access images from your office PC
de: Zugriff auf Ihre Bilder vom Büro-PC
ru: Доступ к изображениям с офисного ПК

# upgrade_item_cloud_device_sync
source: Sync images between devices
de: Synchronisierung der Bilder zwischen Geräten
fr: Synchroniser les images entre les appareils
ru: Синхронизация изображений между устройствами

# upgrade_item_cloud_backup
source: Backup on your cloud storage
de: Backup auf Ihrem Cloudspeicher
fr: Sauvegarde sur votre stockage cloud
ru: Резервное копирование в облачное хранилище

# upgrade_item_data_tables
source: &lt;a href="https://www.imagemeter.com/manual/templates/overview"&gt;Export measurements as data tables&lt;/a&gt;.
de: &lt;a href="https://www.imagemeter.com/de/manual/templates/overview"&gt;Messungen als Datentabellen exportieren&lt;/a&gt;.

# upgrade_item_all_addon_packs
source: Includes Pro and all add-on packs
de: Inklusive Pro und allen Zusatzpaketen
ru: Включает Pro и все дополнительные пакеты

# needUpgradeDialog_titleTemplate
source: %1$s Add-On
de: Zusatzpaket %1$s
ru: Пакет %1$s

# needUpgradeDialog_createSubfolders
source: Creating subfolders is included in the '%1$s' add-on.
de: Unterordner sind mit dem Zusatzpaket '%1$s' möglich.
ru: Создание вложенных папок включено в пакет "%1$s".

# needUpgradeDialog_moveFolders
source: Moving folders into other folders is included in the '%1$s' add-on.
de: Ordner in andere Ordner zu verschieben ist mit dem Zusatzpaket '%1$s' möglich.
ru: Перемещение папок в другие папки включено в пакет "%1$s".

# needUpgradeDialog_audioNotes
source: Recording audio notes is included in the '%1$s' add-on.
de: Audioaufzeichnungen sind mit dem Zusatzpaket '%1$s' möglich.
ru: Запись звуковых заметок включена в пакет "%1$s".

# needUpgradeDialog_detailImages
source: Adding detail images is included in the '%1$s' add-on.
de: Detailbilder sind mit dem Zusatzpaket '%1$s' möglich.
ru: Добавление изображений деталей включено в пакет "%1$s".

# needUpgradeDialog_pdfImport
source: PDF import is included in the '%1$s' add-on.
de: PDF Import ist mit dem Zusatzpaket '%1$s' möglich.
ru: Импорт PDF включен в пакет "%1$s".

# needUpgradeDialog_text_tryWithExamples
source: You can try this function with the example images (in folder '%1$s').
de: Diese Funktion können Sie mit den Beispielbildern ausprobieren (im Ordner '%1$s').
ru: Вы можете попробовать эту функцию с примерами изображений (в папке "%1$s").

# needUpgradeDialog_text_createAndtryWithExamples
source: You can try this function with the example images (<a href="create">create folder '%1$s'</a>).
de: Diese Funktion können Sie mit den Beispielbildern ausprobieren (<a href="create">Ordner '%1$s' erstellen</a>).
ru: Вы можете попробовать эту функцию с примерами изображений (<a href="create">создать папку '%1$s'</a>).

# needUpgradeDialog_editingTool
source: This tool is available in the '%1$s' add-on.
de: Diese Funktion ist im Zusatzpaket '%1$s' enthalten.
ru: Этот инструмент доступен в пакете "%1$s".

# needUpgradeDialog_exportDataTables
source: Exporting data tables is available in the Business version.
de: Das Exportieren von Datentabellen ist Teil der Business-Version.

# needUpgradeDialog_button_getBusinessVersion
source: Upgrade to Business version
de: Upgrade auf die Business-Version
ru: Перейти на версию Business

# dialog_migrate_for_addon_packs_title
source: Activate Add-on Pack
de: Zusatzpaket aktivieren
ru: Активировать дополнительный пакет

# dialog_migrate_for_addon_packs_text
source: Since this native Pro-version is going to be replaced by the free version with in-app upgrades, add-on packs are only available in the free version. Please migrate to the free version. Your Pro upgrade will stay active.
de: Da diese native Pro-Version durch die kostenlose Version mit In-App Upgrades abgelöst wird, sind die Zusatzpakete nur in der neuen Version erhältlich. Bitte migrieren Sie zur neuen Version. Ihr Pro-Upgrade bleibt dabei erhalten.
ru: Поскольку эта родная Pro-версия будет заменена бесплатной версией с обновлениями в приложении, дополнительные пакеты доступны только в бесплатной версии. Пожалуйста, перейдите на бесплатную версию. Ваше обновление Pro останется активным.

# dialog_migrate_for_addon_packs_download_text
source: Download the free version from here:
de: Installieren Sie die kostenlose Version von hier:
ru: Загрузите бесплатную версию отсюда:

# dialog_migrate_for_addon_packs_open_instructions
source: Show migration instructions
de: Anleitung zur Migration anzeigen
ru: Показать инструкции по миграции

# licensing_volume_key_title
source: Volume key
de: Volumencode
fr: Clé de volume
ru: Ключ

# licensing_volume_key_note
source: Note: you don't need to enter any key when you purchased through the Google Play store.
de: Hinweis: Sie brauchen keinen Code einzugeben, wenn Sie das Upgrade durch den Google Play Store erworben haben.
ru: Примечание: Вам не нужно вводить какой-либо ключ при покупке в магазине Google Play.

# licensing_volume_key_description
source: Please enter your volume key:
de: Bitte geben Sie Ihren Volumencode ein:
ru: Пожалуйста, введите ключ:

# licensing_volume_key_send_button
source: Send
de: Aktivieren
fr: Envoyer
ru: послать

# licensing_volume_key_error_parse_server_response
source: Error parsing server response.
de: Kann Serverantwort nicht interpretieren
fr: Erreur d'analyse de la réponse du serveur.
ru: Ошибка синтаксического анализа ответа сервера.

# licensing_volume_key_error_invalid_license_code
source: Invalid license code.
de: Ungültiger Lizenzcode
fr: Code de licence non valide.
ru: Неверный лицензионный код.

# licensing_volume_key_success
source: License activated
de: Lizenz aktiviert
fr: Licence activée
ru: Лицензия активирована

# inapp_error_billing_unavailable
source: Billing is not available.
de: Bezahlfunktion ist nicht vorhanden
fr: Facturation indisponible.
ru: Биллинг недоступен.

# inapp_error_feature_not_supported
source: Feature is not supported.
de: Funktion wird nicht unterstützt.
fr: Fonction non prise en charge.
ru: Функция не поддерживается.

# inapp_error_item_already_owned
source: Item is already owned.
de: Upgrade wurde schon gekauft.
fr: Article déjà possédé.
ru: Товар уже куплен.

# inapp_error_item_unavailable
source: Item is unavailable.
de: Gegenstand ist nicht verfügbar.
fr: Article indisponible.
ru: Товар недоступен.

# inapp_error_service_disconnected
source: PlayStore temporarily disconnected, try again later.
de: Der PlayStore ist momentan nicht verfügbar. Bitte etwas später nochmals versuchen.
fr: PlayStore temporairement déconnecté, réessayez plus tard.
ru: PlayStore временно отключен, повторите попытку позже.

# inapp_error_service_unavailable
source: Network down, cannot reach PlayStore.
de: Keine Netzwerkverbindung zum PlayStore.
fr: Réseau en panne, impossible de se connecter au PlayStore.
ru: Сеть не работает, нет доступа к PlayStore.

# inapp_error_user_canceled
source: Purchase canceled by user.
de: Kauf vom Benutzer abgebrochen.
fr: Achat annulé par l'utilisateur.
ru: Покупка отменена пользователем.

# inapp_error_signature_check_failed
source: Signature check failed.
de: Signaturprüfung fehlgeschlagen.
fr: La vérification de la signature a échoué.
ru: Проверка подписи не удалась.

# inapp_error_unknown
source: Unknown error, result code: '%1$d', response '%2$s'.
de: Unbekannter Fehler, Code: '%1$d'. Antwort: '%2$s'.
fr: Erreur inconnue, code de résultat: ' %1$d ' (%2$s)
ru: Неизвестная ошибка, код результата: "%1$d", ответ "%2$s".

# inapp_error_developer_error
source: Developer error.
de: Entwicklerfehler.
fr: Erreur de développeur.
ru: Ошибка разработчика.

# inapp_error_generic_error
source: Generic error.
de: Generischer Fehler.
fr: Erreur générique.
ru: Общая ошибка.

# inapp_error_item_not_owned
source: Item is not owned.
de: Gegenstand ist nicht im Besitz.
fr: L'article n'appartient pas.
ru: Товар не приобретен.

# inapp_error_service_timeout
source: Service timeout.
de: Zeitüberschreitung des Netzwerkservice.
fr: Délai d'expiration du service.
ru: Тайм-аут службы.

# upgrade_licenseName_freeEvaluation
source: Free Evaluation
de: kostenlose Testversion
ru: Попробовать бесплатно

# license_source_pro_key_app
source: Pro-key app
de: Pro Schlüssel-App
fr: Application Pro-key
ru: Приложение Pro-key

# license_source_volume_key
source: Volume key
de: Volumencode
fr: Clé de volume
ru: Клавиша громкости
