Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# pref_export_hardware_msaa_summaryon
source: Enabled (some buggy GPUs may draw black images only)
fa: فعال (بعضی GPUهای باگ دار ممکن است فقط عکس های سیاه رسم کنند)
nl: Ingeschakeld (sommige buggy-GPU's kunnen alleen zwarte afbeeldingen tekenen)
pl: Włączone (niektóre wadliwe GPU mogą rysować tylko czarne obrazy)
uk: Увімкнено (деякі помилкові графічні процесори можуть малювати лише чорно-біле зображення)

# pref_export_hardware_msaa_summaryoff
source: Disabled (lower output quality)
fa: غیرفعال (کیفیت خروجی کمتر).
nl: Uitgeschakeld (lagere uitvoerkwaliteit)
pl: Wyłączone (niższa jakość wyjściowa)
uk: Вимкнено (нижча якість виведення)

# pref_category_export_zip
source: ZIP archive settings
fa: تنظیمات بایگانی ZIP
nl: ZIP-archiefinstellingen
pl: Ustawienia archiwum ZIP
uk: Налаштування архіву ZIP

# pref_export_zip_show_options
source: Set ZIP options at export
fa: تنظیم گزینه های ZIP هنگام صادر کردن
nl: ZIP-opties instellen bij exporteren
pl: Ustaw opcje ZIP podczas eksportu
uk: Встановіть параметри ZIP під час експорту

# pref_export_zip_show_options_summary_on
source: ZIP options can be set at export
fa: گزینه های ZIP را می توان هنگام صادر کردن تنظیم کرد
nl: ZIP-opties kunnen worden ingesteld bij het exporteren
pl: Opcje archiwum ZIP można ustawić podczas eksportu
uk: Параметри ZIP можна встановити при експорті

# pref_export_zip_show_options_summary_off
source: ZIP options dialog will be skipped
fa: گفتگو گزینه های ZIP از بین می رود
nl: Dialoogvenster ZIP-opties wordt overgeslagen
pl: Okno dialogowe opcji archiwum ZIP zostanie pominięte
uk: Діалогове вікно параметрів ZIP буде пропущено

# pref_export_zip_include_annotated_image
source: Include annotated images
pl: Dołącz obrazy zawierające adnotacje

# pref_export_zip_include_original_image
source: Include original images
pl: Dołącz oryginalne obrazy

# pref_export_zip_include_csv
source: Include CSV file
fa: شامل فایل CSV
nl: Inclusief CSV-bestand
pl: Dołącz plik CSV
uk: Включити файл CSV

# pref_export_zip_include_pdf
source: Include PDF file
pl: Dołącz plik PDF

# pref_category_export_csv
source: CSV file settings
fa: تنظیمات فایل CSV
nl: Instellingen voor CSV-bestanden
pl: Ustawienia pliku CSV
uk: Налаштування файлу CSV

# pref_export_csv_field_separator
source: Field separator character
pl: Znak separatora pól

# pref_export_csv_cell_values_separator
source: Cell values separator
pl: Separator wartości komórek

# pref_export_csv_decimal_separator
source: Decimal separator
pl: Separator liczb dziesiętnych

# pref_export_csv_include_header_row
source: Include header row
pl: Uwzględnij wiersz nagłówka

# pref_export_csv_include_footer_row
source: Include footer row
pl: Uwzględnij wiersz stopki

# pref_export_csv_field_separator_choices:0
source: Comma
pl: Przecinek

# pref_export_csv_field_separator_choices:1
source: Semicolon
pl: Średnik

# pref_export_csv_field_separator_choices:2
source: Colon
pl: Dwukropek

# pref_export_csv_decimal_separator_choices:0
source: Dot
pl: Kropka

# pref_export_csv_decimal_separator_choices:1
source: Comma
pl: Przecinek

# pref_category_export_pdf
source: PDF settings
fa: تنظیمات PDF
nl: PDF-instellingen
pl: Ustawienia PDF
uk: Налаштування PDF

# pref_export_pdf_show_options
source: Set options at export
fa: گزینه های PDF را می توان هنگام صادر کردن تنظیم کرد
nl: Opties instellen bij exporteren
pl: Ustaw opcje przy eksporcie
uk: Встановити параметри при експорті

# pref_export_pdf_show_options_summary_on
source: PDF options can be set at export
fa: گزینه های PDF را می توان هنگام صادر کردن تنظیم کرد
nl: PDF-opties kunnen worden ingesteld bij het exporteren
pl: Opcje PDF można ustawić podczas eksportu
uk: Параметри PDF можна встановити при експорті

# pref_export_pdf_show_options_summary_off
source: Options dialog will be skipped
fa: گزینه ها گفتگوی چشم پوشی خواهد شد
nl: Het dialoogvenster Opties wordt overgeslagen
pl: Okno dialogowe opcji zostanie pominięte
uk: Діалогове вікно параметрів буде пропущено

# pref_export_pdf_images_per_page
source: Images per PDF page
pl: Liczba obrazów na stronie PDF

# pref_export_pdf_images_per_page_dialog
source: Print how many images on each PDF page
pl: Wydrukuj liczbę obrazów na każdej stronie PDF

# pref_export_pdf_paper_orientation
source: PDF page orientation
pl: Orientacja strony PDF

# pref_export_pdf_paper_orientation_dialog
source: PDF page orientation
pl: Wybór orientacji strony PDF

# pref_export_pdf_paper_orientation_choices:0
source: Portrait
pl: Pionowa

# pref_export_pdf_paper_orientation_choices:1
source: Landscape
pl: Pozioma

# pref_export_pdf_paper_orientation_choices:2
source: Automatic
pl: Automatyczna

# pref_export_pdf_paper_size
source: PDF page size
pl: Rozmiar strony PDF

# pref_export_pdf_paper_size_dialog
source: PDF page size
pl: Wybór rozmiaru strony PDF

# pref_export_pdf_paper_size_choices:2
source: Letter
pl: List

# pref_export_pdf_may_rotate_images
source: Images in PDF may be rotated
pl: Obrazy w formacie PDF mogą być obracane

# pref_export_pdf_may_rotate_images_summaryon
source: Will rotate images if format fits better
pl: Obróci obrazy, jeśli format pasuje lepiej

# pref_export_pdf_may_rotate_images_summaryoff
source: Images will never be rotated
pl: Obrazy nigdy nie zostaną obrócone

# pref_export_pdf_separate_landscape_portrait
source: Separate landscape/portrait in PDF
pl: Oddzielny poziom / pion w formacie PDF

# pref_export_pdf_separate_landscape_portrait_dialog
source: When to separate landscape/portrait in PDF
pl: Kiedy rozdzielić poziom / pion w formacie PDF

# pref_export_pdf_separate_landscape_portrait_choices:0
source: Never
pl: Nigdy

# pref_export_pdf_separate_landscape_portrait_choices:1
source: If it does not increase page count
pl: Jeśli nie zwiększy to ilości stron

# pref_export_pdf_separate_landscape_portrait_choices:2
source: Always
pl: Zawsze

# pref_export_pdf_print_image_notes
source: Print image notes
pl: Wydrukuj notatki z obrazów

# pref_export_pdf_image_notes_space
source: Space reserved for image notes
pl: Miejsce przeznaczone na obrazy notatek

# pref_export_pdf_image_notes_space_dialog
source: Space reserved for image notes
pl: Miejsce przeznaczone na notatki z obrazów

# pref_export_pdf_print_folder_notes
source: Print folder notes
pl: Wydrukuj notatki folderów

# pref_export_pdf_print_folder_notes_summaryoff
source: No folder notes will be printed
pl: Żadne notatki z folderów nie zostaną wydrukowane

# pref_export_pdf_print_folder_notes_summaryon
source: Page with folder notes and TOC will be printed
pl: Zostanie wydrukowana strona z notatkami folderów i spisem treści

# pref_category_export_general
source: General
fa: عمومی
nl: Algemeen
pl: Ogólne
uk: Спільний

# pref_export_general_map_link_provider
source: Map links use
fa: استفاده از لینک های نقشه
nl: Kaartlink gebruiken
pl: Mapy dostarczone przez
uk: Використання посиланьня на карту

# pref_export_general_map_link_provider_dialog
source: Map provider
pl: Dostawca mapy

# pref_export_general_map_link_provider_choices:0
source: Google Maps
pl: Mapy Google

# pref_export_general_map_link_provider_choices:1
source: Bing Maps
pl: Mapy Bing

# pref_category_ui_general
source: General
fa: عمومی
nl: Algemeen
pl: Ogólne
uk: Спільний

# pref_ui_image_order_criterium
source: Image sorting order
fa: ترتیب مرتب سازی عکس
nl: Sorteervolgorde afbeeldingen
pl: Kolejność sortowania obrazów
uk: Порядок сортування зображень

# pref_ui_image_order_criterium_dialog
source: Image sorting order
fa: ترتیب مرتب سازی عکس
nl: Sorteervolgorde afbeeldingen
pl: Kolejność sortowania obrazów
uk: Порядок сортування зображень

# pref_ui_image_order_criterium_choices:0
source: Image name (ascending)
fa: نام عکس (صعودی)
nl: Afbeeldingsnaam (oplopend)
pl: Nazwa obrazu (od A do Z)
uk: Назва зображень (зростаючий)

# pref_ui_image_order_criterium_choices:1
source: Image name (descending)
fa: نام عکس (نزولی)
nl: Afbeeldingsnaam (aflopend)
pl: Nazwa obrazu (od Z do A)
uk: Назва зображень (за спаданням)

# pref_ui_image_order_criterium_choices:2
source: Capture date (oldest first)
fa: تاریخ ضبط (قدیمی ترین اول)
nl: Opnamedatum (oudste bovenaan)
pl: Data zdjęcia (od najstarszego)
uk: Дата зйомки (старший спочатку)

# pref_ui_image_order_criterium_choices:3
source: Capture date (latest first)
fa: تاریخ ضبط (آخرین اولین)
nl: Opnamedatum (laatste bovenaan)
pl: Data zdjęcia (od najnowszego)
uk: Дата зйомки (спершу останній)

# pref_ui_image_order_criterium_choices:4
source: Number (ascending)
fa: شماره (صعودی)
nl: Nummer (oplopend)
pl: Liczba (rosnąco)
uk: Номер (за зростанням)

# pref_ui_image_order_criterium_choices:5
source: Number (descending)
fa: شماره (نزولی)
nl: Nummer (aflopend)
pl: Liczba (malejąco)
uk: Номер (за спаданням)

# pref_ui_ok_cancel_buttons_on_top
source: Ok/Cancel buttons on top
fa: دکمه های قبول/لغو در بالا
nl: Knoppen Ok/Annuleren bovenaan
pl: Przyciski Ok/Anuluj u góry
uk: Кнопки ОК/Скасувати зверху

# pref_ui_faq_button_enabled
source: Enable FAQ button
fa: فعال کردن دکمۀ پرسش و پاسخ
nl: Schakel de FAQ-knop in
pl: Włącz przycisk FAQ
uk: Увімкнути кнопку FAQ

# pref_category_ui_workflow
source: Workflow
fa: جریان کار
nl: Werkstroom
pl: Przepływ pracy
uk: Робочий процес

# pref_ui_rename_image_after_capture_enabled
source: Rename image after capture
fa: تغییرنام عکس بعد از گرفته شدن
nl: Hernoem afbeelding na het vastleggen
pl: Zmień nazwę obrazu po zrobieniu zdjęcia
uk: Перейменуйте зображення після зйомки

# pref_ui_edit_image_after_capture_enabled
source: Edit image after capture
fa: ویرایش عکس بعد از گرفته شدن
nl: Bewerk afbeelding na het vastleggen
pl: Edytuj obraz po zrobieniu zdjęcia
uk: Редагувати зображення після зйомки

# pref_category_ui_initial_titles
source: Initial titles
nl: Originele titels
pl: Początkowe tytuły
uk: Початкові назви

# pref_category_ui_numbering
source: Image numbering
fa: شماره گذاری عکس
nl: Afbeelding nummering
pl: Numeracja obrazów
uk: Нумерація зображень

# pref_ui_image_auto_numbering_active
source: Enable auto-numbering
fa: فعال کردن شماره گذاری خودکار
nl: Schakel automatische nummering in
pl: Włącz automatyczne numerowanie
uk: Увімкнути автоматичну нумерацію

# pref_ui_image_auto_numbering_start
source: Start number
fa: شماره شروع
nl: Eerste nummer
pl: Numer początkowy
uk: Стартовий номер

# pref_ui_image_auto_numbering_increment
source: Increment
fa: افزایش
nl: Verhogen
pl: Przyrost o
uk: Приріст

# pref_ui_image_auto_numbering_invalid_number
source: Invalid
fa: نامعتبر
nl: Ongeldig
pl: Błędna wartość
uk: Недійсний

# pref_storage_data_directory
source: Data directory
fa: دایرکتوری داده
nl: Gegevens directory
pl: Katalog danych
uk: Каталог даних

# pref_storage_show_images_in_gallery
source: Show images in gallery
fa: نمایش عکس ها در گالری
nl: Toon afbeeldingen in galerij
pl: Pokaż obrazy w galerii
uk: Показати зображення в галереї

# pref_storage_show_images_in_gallery_on
source: Edited images will show up in gallery
fa: عکس ها ویرایش شده در گالری نمایش داده می شود
nl: Bewerkte afbeeldingen verschijnen in de galerij
pl: Wszystkie zdjęcia pojawią się w galerii
uk: Відредаговані зображення з’являться в галереї

# pref_storage_show_images_in_gallery_off
source: Images will not show in the gallery automatically
fa: عکس ها به طور خودکار در گالری نشان داده نمی شوند
nl: Afbeeldingen worden niet automatisch in galerij weergegeven
pl: Obrazy nie będą wyświetlane w galerii
uk: Зображення не відображатимуться в галереї автоматично

# pref_category_storage_cloud
source: Cloud storage
fa: فضای ذخیره سازی ابری
nl: Cloud opslag
pl: Przechowywanie w chmurze
uk: Хмарне сховище

# pref_storage_cloud_set_account
source: Set server and account
fa: تنظیم سرور و حساب
nl: Stel server en account in
pl: Ustaw serwer i konto
uk: Налаштувати сервер і обліковий запис

# pref_storage_cloud_sync_interval
source: Auto-sync interval
fa: فاصله همگام سازی خودکار
nl: Interval voor automatische synchronisatie
pl: Interwał automatycznej synchronizacji
uk: Інтервал автоматичної синхронізації

# pref_storage_cloud_sync_interval_choices:0
source: No auto-sync
fa: بدون همگام سازی خودکار
nl: Geen automatische synchronisatie
pl: Brak automatycznej synchronizacji
uk: Без автоматичної синхронізації

# pref_storage_cloud_sync_interval_choices:1
source: 15 minutes
fa: 15 دقیقه
nl: 15 minuten
pl: 15 minut
uk: 15 хвилин

# pref_storage_cloud_sync_interval_choices:2
source: 1 hour
fa: 1 ساعت
nl: 1 uur
pl: 1 godzina
uk: 1 година

# pref_storage_cloud_sync_interval_choices:3
source: 2 hours
fa: 2 ساعت
nl: 2 uur
pl: 2 godziny
uk: 2 години

# pref_storage_cloud_sync_interval_choices:4
source: 6 hours
fa: 6 ساعت
nl: 6 uur
pl: 6 godzin
uk: 6 годин

# pref_storage_cloud_sync_interval_choices:5
source: 1 day
fa: 1 روز
nl: 1 dag
pl: 1 dzień
uk: 1 день

# pref_storage_cloud_wifi_only
source: Auto-sync only on Wifi
fa: همگام سازی خودکار فقط در وایفا
nl: Automatische synchronisatie alleen via wifi
pl: Automatyczna synchronizacja wyłącznie na Wi-Fi
uk: Автоматична синхронізація лише через Wi-Fi

# pref_storage_cloud_wifi_only_on
source: Sync only when on free Wifi networks
fa: همگام سازی فقط هنگام استفاده از شبکه های وایفای رایگان
nl: Synchroniseer alleen wanneer via gratis wifi-netwerken
pl: Synchronizuj tylko w darmowych sieciach Wi-Fi
uk: Синхронізувати лише в безкоштовних мережах Wi-Fi

# pref_storage_cloud_wifi_only_off
source: Sync on any network
fa: در هر شبکه همگام سازی کنید
nl: Synchroniseer op elk netwerk
pl: Synchronizuj w dowolnej sieci
uk: Синхронізація в будь-якій мережі

# pref_storage_cloud_sync_twoway_mode
source: Two-way sync mode
fa: حالت همگام سازی دو طرفه
nl: Tweerichtings synchronisatiemodus
pl: Tryb synchronizacji dwukierunkowej
uk: Режим двосторонньої синхронізації

# pref_storage_cloud_sync_twoway_mode_safe_sync
source: Remove deleted images from server, but keep local images when they were deleted elsewhere.
pl: Usuń skasowane obrazy z serwera, ale zachowaj obrazy lokalne, nawet gdy zostały usunięte gdzie indziej.

# pref_storage_cloud_sync_twoway_mode_backup
source: Never delete images from the server. You may get duplicates when moving images.
pl: Nigdy nie usuwaj obrazów z serwera. Opcja możesz generować duplikaty przy przenoszeniu obrazów.

# pref_storage_cloud_advanced_maintenance
source: Advanced maintenance
fa: نگهداری پیشرفته
pl: Zaawansowane opcje konserwacji
uk: Розширене технічне обслуговування

# pref_storage_cloud_send_error_log
source: Send error log by email
fa: ارسال گزارش خطا با ایمیل
nl: Foutlogboek per e-mail verzenden
pl: Wyślij dziennik błędów e-mailem
uk: Надішліть журнал помилок електронною поштою

# pref_storage_cloud_sync_mode
source: Synchronization mode
fa: حالت هماهنگ سازی
nl: Synchronisatie modus
pl: Tryb synchronizacji
uk: Режим синхронізації

# pref_storage_cloud_sync_mode_choices:0
source: Share data
fa: اشتراک گذاری داده ها
nl: Deel gegevens
pl: Udostępnij dane
uk: Поділіться даними

# pref_storage_cloud_sync_mode_choices:1
source: Backup
fa: پشتیبان گیری
pl: Utwórz kopię zapasową
uk: Резервне копіювання

# pref_cloud_storage_sync_cautiousness:0
source: Never ask
fa: هرگز نپرسید
nl: Nooit vragen
pl: Nigdy nie pytaj
uk: Ніколи не питай

# pref_cloud_storage_sync_cautiousness:1
source: Confirm deletions
fa: تأیید حذف
nl: Verwijder bevestigen
pl: Potwierdź usunięcie
uk: Підтвердьте видалення

# pref_cloud_storage_sync_cautiousness:2
source: Confirm conflicts and deletions
fa: تایید تضاد و حذف
nl: Bevestig conflicten en verwijderen
pl: Potwierdź konflikty i usunięcia
uk: Підтвердьте конфлікти та видалення

# pref_cloud_storage_sync_cautiousness:3
source: Confirm everything
fa: تایید همه چیز
nl: Bevestig alles
pl: Potwierdź wszystko
uk: Підтвердьте все

# pref_cloud_storage_sync_mode:0
source: SYNC MODE
fa: حالت همگام سازی
nl: SYNC-MODUS
pl: TRYB SYNCHRONIZACJI
uk: РЕЖИМ СИНХРОНІЗАЦІЇ

# pref_category_storage_deleted_files
source: Deleted files
fa: فایل های حذف شده
nl: Verwijderde bestanden
pl: Usunięte pliki
uk: Видалені файли

# pref_storage_deleted_files_purge_now
source: Purge all deleted images now!
fa: همه عکس ها حذف شده را اکنون پاکسازی کنید!
nl: Verwijder alle verwijderde afbeeldingen!
pl: Wyczyść teraz wszystkie usunięte zdjęcia!
uk: Видалити усі видалені зображення зараз!

# pref_storage_deleted_files_purge_delay
source: Purge interval
fa: فاصله پاکسازی
nl: Opschoon-interval
pl: Interwał czyszczenia
uk: Інтервал очистки

# pref_storage_deleted_files_purge_delay_dialog
source: Purge interval
fa: فاصله پاکسازی
nl: Opschoon-interval
pl: Interwał czyszczenia
uk: Інтервал очистки

# pref_storage_deleted_files_purge_delay_choices:0
source: 1 day
fa: 1 روز
nl: 1 dag
pl: 1 dzień
uk: 1 день

# pref_storage_deleted_files_purge_delay_choices:1
source: 1 week
fa: 1 هفته
pl: 1 tydzień
uk: 1 тиждень

# pref_storage_deleted_files_purge_delay_choices:2
source: 1 month
fa: 1 ماه
nl: 1 maand
pl: 1 miesiąc
uk: 1 місяць

# dialog_purge_images_title
source: Purging deleted images
fa: پاکسازی کردن عکس ها حذف شده
nl: Verwijderde afbeeldingen opschonen
pl: Czyszczenie usuniętych zdjęć
uk: Очищення видалених зображень

# dialog_purge_images_finished
source: All deleted images have been purged from memory.
fa: تمام عکس ها حذف شده از حافظه پاک شده اند.
nl: Alle verwijderde afbeeldingen zijn uit het geheugen gewist.
pl: Wszystkie usunięte obrazy zostały oczyszczoe z pamięci.
uk: Усі видалені зображення видалено з пам’яті.

# pref_storage_directory_current_directory
source: Current storage directory:
fa: دایرکتوری ذخیره سازی فعلی:
nl: Huidige opslagmap:
pl: Aktualny katalog przechowywania:
uk: Поточний каталог зберігання:

# pref_storage_directory_alternative_directories
source: Alternative storage directories:
fa: دایرکتوری های ذخیره سازی جایگزین:
nl: Alternatieve opslagmappen:
pl: Alternatywne katalogi pamięci:
uk: Альтернативні каталоги зберігання:

# pref_storage_directory_move_data_to_new_directory
source: Move data to new directory
fa: انتقال داده ها به دایرکتوری جدید
nl: Verplaats gegevens naar een nieuwe map
pl: Przenieś dane do nowego katalogu
uk: Перемістити дані в новий каталог

# pref_storage_directory_activity_cancel
source: Cancel
fa: لغو
nl: Annuleren
pl: Anuluj
uk: Скасувати

# pref_storage_directory_activity_change_directory
source: Change data directory
fa: تغییر دایرکتوری داده
nl: Gegevensmap wijzigen
pl: Zmień katalog danych
uk: Змінити каталог даних

# pref_storage_directory_primary_app_data
source: Primary application data directory
fa: دایرکتوری اصلی داده های برنامه
nl: Directory met primaire toepassingsgegevens
pl: Główny katalog danych aplikacji
uk: Основний каталог даних програми

# pref_storage_directory_supplementary_app_data
source: Supplementary application data directory
fa: دایرکتوری داده های برنامه تکمیلی
nl: Aanvullende applicatiegegevens directory
pl: Dodatkowy katalog danych aplikacji
uk: Додатковий каталог даних програми

# pref_storage_directory_public_pictures
source: Public Pictures directory
fa: دایرکتوری عکس ها عمومی
nl: Directory met openbare afbeeldingen
pl: Publiczny katalog zdjęć
uk: Каталог публічних зображень

# pref_storage_directory_public_documents
source: Public Documents directory
fa: دایرکتوری اسناد عمومی
nl: Directory van openbare documenten
pl: Publiczny katalog dokumentów
uk: Каталог публічних документів

# pref_storage_directory_removable
source: Removable:
fa: قابل جابجایی:
nl: Verwijderbaar:
pl: Przenośny:
uk: Знімні:

# pref_storage_directory_error_nonexistent_directory
source: This directory is not present. Please choose a different directory.
fa: این دایرکتوری موجود نیست. لطفاً دایرکتوری دیگری را انتخاب کنید.
nl: Deze map is niet aanwezig, kies een andere map.
pl: Ten katalog nie jest dostępny. Wybierz inny folder.
uk: Цього каталогу немає. Будь ласка, виберіть інший каталог.

# pref_storage_directory_memory_status
source: Memory: %1$d MB free, %2$d MB used, %3$d MB total
fa: حافظه:%1$d مگابایت رایگان ، %2$d مگابایت استفاده شده ، %3$d مگابایت در کل
nl: Geheugen: %1$d MB vrij, %2$d MB gebruikt, %3$d MB totaal
pl: Pamięć: %1$d MB wolne, %2$d MB używane, %3$d MB łącznie
uk: Пам’ять: %1$d МБ вільно, %2$d МБ використано, %3$d МБ усього

# pref_storage_directory_memory_status_unknown_used
source: Memory: %1$d MB free, used space unknown, %2$d MB total
fa: حافظه:%1$d مگابایت رایگان ، فضای استفاده نشده ناشناخته ، %2$d مگابایت در کل
nl: Geheugen: %1$d MB vrij, gebruikte ruimte onbekend, %2$d MB totaal
pl: Pamięć: %1$d MB wolne, używana przestrzeń nieznana, %2$d MB łącznie
uk: Пам’ять: %1$d МБ вільно, використаний простір невідомо, %2$d МБ всього

# pref_storage_directory_deletion_behavior_will_delete
source: Data will be deleted when app is uninstalled.
fa: هنگامی که برنامه حذف شود ، داده ها نیز حذف می شوند.
nl: Gegevens worden verwijderd wanneer de app wordt verwijderd.
pl: Dane zostaną usunięte po odinstalowaniu aplikacji.
uk: Дані будуть видалені, коли додаток буде видалено.

# pref_storage_directory_deletion_behavior_wont_delete
source: Data will stay on device when app is uninstalled.
fa: هنگامی که برنامه حذف شود ، داده ها در دستگاه باقی می مانند.
nl: Gegevens blijven op het apparaat staan wanneer de app wordt verwijderd.
pl: Dane pozostaną na urządzeniu po odinstalowaniu aplikacji.
uk: Дані залишаться на пристрої, коли додаток буде видалено.

# pref_storage_directory_deletion_behavior_unknown
source: Unknown whether data will be deleted during uninstall.
fa: مشخص نیست که آیا داده ها هنگام حذف نصب حذف می شوند یا خیر.
nl: Onbekend of gegevens worden verwijderd tijdens het verwijderen.
pl: Nie wiadomo, czy dane zostaną usunięte podczas deinstalacji.
uk: Невідомо, чи будуть дані видалені під час видалення.

# pref_storage_directory_not_enough_free_space_title
source: Insufficient space
fa: فضای ناکافی
nl: Onvoldoende ruimte
pl: Niewystarczające miejsce
uk: Недостатній простір

# pref_storage_directory_not_enough_free_space_message
source: There is not enough free memory on the target volume to move all images.
fa: حافظه آزاد کافی بر روی حجم مورد نظر برای جابجایی همه عکس ها وجود ندارد.
nl: Er is onvoldoende vrij geheugen op het doelvolume om alle afbeeldingen te verplaatsen.
pl: Nie ma wystarczającej ilości wolnej pamięci na docelowym woluminie, aby móc przenieść wszystkie obrazy.
uk: На вибраному томі недостатньо вільної пам’яті для переміщення всіх зображень.

# pref_storage_directory_error_could_not_copy_all_images
source: Could not copy all images to target directory. Maybe your folder names are no valid filenames on the target filesystem. Please change them and then try to copy the remaining data. The active storage directory has not been changed. Please note that the target directory now contains an incomplete copy of the source data!
fa: نمی توان تمام عکس ها را در دایرکتوری هدف کپی کرد. شاید نام پوشه شما نام فایل معتبر در سیستم فایل هدف نباشد. لطفاً آن ها را تغییر دهید و سپس سعی کنید داده های باقیمانده را کپی کنید. دایرکتوری ذخیره سازی فعال تغییر نکرده است. لطفاً توجه داشته باشید که دایرکتوری هدف در حال حاضر شامل یک کپی ناقص از داده های منبع است!
pl: Nie można skopiować wszystkich obrazów do katalogu docelowego. Może nazwy twoich folderów nie są prawidłowe. Proszę je zmienić, a następnie spróbować skopiować pozostałe dane. Aktywny katalog pamięci nie został zmieniony. Pamiętaj, że katalog docelowy zawiera obecnie niekompletną kopię danych źródłowych!
uk: Не вдалося скопіювати всі зображення в вибраний каталог. Можливо, імена ваших папок не є дійсними іменами файлів у вибраній файловій системі. Будь ласка, змініть їх, а потім спробуйте скопіювати дані, що залишилися. Активний каталог зберігання не змінено. Зверніть увагу, що вибраний каталог тепер містить неповну копію вихідних даних!

# pref_storage_directory_cannot_move_files
source: Cannot move files
fa: نمی توان فایل ها را جابجا کرد
nl: Kan bestanden niet verplaatsen
pl: Nie można przenieść plików
uk: Неможливо перемістити файли

# dialog_storage_move_annotated_images_progress_text
source: Moving images …
nl: Bewegende beelden …
pl: Przenoszę obrazy …
uk: Переміщення зображення…
