Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# dialog_storage_directory_move_images_progress_text
source: Moving images …
nl: Bewegende beelden …
pl: Przenoszę obrazy …
uk: Переміщення зображення…

# cloud_storage_notice_text
source: Before setting up cloud storage, you should read the <a href="https://www.imagemeter.com/manual/storage/cloud">documentation</a> to avoid pitfalls.
fa: قبل از تنظیم ذخیره سازی ابری ، باید <a href="https://www.imagemeter.com/manual/storage/cloud">مستندات</a> را بخوانید تا از مشکلات جلوگیری شود.
nl: Voordat u cloudopslag instelt, moet u de <a href="https://www.imagemeter.com/manual/storage/cloud">documentatie</a> lezen om valkuilen te voorkomen.
pl: Przed skonfigurowaniem magazynu w chmurze należy przeczytać <a href="https://www.imagemeter.com/manual/storage/cloud">dokumentację</a>, pomoże Ci to uniknąć niespodzianek.
uk: Перш ніж налаштовувати хмарне сховище, вам слід ознайомитися з <a href="https://www.imagemeter.com/manual/storage/cloud">документацією</a>, щоб уникнути підводних каменів.

# cloud_storage_cloud_server
source: Cloud server:
fa: سرور ابری:
pl: Serwer w chmurze:
uk: Хмарний сервер:

# pref_cloud_storage_server_none
source: None
fa: هیچ
nl: Geen
pl: Brak
uk: Ні

# cloud_storage_server_note_drive
source: <b>Note:</b> the Google Drive backend does not allow access to shared folders yet. Hence, you can share images between devices when they use the same Google account, but not between devices using different accounts.
fa: <b>توجه:</b> باطن گوگل درایو هنوز اجازه دسترسی به پوشه های مشترک را ندارد. از این رو ، می توانید تصاویر را هنگامی که دستگاه ها از یک حساب گوگل یکسان استفاده می کنند بین آن ها به اشتراک بگذارید ، اما نه بین دستگاه هایی که از حساب های مختلف استفاده می کنند.
nl: <b>Opmerking:</b> Google Drive staat nog geen toegang tot gedeelde mappen toe. Daarom kunt u afbeeldingen delen tussen apparaten wanneer ze hetzelfde Google-account gebruiken, maar niet tussen apparaten die verschillende accounts gebruiken.
pl: <b>Uwaga:</b> backend Dysku Google nie pozwala jeszcze na dostęp do folderów współdzielonych. Dlatego możesz udostępniać obrazy między urządzeniami które używają tego samego konta Google, ale nie między urządzeniami używającymi różnych kont.
uk: <b>Примітка.</b> серверна частина Диска Google ще не надає доступ до спільних папок. Таким чином, ви можете обмінюватися зображеннями між пристроями, коли вони використовують один обліковий запис Google, але не між пристроями, які використовують різні облікові записи.

# cloud_storage_server_note_dropbox
source: The Dropbox backend also supports sharing your images with other Dropbox users. See the documentation at the link above how to set this up.
fa: باطن دراپ باکس همچنین از اشتراک تصاویر شما با سایر کاربران دراپ باکس پشتیبانی می کند. نحوه تنظیم این موارد را در پیوند بالا مشاهده کنید.
nl: Dropbox ondersteunt ook het delen van je afbeeldingen met andere Dropbox-gebruikers. Zie de documentatie op de bovenstaande link hoe dit in te stellen.
pl: Backend Dropbox obsługuje również udostępnianie zdjęć innym użytkownikom serwisu. Zobacz dokumentację pod linkiem powyżej by dowiedzieć się w jaki sposób to skonfigurować.
uk: Сервіс Dropbox також підтримує обмін зображеннями з іншими користувачами Dropbox. Перегляньте документацію за посиланням вище, як це налаштувати.

# cloud_storage_server_note_nextcloud
source: This backend allows you to use your own, private cloud server to host the images. You can set-up your own users and shared folders. Information how to set-up a server can be found at the documentation link above.
fa: این باطن به شما این امکان را می دهد تا از سرور ابری خصوصی و اختصاصی خود برای میزبانی عکس ها استفاده کنید. شما می توانید کاربران و پوشه های مشترک خود را تنظیم کنید. اطلاعات مربوط به راه اندازی سرور را می توانید در پیوند مستندات بالا پیدا کنید.
pl: Ten backend pozwala na przechowywanie obrazów przy użyciu własnego, prywatnego serwera w chmurze. Możesz skonfigurować własnych użytkowników i foldery współdzielone. Informacje na temat konfiguracji serwera można znaleźć w linku do dokumentacji powyżej.
uk: Цей бекенд дозволяє використовувати власний приватний хмарний сервер для розміщення зображень. Ви можете налаштувати власних користувачів і спільні папки. Інформацію про те, як налаштувати сервер, можна знайти за посиланням на документацію вище.

# cloud_storage_server_note_handwerkcloud
source: The Handwerkcloud service offers not only storage space for your images and documents, but also an online office suite and other applications. A Handwerkcloud subscription includes an ImageMeter Business license. For more information see the <a href="https://handwerkcloud.de">Handwerkcloud website</a>.
fa: سرویس HandwerkCloud نه تنها فضای ذخیره سازی برای عکس ها و اسناد شما را ارائه می دهد، بلکه یک مجموعه آفیس آنلاین و سایر برنامه های کاربردی را نیز در اختیار شما قرار می دهد. اشتراک HandwerkCloud شامل مجوز تجارت ImageMeter است. برای اطلاعات بیشتر، به <a href="https://handwerkcloud.de"> وب سایت handwerkcloud مراجعه کنید.
nl: De dienst Handwerkcloud biedt niet alleen opslagruimte voor uw afbeeldingen en documenten, maar ook een online kantoorpakket en andere applicaties. Bij een Handwerkcloud abonnement is een ImageMeter Business licentie inbegrepen. Zie voor meer informatie de <a href="https://handwerkcloud.de">Handwerkcloud-website</a>.
pl: Usługa Handwerkcloud oferuje nie tylko miejsce na zdjęcia i dokumenty, ale także pakiet biurowy online oraz inne aplikacje. Subskrypcja Handwerkcloud obejmuje także licencję ImageMeter Business. Aby uzyskać więcej informacji, zobacz \u003ca href="https://handwerkcloud.de"\u003e witrynę Handwerkcloud \u003c/a\u003e.
uk: Служба Handwerkcloud пропонує не лише місце для зберігання ваших зображень і документів, а й офісний онлайн-пакет та інші програми. Підписка Handwerkcloud включає ліцензію ImageMeter Business. Додаткову інформацію можна знайти на <a href="https://handwerkcloud.de">веб-сайті Handwerkcloud</a>.

# cloud_storage_server_note_onedrive
source: The OneDrive backend might be suitable if you want easy access to your annotated images from your Windows PC.
pl: Backend OneDrive może być odpowiedni, jeśli chcesz mieć łatwy dostęp do obrazów opatrzonych adnotacjami używając komputera z systemem Windows.
uk: Сервер OneDrive може підійти, якщо вам потрібен легкий доступ до анотованих зображень зі свого ПК з Windows.

# cloud_storage_do_two_way_sync
source: Do two-way sync
fa: همگام سازی دو طرفه را انجام دهید
nl: Voer tweerichtings synchronisatie uit
pl: Wykonaj synchronizację dwukierunkową
uk: Виконайте двосторонню синхронізацію

# cloud_storage_base_directory
source: Data directory:
fa: فهرست داده ها:
nl: Gegevensmap:
pl: Katalog danych:
uk: Каталог даних:

# cloud_storage_two_way_info_title
source: Two-way sync
fa: همگام سازی دو طرفه
nl: Synchronisatie in twee richtingen
pl: Synchronizacja dwukierunkowa
uk: Двостороння синхронізація

# cloud_storage_two_way_info_text
source: The two-way sync is for exchanging data between multiple devices. The data it stores on the cloud storage is for internal use only. Do not modify the data stored on the cloud server manually!
fa: همگام سازی دو طرفه برای تبادل داده ها بین چندین دستگاه است. داده هایی که در فضای ذخیره سازی ابری ذخیره می کند فقط برای استفاده داخلی است. داده های ذخیره شده در سرور ابری را به صورت دستی اصلاح نکنید!
nl: De tweerichtingssynchronisatie is voor het uitwisselen van gegevens tussen meerdere apparaten. De gegevens die in de cloudopslag worden opgeslagen, zijn alleen voor intern gebruik. Wijzig de gegevens die op de Cloud server zijn opgeslagen niet handmatig!
pl: Synchronizacja dwukierunkowa służy do wymiany danych między wieloma urządzeniami. Dane przechowywane w chmurze są przeznaczone wyłącznie do użytku wewnętrznego. Nie modyfikuj ręcznie danych przechowywanych na serwerze chmury!
uk: Двостороння синхронізація призначена для обміну даними між кількома пристроями. Дані, які він зберігає в хмарному сховищі, призначені лише для внутрішнього використання. Не змінюйте дані, що зберігаються на хмарному сервері, вручну!

# cloud_storage_do_image_upload_sync
source: Do image upload
fa: آپلود عکس را انجام دهید
nl: Upload afbeeldingen
pl: Prześlij obraz
uk: Завантажити зображення

# cloud_storage_anno_base_directory
source: Image directory:
fa: دایرکتوری عکس
nl: Afbeeldingenmap:
pl: Katalog obrazów:
uk: Каталог зображень:

# cloud_storage_default_anno_base_path
source: ImageMeter-Measures
pl: Pomiary-ImageMeter

# cloud_storage_image_upload_info_title
source: Image upload
fa: آپلود عکس
nl: Afbeelding uploaden
pl: Przesyłanie obrazu
uk: Завантаження зображення

# cloud_storage_image_upload_info_text
source: The image upload option stores the measured images on the cloud server. This is the right option if you want to access your images from your office PC. This option cannot be used to exchange data between mobile devices. In fact, you should not sync to the same cloud image directory from several devices.
fa: گزینه آپلود عکس ، عکس های اندازه گیری شده را در سرور ابری ذخیره می کند. اگر می خواهید از طریق آفیس رایانه شخصی خود به عکس ها خود دسترسی پیدا کنید ، این گزینه مناسب است. از این گزینه نمی توان برای تبادل داده ها بین دستگاه هایتلفن همراه استفاده کرد. در واقع ، شما نباید با همان دایرکتوری عکس ابری از چندین دستگاه همگام سازی کنید.
nl: De optie voor het uploaden van afbeeldingen slaat de gemeten afbeeldingen op de Cloud server op. Dit is de juiste optie als u toegang wilt tot uw afbeeldingen vanaf uw pc op kantoor. Deze optie kan niet worden gebruikt om gegevens uit te wisselen tussen mobiele apparaten. In feite zou u niet vanaf verschillende apparaten naar dezelfde map met Cloud afbeeldingen moeten synchroniseren.
pl: Opcja przesyłania obrazu przechowuje zmierzone obrazy na serwerze w chmurze. Jest to właściwa opcja, jeśli chcesz uzyskać dostęp do zdjęć z komputera biurowego. Z tej opcji nie można korzystać do wymiany danych między urządzeniami mobilnymi. W rzeczywistości nie należy synchronizować tego samego katalogu obrazów w chmurze z kilku urządzeń.
uk: Параметр завантаження зображень зберігає виміряні зображення на хмарному сервері. Це правильний варіант, якщо ви хочете отримати доступ до своїх зображень зі свого офісного ПК. Цей параметр не можна використовувати для обміну даними між мобільними пристроями. Насправді, вам не слід синхронізувати з одним і тим самим каталогом зображень хмари з кількох пристроїв.

# cloud_storage_account
source: Account owner:
fa: صاحب حساب:
nl: Accounteigenaar:
pl: Właściciel konta:
uk: Власник облікового запису:

# cloud_storage_nextcloud_check_sign_in
source: Check sign in
fa: بررسی ورود به سیستم
nl: Aanmelden controleren
pl: Sprawdź logowanie
uk: Перевірити вхід

# cloud_storage_nextcloud_sign_in_successful
source: Signed in successfully.
fa: با موفقیت وارد سیستم شد.
nl: Succesvol aangemeld.
pl: Logowanie pomyślne.
uk: Успішно ввійшов.

# cloud_storage_handwerkcloud_manual_login_checkbox
source: Manual login
fa: ورود به سیستم دستی
nl: Handmatig inloggen
pl: Logowanie ręczne
uk: Вхід вручну

# cloud_storage_handwerkcloud_login_button
source: Log in
fa: وارد شدن
pl: Zaloguj się
uk: Увійти

# cloud_storage_server_url
source: Server URL:
fa: URL سرور:
pl: Adres URL serwera:
uk: URL-адреса сервера:

# cloud_storage_user_name
source: User name:
fa: نام کاربری:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
uk: Ім'я користувача:

# cloud_storage_password
source: Password:
fa: رمز عبور:
nl: Wachtwoord:
pl: Hasło:
uk: Пароль:

# cloud_storage_sign_in
source: Sign in
fa: ورود به سیستم
nl: Aanmelden
pl: Zaloguj się
uk: Увійти

# cloud_storage_sign_out
source: Sign out
fa: خروج از سیستم
nl: Afmelden
pl: Wyloguj się
uk: Вийти з аккаунта

# cloud_storage_revoke_access
source: Revoke access
fa: لغو دسترسی
nl: Toegang intrekken
pl: Odwołaj dostęp
uk: Скасувати доступ

# cloud_storage_cautiousness
source: Cautiousness:
fa: احتیاط:
nl: Voorzichtig:
pl: Ostrożnie:
uk: Увага:

# pref_template_title
source: Templates
fa: الگوها
nl: Sjablonen
pl: Szablony
uk: Шаблони

# pref_template_description
source: Templates let you define standard measurement tasks. You can structure your data collection by assigning tags to the measurements. You can also define the layout of tabular output of your measurements. On this page, you find the list of templates for your measurement tasks. For more information, see the <a href="https://www.imagemeter.com/manual/templates/overview">tutorials and manual</a>. Note: templates are part of the <a href="upgrade-dialog">Business version</a>.
nl: Met sjablonen kunt u standaard meettaken definiëren. U kunt uw gegevensverzameling structureren door tags aan de metingen toe te wijzen. U kunt ook de lay-out van de uitvoer in tabelvorm van uw metingen definiëren. Op deze pagina vindt u de lijst met sjablonen voor uw meettaken. Zie voor meer informatie de <a href="https://www.imagemeter.com/manual/templates/overview">zelfstudie en handleiding</a>. Opmerking: sjablonen maken deel uit van de <a href="upgrade-dialog">Business-versie</a>.
pl: Szablony pozwalają zdefiniować standardowe zadania pomiarowe. Możesz uporządkować zbiór danych, przypisując znaczniki do pomiarów. Możesz także zdefiniować układ tabelarycznych wyników pomiarów. Na tej stronie znajdziesz listę szablonów do zadań pomiarowych. Więcej informacji można znaleźć w <a href="https://www.imagemeter.com/manual/templates/overview">samouczkach i instrukcji</a>. Uwaga: szablony są częścią <a href="upgrade-dialog">wersji biznesowej</a>.
uk: Шаблони дозволяють визначати стандартні завдання вимірювання. Ви можете структурувати збір даних, призначаючи теги для вимірювань. Ви також можете визначити макет табличного виведення ваших вимірювань. На цій сторінці ви знайдете список шаблонів для завдань вимірювання. Щоб дізнатися більше, перегляньте <a href="https://www.imagemeter.com/manual/templates/overview">підручники та посібник</a>. Примітка: шаблони є частиною <a href="upgrade-dialog">бізнес-версії</a>.

# pref_template_list_title
source: List of templates
nl: Lijst met sjablonen
pl: Lista szablonów
uk: Список шаблонів

# pref_template_add_template
source: + add template
fa: + افزودن الگو
nl: + sjabloon toevoegen
pl: + dodaj szablon
uk: + додати шаблон

# pref_template_template_name
source: Template name:
fa: نام الگو:
nl: Sjabloonnaam:
pl: Nazwa szablonu:
uk: Назва шаблону:

# pref_dialog_template_add_title
source: Template type
pl: Typ szablonu

# pref_dialog_template_add_general_description
source: Choose the template that best matches your needs. You can further customize it later.
pl: Wybierz szablon, który najlepiej odpowiada Twoim potrzebom. Możesz go później dostosować.

# pref_dialog_template_add_description_title
source: Template description:
fa: شرح الگو:
nl: Sjabloon omschrijving:
pl: Opis szablonu:
uk: Опис шаблону:

# pref_dialog_template_add_description_custom
source: Each image fills one row in the table. You may assign a tag to each measurement. Each table column contains the measurement for a specific tag.
pl: Każdy obraz wypełnia jeden wiersz w tabeli. Możesz przypisać etykietę do każdego pomiaru. Każda kolumna tabeli zawiera pomiar dla określonej etykiety.

# pref_dialog_template_add_description_wall_area
source: This template is the basis for area computations. The area of some elements is added to the sum (e.g. walls), while other elements are subtracted (e.g. windows).
pl: Ten szablon jest podstawą do obliczeń powierzchni. Powierzchnia niektórych elementów jest dodawana do sumy (np. ściany), podczas gdy inne elementy są odejmowane (np. okna).

# pref_dialog_template_add_description_parts_list
source: This template lets you generate bills of material, counting different objects, or summing the length of products (e.g. electrical cables).
pl: Ten szablon umożliwia generowanie zestawień materiałowych, liczenia różnych przedmiotów lub sumowania długości produktów (np. przewodów elektrycznych).

# pref_template_config_custom_edit_tags_description
source: <b>Tags</b> are assigned to measurements to specify their purpose. For example, a tag may tell that the measured rectangle is a <em>window</em> or a <em>wall</em>. Further on, these tags can be used to sort these measurements into data tables.
nl: <b>Etiketten/Tags</b> worden toegewezen aan metingen om hun doel te specificeren. Een etiket/tag kan bijvoorbeeld vertellen dat de gemeten rechthoek een <em>raam</em> of een <em>muur</em> is. Later kunnen deze etiketten/tags worden gebruikt om deze metingen in gegevenstabellen te sorteren.
pl: <b>Etykiety</b> są przypisane do pomiarów w celu określenia ich przeznaczenia. Mogą na przykład wskazywać, że mierzony prostokąt jest <em>oknem</em> lub <em>ścianą</em>. Mogą służyć do sortowania tych pomiarów w tabelach danych.
uk: <b>Теги</b> призначаються вимірюванням для визначення їх призначення. Наприклад, тег може вказувати, що виміряний прямокутник є <em>вікном</em> або <em>стіною</em>. Далі, ці теги можна використовувати для сортування цих вимірювань у таблицях даних.

# pref_template_config_custom_edit_tags
source: Edit element tags
fa: ویرایش برچسب های عنصر
nl: Element etiketten/tags bewerken
pl: Edytuj etykiety elementów
uk: Редагувати теги елементів

# pref_template_config_custom_edit_tables_description
source: <b>Table layouts</b> define how to arrange your measurements into a data table.
nl: <b>Tabellay-outs</b> bepalen hoe u de metingen in een gegevenstabel rangschikt.
pl: <b>Układy tabeli</b> określają sposób uporządkowania pomiarów w tabeli danych.
uk: <b>Макети таблиць</b> визначають, як упорядкувати ваші вимірювання в таблицю даних.

# pref_template_config_custom_edit_tables
source: Edit table layouts
fa: ویرایش چیدمان ها جدول
nl: Tabelindeling bewerken
pl: Edytuj układy tabel
uk: Редагувати макети таблиці

# pref_template_config_custom_title
source: Custom Template
fa: الگوی سفارشی
nl: Aangepaste sjabloon
pl: Szablon niestandardowy
uk: Спеціальний шаблон

# pref_template_config_custom_section_tags
source: Tags
fa: برچسب ها
nl: Etiketten/tags
pl: Etykiety
uk: Мітки

# pref_template_config_custom_add_tag
source: + add tag
fa: + افزودن برچسب
nl: + etiket/tag toevoegen
pl: + dodaj etykietę
uk: + додати тег

# pref_template_config_custom_label_type
source: Type:
fa: نوع:
pl: Rodzaj:
uk: Тип:

# pref_template_config_custom_unit
source: Unit:
fa: واحد:
nl: Eenheid:
pl: Jednostka:
uk: Одиниця:

# pref_template_config_custom_section_table_layouts
source: Table layouts
fa: چیدمان جدول
nl: Tabelindelingen
pl: Układy tabel
uk: Макети столів

# pref_template_config_custom_add_table_layout
source: + add table layout
fa: + افزودن چیدمان جدول
nl: + tabelindeling toevoegen
pl: + dodaj układ tabeli
uk: + додати макет таблиці

# pref_template_config_custom_table_description
source: You may define several different layouts how the measured data is arranged into data tables.
fa: شما می توانید چندین چیدمان مختلف داده ها را در مورد چیدمان داده های اندازه گیری شده در جداول داده تعریف کنید.
nl: U kunt verschillende lay-outs definiëren hoe de gemeten gegevens in gegevenstabellen worden gerangschikt.
pl: Możesz zdefiniować kilka różnych układów, w jaki sposób zmierzone wartości są rozmieszczone w tabelach danych.
uk: Ви можете визначити кілька різних макетів, як впорядковані вимірювані дані в таблиці даних.

# pref_template_config_custom_tag_name
source: Tag name
nl: Etiket/tag naam
pl: Nazwa etykiety
uk: Ім'я тега

# pref_template_custom_tag_filter
source: Filter
pl: Filtr
uk: Фільтр

# templ_filter_text
source: Text
fa: متن
nl: Tekst
pl: Tekst
uk: Текст

# pref_template_custom_table_title
source: Custom Table Configuration
pl: Niestandardowa konfiguracja tabeli

# pref_template_custom_table_name
source: Table name
pl: Nazwa tabeli

# pref_template_custom_table_columns
source: Table columns
pl: Kolumny tabeli

# pref_template_custom_table_columns_add
source: + add column
pl: + dodaj kolumnę

# pref_template_custom_tag_filter_info_title
source: Element filter
fa: فیلتر عنصر
nl: Elementen filter
pl: Filtr elementu
uk: Елементний фільтр

# pref_template_custom_tag_filter_info_description
source: This tag may only be assigned to elements that have the selected measurement type.
fa: این برچسب فقط ممکن است به عناصری اختصاص یابد که نوع اندازه گیری انتخاب شده را دارند.
nl: Dit etiket/tag mag alleen worden toegewezen aan elementen die het geselecteerde meettype hebben.
pl: Ta etykieta może być przypisana tylko do elementów, które mają wybrany typ pomiaru.
uk: Цей тег може бути призначений лише для елементів, які мають вибраний тип вимірювання.

# pref_template_custom_table_column_content_info_title
source: Column content
pl: Zawartość kolumny

# pref_template_custom_table_column_content_info_description
source: Specify the cell content in this column. This can be either a measurement value that you annotated with a tag, or image metadata (e.g. image name, capture date).
pl: Określ zawartość komórki w tej kolumnie. Może to być wartość pomiaru, do której dodano adnotację etykietą, lub metadane obrazu (np. nazwa obrazu, data wykonania).

# pref_template_custom_table_column_measure_info_title
source: Measure selection
pl: Wybór pomiaru

# pref_template_custom_table_column_measure_info_description
source: Here, you define which measurement of the tagged element to put into this column. E.g. for a circle you can choose between its area, radius, circumference, …
pl: W tym miejscu definiujesz, jaki pomiar oznakowanego elementu umieścić w tej kolumnie. Na przykład. dla koła możesz wybrać między jego polem, promieniem, obwodem itd.

# pref_template_custom_table_column_multiplevalues_info_title
source: Multiple values per cell
pl: Wielokrotne wartości na komórkę

# pref_template_custom_table_column_multiplevalues_info_description
source: When several elements are assigned the same tag, several values will be placed into one cell. Here you can choose to sum these values, take their average, or other options instead of keeping all in one cell.
pl: Gdy więcej niż jeden element ma przypisany tę samą etykietę, kilka wartości zostanie umieszczonych w jednej komórce. Tutaj możesz zsumować te wartości, wyliczyć ich średnią lub wybrać inne opcje zamiast trzymać wszystko w jednej komórce.

# pref_template_custom_table_column_numColumns_info_title
source: Number of columns
pl: Liczba kolumn

# pref_template_custom_table_column_numColumns_info_description
source: Creates this number of columns to fill in values with this tag. Use this when you have several measurements with the same tag in one image.
pl: Tworzy określoną liczbę kolumn, aby wypełnić wartości tą etykietą. Użyj opcji, gdy masz kilka pomiarów z tą samą etykietą na jednym obrazie.

# pref_template_custom_table_column_footer_info_title
source: Footer row content
pl: Treść wiersza stopki

# pref_template_custom_table_column_footer_info_description
source: What to place in the footer row of the table. Options include the sum of all values in the column, the maximum, the average, and other options.
pl: Określa co ma być umieszczone w stopce tabeli. Opcje obejmują sumę wszystkich wartości w kolumnie, maksimum, średnią i inne opcje.

# pref_template_custom_table_column_title
source: Column header
pl: Nagłówek kolumny

# pref_template_custom_table_column_content
source: Content
pl: Zawartość

# pref_template_custom_table_column_label_type
source: Measure
pl: Pomiar

# pref_template_custom_table_column_conflict
source: Multiple values
pl: Wiele wartości

# pref_template_custom_table_column_num_separate_columns
source: Num. columns
pl: Nr kolumn

# pref_template_custom_table_column_footer
source: Footer row
pl: Rząd stopki

# pref_template_custom_table_column_footer_no_operation
source: Empty
pl: Pusty

# pref_template_areasum_template_title
source: Area Sum Template Configuration
fa: پیکربندی الگوی مجموع سطح
nl: Configuratie oppervlaktesom sjabloon
pl: Konfiguracja szablonu sum powierzchni
uk: Конфігурація шаблону площі суми
