Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# generic_button_cancel
source: Cancel
fa: لغو
nl: Annuleren
pl: Anuluj
uk: Скасувати

# generic_button_dismiss
source: Dismiss
fa: رد کردن
nl: Afwijzen
pl: Zamknij
uk: Відхилити

# generic_dialog_title_error
source: Error
fa: خطا
nl: Fout
pl: Błąd
uk: Помилка

# generic_dialog_title_warning
source: Warning
fa: هشدار
nl: Waarschuwing
pl: Ostrzeżenie
uk: Увага

# generic_dialog_title_note
source: Note
fa: یادداشت
nl: Opmerking
pl: Uwaga
uk: Примітка

# generic_lowercase_yes
source: yes
fa: بله
nl: ja
pl: tak
uk: так

# generic_lowercase_no
source: no
fa: خیر
nl: nee
pl: nie
uk: ні

# generic_lowercase_unknown
source: unknown
fa: ناشناخته
nl: onbekend
pl: nieznany
uk: невідомо

# generic_confirm_delete
source: Really delete
fa: واقعاً حذف شود
nl: Definitief verwijderen
pl: Naprawdę chcesz usunąć
uk: Справді видалити

# generic_cancel_delete
source: Cancel
fa: لغو
nl: Annuleren
pl: Anuluj
uk: Скасувати

# generic_action_undo
source: Undo
fa: واگرد
nl: Ongedaan maken
pl: Cofnij

# imageLibrary_new_cameraCapture
source: Camera capture
nl: Camera-opname
pl: Zrób zdjęcie
uk: Зйомка камерою

# imageLibrary_new_importImage
source: Import image/PDF
nl: Afbeelding/PDF importeren
pl: Importuj obraz/PDF
uk: Імпортувати зображення/PDF

# imageLibrary_new_canvas
source: New canvas
fa: بوم جدید
nl: Nieuw tekenblad
pl: Nowe płótno
uk: Нове полотно

# imageLibrary_new_folder
source: New folder
fa: پوشۀ جدید
nl: Nieuwe map
pl: Nowy folder
uk: Нова папка

# imageLibrary_folder_contextMenu_share
source: Share folder
fa: اشتراک پوشه
nl: Deel map
pl: Udostępnij folder
uk: Спільна папка

# imageLibrary_folder_contextMenu_rename
source: Rename folder
fa: تغییرنام پوشه
nl: Map hernoemen
pl: Zmień nazwę folderu
uk: Перейменувати папку

# imageLibrary_folder_contextMenu_move
source: Move to folder
fa: انتقال به پوشه
nl: Verplaatsen naar map
pl: Przenieś do folderu
uk: Перемістити в папку

# imageLibrary_folder_contextMenu_duplicate
source: Duplicate
fa: تکراری
nl: Duplicaat
pl: Duplikuj
uk: Дублікат

# imageLibrary_folder_contextMenu_delete
source: Delete folder
fa: حذف پوشه
nl: Verwijder map
pl: Usuń folder
uk: Видалити папку

# imageLibrary_folder_contextMenu_undelete
source: Undelete
fa: لغو حذف
nl: Verwijderen ongedaan maken
pl: Cofnij usunięcie
uk: Відмінити видалення

# imageLibrary_folder_contextMenu_purge
source: Purge
fa: پاکسازی
nl: Definitief verwijderen
pl: Oczyść
uk: Видаляти

# imageLibrary_folder_contextMenu_print
source: Print folder
fa: پوشه چاپ
nl: Map afdrukken
pl: Drukuj folder
uk: Друк папки

# imageLibrary_image_contextMenu_share
source: Share
nl: Delen
pl: Udostępnij
uk: Поділіться

# imageLibrary_image_contextMenu_rename
source: Rename
nl: Hernoemen
pl: Zmień nazwę
uk: Перейменувати

# imageLibrary_image_contextMenu_move
source: Move to folder
fa: انتقال به پوشه
nl: Verplaatsen naar map
pl: Przenieś do folderu
uk: Перемістити в папку

# imageLibrary_image_contextMenu_copyToClipboard
source: Copy to clipboard
pl: Skopiuj do schowka

# imageLibrary_image_contextMenu_pasteAnnotationFromClipboard
source: Paste annotation
pl: Wklej adnotację

# imageLibrary_image_contextMenu_duplicate
source: Duplicate
fa: تکراری
nl: Kopieer
pl: Duplikuj
uk: Дублікат

# imageLibrary_image_contextMenu_delete
source: Delete
nl: Verwijderen
pl: Usuń
uk: Видалити

# imageLibrary_image_contextMenu_undelete
source: Undelete
fa: لغو حذف
nl: Verwijderen ongedaan maken
pl: Cofnij usunięcie
uk: Відмінити видалення

# imageLibrary_image_contextMenu_purge
source: Purge
fa: پاکسازی
nl: Definitief verwijderen
pl: Oczyść
uk: Видаляти

# imageLibrary_image_contextMenu_print
source: Print
fa: چاپ
nl: Afdrukken
pl: Drukuj obraz
uk: Друк

# imageLibrary_image_contextMenu_imageInfo
source: Image info…
fa: اطلاعات عکس...
nl: Afbeeldingsinfo…
pl: Informacje o obrazie…
uk: Інформація про зображення…

# imageLibrary_image_contextMenu_forcedCloudUpload
source: Force cloud upload
fa: نیروی آپلود ابری
nl: Forceer cloud-upload
pl: Wymuś przesłanie do chmury
uk: Примусове завантаження в хмару

# imageLibrary_menu_openDisplayOptions
source: Display options…
fa: گزینه های نمایش...
nl: Weergaveopties…
pl: Opcje wyświetlania…
uk: Параметри відображення…

# imageLibrary_menu_openImageNumberingOptions
source: Image numbering…
fa: شماره گذاری عکس…
nl: Afbeeldingsnummer…
pl: Numeracja zdjęć…
uk: Нумерація зображень…

# imageLibrary_menu_openSettings
source: Settings…
fa: تنظیمات
nl: Instellingen…
pl: Ustawienia…
uk: Налаштування…

# imageLibrary_snackbar_imageDeleted
source: Image deleted
fa: عکس حذف شد
nl: Afbeelding verwijderd
pl: Usunięto obraz
uk: Зображення видалено

# imageLibrary_snackbar_folderDeleted
source: Folder deleted
fa: پوشه حذف شد
nl: Map verwijderd
pl: Usunięto folder
uk: Папка видалена

# imageLibrary_search_hint
source: Search images
fa: جستجوی عکس ها
nl: Zoek afbeeldingen
pl: Szukaj obrazów
uk: Пошук зображень

# imageLibrary_sortingOrder_alpha_ascending
source: Alphabetical
fa: حروف الفبا
nl: Alfabet oplopend
pl: Wg alfabetu, od A do Z
uk: За алфавітом

# imageLibrary_sortingOrder_alpha_descending
source: Alphabetical, reverse
fa: حروف الفبا ، معکوس کردن
nl: Alfabet aflopend
pl: Wg alfabetu, od Z do A
uk: За алфавітом, в зворотньому порядку

# imageLibrary_sortingOrder_time_ascending
source: Time, earliest on top
fa: زمان ، اولین بار در بالا
nl: Tijd, nieuwste bovenaan
pl: Wg czasu, od najstarszych
uk: Час за зростанням

# imageLibrary_sortingOrder_time_descending
source: Time, latest on top
fa: زمان ، آخرین در بالای صفحه
nl: Tijd, oudste bovenaan
pl: Wg czasu, od najnowszych
uk: Час за спаданням

# imageLibrary_sortingOrder_number_ascending
source: Number, ascending
fa: شماره ، صعودی
nl: Getal, oplopend
pl: Wg liczby, rosnąco
uk: Число, зростання

# imageLibrary_sortingOrder_number_descending
source: Number, descending
fa: شماره ، نزولی
nl: Getal, aflopend
pl: Wg liczby, malejąco
uk: Число, спадання

# navigationDrawer_preferences
source: Settings
fa: تنظیمات
nl: Instellingen
pl: Ustawienia
uk: Налаштування

# navigationDrawer_documentation
source: Documentation
fa: مستندات
nl: Documentatie
pl: Dokumentacja
uk: Документація

# navigationDrawer_upgrade
source: Upgrade
pl: Aktualizacja
uk: Оновлення

# navigationDrawer_importImagesFromFreeApp
source: Import images from free app
fa: وارد کردن عکس ها از برنامۀ رایگان
nl: Importeer afbeeldingen uit de gratis app
pl: Importuj zdjęcia z bezpłatnej wersji aplikacji
uk: Імпортувати зображення з безкоштовної програми

# navigationDrawer_aboutApp
source: About app
nl: Over de App
pl: O aplikacji
uk: Про додаток

# navigationDrawer_contact
source: Contact us
fa: با ما تماس بگیرید
nl: Neem contact met ons op
pl: Skontaktuj się z nami
uk: Зв'яжіться з нами

# navigationDrawer_license
source: License: %1$s
fa: مجوز: %1$s
nl: Licentie: %1$s
pl: Licencja: %1$s
uk: Ліцензія: %1$s

# navigationDrawer_owner
source: Owner: %1$s
fa: مالک: %1$s
nl: Eigenaar: %1$s
pl: Właściciel: %1$s
uk: Власник: %1$s

# navigationDrawer_user
source: User: %1$s
fa: کاربر: %1$s
nl: Gebruiker: %1$s
pl: Użytkownik: %1$s
uk: Користувач: %1$s

# navigationDrawer_version
source: Version: %1$s
fa: نسخه: %1$s
nl: Versie: %1$s
pl: Wersja: %1$s
uk: Версія: %1$s

# imageLibrary_numberingDialog_title
source: Image numbers
fa: شماره های عکس
nl: Afbeelding nummer
pl: Numeracja obrazów
uk: Номери зображень

# imageLibrary_numberingDialog_enableAutoNumbering
source: Enable auto-numbering
fa: فعال کردن شماره گذاری خودکار
nl: Schakel automatische nummering in
pl: Włącz automatyczne numerowanie
uk: Увімкнути автоматичну нумерацію

# imageLibrary_numberingDialog_startNumber
source: Start
fa: شروع
nl: Begin
pl: Początek
uk: Початок

# imageLibrary_numberingDialog_numberIncrement
source: Increment
fa: افزایش
nl: Verhogen
pl: Przyrost o
uk: Зростання

# imageLibrary_numberingDialog_renumbering_sectionTitle
source: Renumber existing images
fa: شماره گذاری مجدد عکس ها موجود
nl: Opnieuw nummeren bestaande afbeeldingen
pl: Zmień numerację istniejących obrazów
uk: Перенумеруйте наявні зображення

# imageLibrary_numberingDialog_renumbering_keepOldNumberOrder
source: Keep order of old numbers
fa: حفظ ترتیب اعداد قدیمی
nl: Houd de oude nummers op volgorde
pl: Zachowaj porządek starej numeracji
uk: Зберегти порядок старих номерів

# imageLibrary_numberingDialog_renumbering_doRenumber
source: Renumber
fa: شماره گذاری مجدد
nl: Opnieuw nummeren
pl: Zmień numerację
uk: Змінити номер

# imageLibrary_numberingDialog_renumbering_removeAllNumbers
source: Remove numbers
fa: برداشتن شماره ها
nl: Nummers verwijderen
pl: Usuń liczby
uk: Видалити номер

# imageLibrary_displayOptionsDialog_title
source: Display options
fa: گزینه های نمایش
nl: Weergaveopties
pl: Opcje wyświetlania
uk: Параметри відображення

# imageLibrary_displayOptionsDialog_showDeletedImages
source: Show deleted images
fa: نمایش عکس های حذف شده
nl: Laat verwijderde afbeeldingen zien
pl: Pokaż usunięte obrazy
uk: Показати видалені зображення

# imageLibrary_displayOptionsDialog_showImageNumbers
source: Show image numbers
fa: نمایش شماره های عکس
nl: Toon afbeeldingsnummers
pl: Pokaż numery obrazów
uk: Показати номери зображень

# imageLibrary_displayOptionsDialog_imageListStyle_title
source: Show images as
fa: نمایش عکس ها به عنوان
nl: Toon afbeeldingen als
pl: Wyświetl obrazy jako
uk: Показати зображення як

# imageLibrary_displayOptionsDialog_imageListStyle_list_large
source: Large list
fa: لیست بزرگ
nl: Grote lijst
pl: Duża lista
uk: Великий список

# imageLibrary_displayOptionsDialog_imageListStyle_list_medium
source: Medium list
fa: لیست متوسط
nl: Middelgrote lijst
pl: Średnia lista
uk: Середній список

# imageLibrary_displayOptionsDialog_imageListStyle_list_small
source: Small list
fa: لیست کوچک
nl: Kleine lijst
pl: Mała lista
uk: Невеликий список

# imageLibrary_displayOptionsDialog_imageListStyle_grid_large
source: Large grid
fa: شبکه بزرگ
nl: Groot rooster
pl: Duża siatka
uk: Велика сітка

# imageLibrary_displayOptionsDialog_imageListStyle_grid_medium
source: Medium grid
fa: شبکه متوسط
nl: Middelgroot rooster
pl: Średnia siatka
uk: Середня сітка

# imageLibrary_displayOptionsDialog_imageListStyle_grid_small
source: Small grid
fa: شبکه کوچک
nl: Klein rooster
pl: Mała siatka
uk: Маленька сітка

# imageLibrary_folderNameDialog_name
source: Folder name
fa: نام پوشه
nl: Naam van de map
pl: Nazwa folderu
uk: Назва папки

# imageLibrary_folderNameDialog_name_hint
source: Enter folder name
nl: Voer de mapnaam in
pl: Wprowadź nazwę folderu
uk: Введіть назву папки

# imageLibrary_folderNameDialog_iconColor
source: Folder color
fa: رنگ پوشه
nl: Map kleur
pl: Kolor folderu
uk: Колір папки

# imageLibrary_folderNameDialog_template
source: Template
fa: الگو
nl: Sjabloon
pl: Szablon
uk: Шаблон

# imageLibrary_folderNameDialog_notes
source: Notes
fa: یادداشت
nl: Notities
pl: Notatki
uk: Примітки

# imageLibrary_imageNameDialog_name
source: Image name
fa: نام عکس
nl: Afbeeldingsnaam
pl: Tytuł obrazu
uk: Назва зображення

# imageLibrary_imageNameDialog_name_hint
source: Enter image name
fa: نام عکس را وارد کنید
nl: Voer de naam van de afbeelding in
pl: Wprowadź nazwę obrazu
uk: Введіть назву зображення

# imageLibrary_imageNameDialog_template
source: Template
fa: الگو
nl: Sjabloon
pl: Szablon
uk: Шаблон

# imageLibrary_imageNameDialog_number
source: Number
fa: شماره
nl: Nummer
pl: Numer
uk: Номер

# imageLibrary_imageNameDialog_notes
source: Notes
fa: یادداشت
nl: Notities
pl: Notatki
uk: Примітки

# imageLibrary_clipboardPasteDialog_title
source: Clipboard paste options
pl: Opcje wklejania ze schowka

# imageLibrary_clipboardPasteDialog_alsoCopyMeasurementValues
source: Copy measurements
pl: Skopiuj pomiary

# imageLibrary_clipboardPasteDialog_centerAnnotationOnImage
source: Center on image
pl: Wyśrodkuj na obrazie

# imageselect_dialog_move_image_to_folder_title
source: Choose target folder for the image
fa: انتخاب پوشۀ هدف برای عکس
nl: Kies de doelmap voor de afbeelding
pl: Wybierz folder docelowy dla obrazu
uk: Виберіть цільову папку для зображення

# aboutApp_version
source: Version:
nl: Versie:
pl: Wersja:
uk: Версія:

# aboutApp_license
source: License:
nl: Licentie:
pl: Licencja:
uk: Ліцензія:

# aboutApp_downloadSource
source: Source:
fa: منبع:
nl: Bron:
pl: Źródło:
uk: Джерело:

# aboutApp_tutorialLink
source: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Tutorial video</a>
nl: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Instructievideo</a>
pl: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Samouczek video</a>
uk: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">Навчальний відеоролик</a>

# aboutApp_documentationLink
source: <a href="https://www.imagemeter.com/manual">Documentation</a>
fa: <a href="https://www.imagemeter.com/manual">مستندات</a>
nl: <a href="https://www.imagemeter.com/manual">Documentatie</a>
pl: <a href="https://www.imagemeter.com/manual">Dokumentacja</a>
uk: <a href="https://www.imagemeter.com/manual">Документація</a>

# aboutApp_releaseNotes
source: <a href="release-notes">Release notes</a>
fa: <a href="release-notes">یادداشت های انتشار</a>
nl: <a href="release-notes">Release-opmerkingen</a>
pl: <a href="release-notes">Informacje o wersji</a>
uk: <a href="release-notes">Примітки до релізу</a>

# aboutApp_contactLink
source: <a href="mailto:info@imagemeter.com">Contact email</a>
fa: <a href="mailto:info@imagemeter.com">ایمیل تماس</a>
nl: <a href="mailto:info@imagemeter.com">Contact e-mailadres</a>
pl: <a href="mailto:info@imagemeter.com">E-mail kontaktowy</a>
uk: <a href="mailto:info@imagemeter.com">Контактна електронна адреса</a>

# aboutApp_privacyPolicyLink
source: <a href="https://www.iubenda.com/privacy-policy/43586350">Privacy policy</a>
fa: <a href="https://www.iubenda.com/privacy-policy/43586350">سیاست حفظ حریم خصوصی</a>
nl: <a href="https://www.iubenda.com/privacy-policy/43586350">Privacybeleid</a>
pl: <a href="https://www.iubenda.com/privacy-policy/43586350">Polityka prywatności</a>
uk: <a href="https://www.iubenda.com/privacy-policy/43586350">Політика конфіденційності</a>

# aboutApp_licenses
source: <a href="licenses">Licenses</a>
fa: <a href="licenses">مجوزها</a>
nl: <a href="licenses">Licenties</a>
pl: <a href="licenses">Licencje</a>
uk: <a href="licenses">Ліцензії</a>

# image_info_image_name
source: Image Name
pl: Nazwa obrazu

# image_info_capture_date
source: Capture Date
pl: Data obrazu

# image_info_creation_date
source: Creation Date
pl: Data utworzenia

# image_info_original_resolution
source: Original Image Resolution
pl: Oryginalna rozdzielczość obrazu

# image_info_gps_coordinates
source: GPS Coordinates
pl: Współrzędne GPS

# image_info_show_on_map
source: Show on map
pl: Pokaż na mapie

# upgradeDialog_addonPrice_once
source: %1$s once
fa: %1$s یک بار
nl: %1$s één keer
pl: %1$s - opłata jednorazowa
uk: %1$s один раз

# upgradeDialog_addonPrice_monthly
source: %1$s/month
fa: %1$s/ماه
nl: %1$s/maand
pl: %1$s/miesiąc
uk: %1$s/місяць

# upgradeDialog_addonPrice_firstMonthFree
source: First month free
fa: ماه اول رایگان
nl: Eerste maand gratis
pl: Pierwszy miesiąc za darmo
uk: Перший місяць безкоштовно

# upgradeDialog_purchaseButton_pro
source: Upgrade to Pro
fa: ارتقاء به حرفه ای
nl: Upgraden naar Pro
pl: Uaktualnij na wersji Pro
uk: Перейти на Pro

# upgradeDialog_purchaseButton_addon
source: Activate Addon
fa: فعال کردن افزونه
nl: Add-on activeren
pl: Aktywuj Dodatek
uk: Активувати пакет

# upgradeDialog_purchaseButton_business
source: Upgrade to Business
fa: ارتقاء به تجاری
nl: Upgraden naar zakelijk
pl: Uaktualnij do wersji Biznesowej
uk: Перейти до Business

# upgradeDialog_purchaseButton_disabled_addonIsActive
source: Add-on is active
fa: افزونه فعال است
nl: Add-on is actief
pl: Dodatek jest aktywny
uk: Додаток активний

# upgradeDialog_purchaseButton_disabled_storeUnavailable_appGallery
source: AppGallery unavailable
fa: AppGallery در دسترس نیست
nl: AppGallery niet beschikbaar
pl: Sklep jest niedostępny
uk: AppGallery недоступна

# upgradeDialog_volumeLicenseButton
source: Enter volume license code
fa: کد مجوز حجم را وارد کنید
nl: Voer de volumelicentiecode in
pl: Wprowadź klucz licencji
uk: Введіть код корпоративної ліцензії

# upgradeDialog_backButton
source: Back
fa: بازگشت
nl: Terug
pl: Powrót
uk: Назад

# upgradeDialog_moreInformationLink
source: For more information about these features, &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;visit the website&lt;/a&gt;.
fa: برای کسب اطلاعات بیشتر در مورد این ویژگی ها ، &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;به وب سایت مراجعه کنید&lt;/a&gt;.
nl: Ga voor meer informatie over deze functies naar &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;naar de website&lt;/a&gt;.
pl: Aby uzyskać więcej informacji o dostępnych funkcjach, &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;odwiedź stronę internetową&lt;/a&gt.
uk: Щоб дізнатися більше про ці функції, &lt;a href="https://www.imagemeter.com/manual/license/android-licenses"&gt;відвідайте веб-сайт&lt;/a&gt;.

# upgrade_addon_advancedAnnotation_purchaseBoxTitle
source: Advanced Annotation Add-On
fa: افزونه حاشیه نویسی پیشرفته
nl: Geavanceerde annotatie add-on
pl: Zaawansowany dodatek do adnotacji
uk: Розширений додаток для анотацій

# upgrade_addon_advancedAnnotation_addonName
source: Advanced Annotation
fa: حاشیه نویسی پیشرفته
nl: Geavanceerde annotatie
pl: Zaawansowane adnotacje
uk: Розширені анотації

# upgrade_addon_pro_purchaseBoxTitle
source: Pro
fa: حرفه ای
pl: wersja Pro

# upgrade_addon_pro_addonName
source: Pro
fa: حرفه ای
pl: wersja Pro

# upgrade_addon_business_purchaseBoxTitle
source: Business
fa: تجارت
pl: wersja Biznes

# upgrade_addon_business_addonName
source: Business
fa: تجارت
pl: wersja Biznes

# upgrade_item_no_watermarks
source: No watermarks
fa: بدون واترمارکس
nl: Geen watermerk
pl: Brak znaków wodnych
uk: Без водяних знаків

# upgrade_item_unlimited_measures
source: Unlimited measures
fa: اقدامات نامحدود
nl: Onbeperkte maten
pl: Nieograniczone pomiary
uk: Необмежені виміри

# upgrade_item_unlimited_bluetooth
source: Unlimited Bluetooth
fa: بلوتوث نامحدود
nl: Onbeperkt Bluetooth
pl: Nieograniczony Bluetooth
uk: Безлімітний Bluetooth

# upgrade_item_draw_circles_etc
source: Draw and measure circles, rectangles, points
fa: کشیدن و اندازه گیری دایره ها ، مستطیل ، نقاط
nl: Teken en meet cirkels, rechthoeken en punten
pl: Rysuj i mierz okręgi, prostokąty oraz punkty
uk: Намалюйте і виміряйте кола, прямокутники, точки

# upgrade_item_perspective_length
source: Perspective length measurement tool
fa: ابزار اندازه گیری طول چشم انداز
nl: Perspectief meetinstrument lengte
pl: Narzędzie do pomiaru długości perspektywy
uk: Інструмент для вимірювання довжини в перспективі

# upgrade_item_subfolders
source: Subfolders
fa: زیر پوشه ها
nl: Submappen
pl: Podfoldery
uk: Підпапки

# upgrade_item_audio_notes
source: Audio notes
fa: یادداشت های صوتی
nl: Audio notities
pl: Notatki dźwiękowe
uk: Аудіо нотатки

# upgrade_item_detail_pictures
source: Detail pictures
fa: جزئیات عکس ها
nl: Detail foto's
pl: Szczegółowe obrazy
uk: Детальні фотографії

# upgrade_item_measurement_string
source: Measurement strings
fa: رشته های اندازه گیری
nl: Meetlint
pl: Ciągi pomiarowe
uk: Направляючі вимірювань

# upgrade_item_pdf_import
source: PDF import
fa: وارد کردن PDF
nl: PDF importeren
pl: Import plików PDF
uk: Імпорт PDF

# upgrade_item_cloud_access_from_office_pc
source: Access images from your office PC
fa: دسترسی به عکس ها از آفیس کامپیوتر شما
nl: Krijg toegang tot afbeeldingen vanaf kantoor PC
pl: Uzyskaj dostęp do obrazów z komputera w biurze
uk: Отримайте доступ до зображень зі свого офісного ПК

# upgrade_item_cloud_device_sync
source: Sync images between devices
fa: همگام سازی عکس ها بین دستگاه ها
nl: Synchroniseer afbeeldingen tussen veschillende apparaten
pl: Synchronizuj obrazy między urządzeniami
uk: Синхронізуйте зображення між пристроями

# upgrade_item_cloud_backup
source: Backup on your cloud storage
fa: از فضای ذخیره سازی ابری خود پشتیبان تهیه کنید
nl: Back-up op uw cloudopslag
pl: Utwórz kopię zapasową w chmurze
uk: Резервне копіювання у вашому хмарному сховищі

# upgrade_item_data_tables
source: &lt;a href="https://www.imagemeter.com/manual/templates/overview"&gt;Export measurements as data tables&lt;/a&gt;.
nl: &lt;a href="https://www.imagemeter.com/manual/templates/overview"&gt;Exporteer metingen als gegevenstabellen&lt;/a&gt;.
pl: &lt;a href="https://www.imagemeter.com/manual/templates/overview"&gt;Eksportuj pomiary jako tabele danych&lt;/a&gt;.
uk: &lt;a href="https://www.imagemeter.com/manual/templates/overview"&gt;Експортувати вимірювання як таблиці даних&lt;/a&gt;.

# upgrade_item_all_addon_packs
source: Includes Pro and all add-on packs
pl: Zawiera wersję Pro i wszystkie pakiety dodatków

# needUpgradeDialog_titleTemplate
source: %1$s Add-On
fa: %1$s افزونه
pl: Dodatek: %1$s
uk: Доповнення %1$s

# needUpgradeDialog_createSubfolders
source: Creating subfolders is included in the '%1$s' add-on.
fa: ایجاد زیر پوشه ها در افزونه '%1$s' وجود دارد.
nl: Het maken van submappen is opgenomen in de add-on '%1$s'.
pl: Tworzenie podfolderów jest zawarte w dodatku „%1$s”.
uk: Створення вкладених папок включено в доповнення «%1$s».

# needUpgradeDialog_moveFolders
source: Moving folders into other folders is included in the '%1$s' add-on.
fa: انتقال پوشه ها به پوشه های دیگر در افزونه '%1$s' وجود دارد.
nl: Het verplaatsen van mappen naar andere mappen is opgenomen in de add-on '%1$s'.
pl: Przenoszenie folderów do innych folderów jest zawarte w dodatku „%1$s”.
uk: Переміщення папок в інші папки включено в доповнення «%1$s».

# needUpgradeDialog_audioNotes
source: Recording audio notes is included in the '%1$s' add-on.
fa: ضبط یادداشت های صوتی در افزونه '%1$s' موجود است.
nl: Het opnemen van audionotities is opgenomen in de add-on '%1$s'.
pl: Nagrywanie notatek dźwiękowych jest zawarte w dodatku „%1$s”.
uk: Запис аудіо нотаток включено в доповнення «%1$s».

# needUpgradeDialog_detailImages
source: Adding detail images is included in the '%1$s' add-on.
fa: افزودن عکس ها با جزئیات در افزونه '%1$s' موجود است.
nl: Het toevoegen van detailafbeeldingen is opgenomen in de add-on '%1$s'.
pl: Dodawanie szczegółowych obrazów jest zawarte w dodatku „%1$s”.
uk: Додавання детальних зображень включено в додаток «%1$s».

# needUpgradeDialog_pdfImport
source: PDF import is included in the '%1$s' add-on.
fa: وارد کردن PDF در افزونه '%1$s' موجود است.
nl: PDF-importeren is opgenomen in de add-on '%1$s'.
pl: Import PDF jest zawarty w dodatku „%1$s”.
uk: Імпорт PDF включено в доповнення «%1$s».

# needUpgradeDialog_text_tryWithExamples
source: You can try this function with the example images (in folder '%1$s').
fa: می توانید این عملکرد را با استفاده از عکس ها مثال (در پوشه '%1$s') امتحان کنید.
nl: U kunt deze functie uitproberen met voorbeeldafbeeldingen (in map '%1$s').
pl: Możesz wypróbować tę funkcję z przykładowymi obrazami (w folderze „%1$s”).
uk: Ви можете спробувати цю функцію з прикладами зображень (у папці '%1$s').

# needUpgradeDialog_text_createAndtryWithExamples
source: You can try this function with the example images (<a href="create">create folder '%1$s'</a>).
fa: شما می توانید این عملکرد را با استفاده از عکس ها نمونه امتحان کنید(<a href="create">پوشه '%1$s' را ایجاد کنید</a>)
nl: U kunt deze functie uitproberen met voorbeeldafbeeldingen (<a href="create">maak map '%1$s'</a>).
pl: Możesz wypróbować tę funkcję z przykładowymi obrazami (<a href="create">utwórz folder „%1$s”</a>).
uk: Ви можете спробувати цю функцію за допомогою прикладів зображень (<a href="create">створити папку '%1$s'</a>).
