Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# pref_export_image_filename_expression_message
source: Please see the documentation at "https://imagemeter.com/manual/workflow/variables" to learn more about writing string expressions with variables.
nl: Raadpleeg de documentatie op "https://imagemeter.com/manual/workflow/variables" voor meer informatie over het schrijven van tekenreeks expressies met variabelen.
uk: Перегляньте документацію за адресою "https://imagemeter.com/manual/workflow/variables", щоб дізнатися більше про написання рядкових виразів зі змінними.

# pref_export_pdf_filename_expression_from_folder
source: Expression for output filename
nl: Expressie voor uitvoer bestandsnaam
uk: Вираз для назви вихідного файлу

# pref_category_ui_limits
source: Limits
uk: Межі

# pref_category_ui_initial_notes
source: Initial notes
nl: Originele aantekeningen
uk: Початкові примітки

# pref_ui_entity_init_info
source: Show scripting overview…
nl: Scriptoverzicht tonen…
uk: Показати огляд сценаріїв…

# pref_ui_entity_init_new_image_title_expr_camera
source: Title for camera images
nl: Naam foto
uk: Назва для зображень з камери

# pref_ui_entity_init_new_image_notes_expr_camera
source: Notes for camera images
nl: Opmerking foto
uk: Примітки до зображень з камери

# pref_ui_entity_init_new_image_title_expr_import_image_with_filename
source: Imported image with filename
nl: Geïmporteerde afbeelding met bestandsnaam
uk: Імпортоване зображення з назвою файлу

# pref_ui_entity_init_new_image_title_expr_import_image_no_filename
source: Imported image without filename
nl: Geïmporteerde afbeelding zonder bestandsnaam
uk: Імпортоване зображення без імені файлу

# pref_ui_entity_init_new_image_notes_expr_import_image
source: Notes for imported image
nl: Opmerkingen voor geïmporteerde afbeelding
uk: Примітки до імпортованого зображення

# pref_ui_entity_init_new_image_title_expr_import_pdf_with_filename
source: Imported PDF with filename
nl: Geïmporteerde PDF met bestandsnaam
uk: Імпортований PDF з іменем файлу

# pref_ui_entity_init_new_image_title_expr_import_pdf_no_filename
source: imported PDF without filename
nl: geïmporteerde PDF zonder bestandsnaam
uk: імпортований PDF без імені файлу

# pref_ui_entity_init_new_image_notes_expr_import_pdf
source: Notes for imported PDF
nl: Opmerkingen voor geïmporteerde PDF
uk: Примітки для імпортованого PDF

# pref_ui_entity_init_new_image_title_expr_canvas
source: Title for new canvas
nl: Titel voor nieuw tekenblad
uk: Заголовок для нового полотна

# pref_ui_entity_init_new_image_notes_expr_canvas
source: Notes for new canvas
nl: Opmerkingen voor nieuw tekenblad
uk: Нотатки до нового полотна

# pref_ui_entity_init_new_folder_title_expr
source: Title for new folder
nl: Titel voor nieuwe map
uk: Назва нової папки

# pref_ui_entity_init_new_folder_notes_expr
source: Notes for new folder
nl: Opmerkingen voor nieuwe map
uk: Примітки для нової папки

# pref_cloud_storage_server_drive
source: Google Drive
fa: گوگل درایو
uk: Google Диск

# cloud_storage_provider_googledrive
source: Google Drive
fa: گوگل درایو
uk: Google Диск

# pref_information_error_log_timespan
source: Past days included in log
uk: Останні дні включені в журнал

# pref_information_googleplay_purchases
source: Store purchases
nl: Winkel aankopen
uk: Покупки в магазині

# pref_information_appgallery_purchases_no_purchases
source: AppGallery reports: no purchases for active account
fa: گزارش AppGallery: هیچ خریدی برای حساب فعال ندارید
nl: AppGallery-rapporten: geen aankopen voor actief account
uk: AppGallery повідомляє: немає покупок для активного облікового запису

# pref_category_information_credits
source: Credits
nl: Tegoeden
uk: Кредити

# pref_company_enter_config_key_summary_set
source: Key set
nl: Sleutel is actief
uk: Набір ключів

# pref_company_enter_config_key_summary_unset
source: Not set
nl: Niet ingesteld
uk: Не встановлено

# pref_company_user_id
source: User ID
nl: Gebruiker ID
uk: ID користувача

# editor_locking_lock_position
source: Lock position
fa: موقعیت قفل
nl: Vergrendel positie
uk: Позиція блокування

# editor_locking_lock_measurement
source: Lock measurements
fa: اندازه گیری قفل
nl: Vergrendel metingen
uk: Блокувати виміри

# editor_locking_button_apply_to_all
source: Apply to all
fa: اعمال برای همه
nl: Gelden voor iedereen
uk: Застосовувати до всіх

# editor_rectref_standard_size_legal
source: Legal
fa: مجاز
uk: Юридичний

# templ_labeltype_area
source: Area
nl: Oppervlak
uk: Площа

# templ_labeltype_angle
source: Angle
nl: Hoek
uk: Кут

# templ_labeltype_any
source: Any
nl: Elke
uk: Будь-який

# stringscript_help_dialog_title
source: Brief Scripting Manual
nl: Korte scripthandleiding
uk: Короткий посібник зі створення сценаріїв

# stringscript_help_introlink
source: See <a href="https://imagemeter.com/manual/workflow/variables/">here</a> for the full documentation.
uk: Повну документацію див. <a href="https://imagemeter.com/manual/workflow/variables/">тут</a>.

# dimension_format_area_metric_prefix_choices:0
source: mm²
uk: мм²

# dimension_format_area_metric_prefix_choices:1
source: cm²
uk: см²

# dimension_format_area_metric_prefix_choices:2
source: m²
uk: м²

# dimension_format_area_metric_prefix_choices:3
source: km²
uk: км²

# value_entry_metadata_prefix
source: Prefix
fa: پیشوند
nl: Voorvoegsel
uk: Префікс

# value_entry_metadata_suffix
source: Suffix
fa: پسوند
nl: Achtervoegsel
uk: Суфікс

# imagesettings_dialog_canvas_unit_distance_hint
source: 100 cm
uk: 100 см

# bluetooth_notification_state_text_connected
source: Connected to device
nl: Verbonden met apparaat
uk: Підключено до пристрою

# bluetooth_notification_state_text_connecting
source: Connecting to device…
nl: Verbinden met apparaat…
uk: Підключення до пристрою…

# bluetooth_notification_state_text_reconnecting
source: Trying to reconnect to device…
nl: Proberen opnieuw verbinding te maken met het apparaat…
uk: Спроба повторного підключення до пристрою…

# bluetooth_notification_disconnect_action
source: Disconnect
nl: Loskoppelen
uk: Від'єднати

# bluetooth_notification_stop_connecting_action
source: Stop
uk: СТОП

# bluetooth_error_cannot_set_value_no_active_element
source: no active element
nl: Geen actief element.
uk: немає активного елемента

# bluetooth_error_cannot_set_value_element_has_no_dimension
source: element does not support measurements
nl: Element ondersteunt geen metingen.
uk: елемент не підтримує вимірювання

# bluetooth_error_cannot_set_value_dimension_is_read_only
source: element value is read-only
nl: Elementwaarde is alleen-lezen.
uk: значення елемента доступне лише для читання

# bluetooth_error_cannot_set_value_wrong_dimension_unit
source: wrong measurement unit
nl: Verkeerde meeteenheid.
uk: неправильна одиниця вимірювання

# bluetooth_error_cannot_set_value_element_is_locked
source: element is locked
nl: Onderdeel is vergrendeld.
uk: елемент заблокований

# editor_error_nonpro_gelement_limit_message
source: Please upgrade to the %1$s version of ImageMeter to use more than five annotations.
nl: Upgrade naar de %1$s-versie van ImageMeter om meer dan vijf annotaties te gebruiken.
uk: Оновіть ImageMeter до версії %1$s, щоб використовувати більше п’яти анотацій.

# editor_error_nonpro_bluetooth_limit_message
source: For Bluetooth measurements with more than 3 meters, please upgrade to the %1$s version.
nl: Upgrade voor Bluetooth-metingen met meer dan 3 meter naar de %1$s-versie.
uk: Для вимірювань Bluetooth на відстані понад 3 метри оновіть до версії %1$s.

# editor_error_nonpro_clipboard_message
source: For using the clipboard, please upgrade to the %1$s version.
nl: Upgrade naar de %1$s-versie om het klembord te gebruiken.
uk: Щоб використовувати буфер обміну, оновіть до версії %1$s.

# error_cloud_cannot_download_file_download_error
source: Cannot download file '%1$s' from server.
nl: Kan bestand '%1$s' niet downloaden van de server.
uk: Не вдається завантажити файл "%1$s" із сервера.

# error_cloud_cannot_download_file_local_write_error
source: Cannot write downloaded file '%1$s' to device.
nl: Kan gedownload bestand %1$s niet naar apparaat schrijven.
uk: Неможливо записати завантажений файл "%1$s" на пристрій.

# UNUSED_imageselect_error_external_memory_unavailable
source: External memory (where your app-data is stored) is not available. Most probably, your device stores this data on an external SD card which is currently not available. If this is not the problem in your case, you may contact info@imagemeter.com.
nl: Extern geheugen (waar uw app-gegevens worden opgeslagen) is niet beschikbaar. Hoogstwaarschijnlijk slaat uw apparaat deze gegevens op een externe SD-kaart op die momenteel niet beschikbaar is. Als dit in uw geval niet het probleem is, kunt u contact opnemen met info@imagemeter.com.
uk: Зовнішня пам’ять (де зберігаються дані програми) недоступна. Швидше за все, ваш пристрій зберігає ці дані на зовнішній картці SD, яка наразі недоступна. Якщо це не проблема у вашому випадку, ви можете зв’язатися з info@imagemeter.com.

# dummy:0
source: item 1
uk: пункт 1

# dummy:1
source: item 2
uk: пункт 2

# upgradeDialog_unsubscribe_button
source: Unsubscribe
nl: Uitschrijven

# upgradeDialog_download_playstore_invoice
source: You can download an invoice from the &lt;a href="http://pay.google.com/"&gt;Google Pay&lt;/a&gt; website.
nl: U kunt een factuur downloaden van de &lt;a href="http://pay.google.com/"&gt;Google Pay&lt;/a&gt; website.

# upgrade_addon_basic_to_pro_upgrade
source: Upgrade to Pro
nl: Upgraden naar Pro

# upgrade_addon_basic_to_pro_BoxTitle
source: Upgrade to Pro
nl: Upgraden naar Pro

# upgrade_item_custom_color_palette
source: Custom color palette
nl: Aangepast kleurenpalet

# upgrade_item_counter
source: &lt;a href="https://www.youtube.com/watch?v=jBNa8TqToNY"&gt;Counting tool&lt;/a&gt;
nl: &lt;a href="https://www.youtube.com/watch?v=jBNa8TqToNY"&gt;Teltool&lt;/a&gt;

# upgrade_item_includes_basic
source: Includes Basic version
nl: Inclusief Basic-versie

# needUpgradeDialog_counter
source: The counting tool is available in the '%1$s' add-on. Watch the <a href="%2$s">tutorial video</a> to learn more about this tool.
nl: De teltool is beschikbaar in de add-on '%1$s'. Bekijk de <a href="%2$s">zelfstudievideo</a> voor meer informatie over deze tool.

# cannot_open_web_link_browser
source: Cannot open web browser to show URL.
nl: Kan webbrowser niet openen om de URL weer te geven.

# pref_bluetooth_device_protocol_condtrol_vector60
source: Condtrol Vector 60
nl: Control Vector 60

# pref_storage_cloud_sync_twoway_mode_keep_remote_delete_local
source: <b>Pull</b>: locally deleted images are not deleted on the server, but images deleted on the server are also deleted locally.
nl: <b>Pull</b>: lokaal verwijderde afbeeldingen worden niet op de server verwijderd, afbeeldingen die op de server zijn verwijderd worden ook lokaal verwijderd.

# pref_storage_cloud_sync_twoway_mode_safe_sync
source: <b>Push</b>: locally deleted images are also deleted on the server, but images deleted on the server are not deleted locally.
nl: <b>Push</b>: lokaal verwijderde afbeeldingen worden ook op de server verwijderd, afbeeldingen die op de server zijn verwijderd worden niet lokaal verwijderd.

# pref_storage_cloud_sync_twoway_mode_full_sync
source: <b>Sync</b>: locally deleted images are also deleted on the server and images deleted on the server are deleted locally.
nl: <b>Sync</b>: lokaal verwijderde afbeeldingen worden ook op de server verwijderd, afbeeldingen die op de server worden verwijderd worden lokaal verwijderd.

# pref_storage_cloud_sync_twoway_mode_backup
source: <b>Backup</b>: locally deleted images not deleted on the server and images deleted on the server are not deleted locally.
nl: <b>Backup</b>: lokaal verwijderde afbeeldingen worden niet verwijderd op de server, afbeeldingen verwijderd op de server worden niet lokaal verwijderd.

# pref_storage_cloud_sync_imageupload_mode
source: Image-upload sync mode
nl: Synchronisatiemodus voor het uploaden van afbeeldingen

# pref_storage_cloud_sync_imageupload_mode_all
source: Upload folders even if they are empty.
nl: Upload mappen, zelfs als ze leeg zijn.

# pref_storage_cloud_sync_imageupload_mode_no_empty_folders
source: Only upload folders that contain images.
nl: Upload alleen mappen die afbeeldingen bevatten.

# editor_menu_add_counter
source: Counter
nl: Aantallen

# editor_menu_add_resultslist
source: Results list
nl: Resultaten lijst

# editor_hint_howto_draw_counter
source: Click on the objects you want to count. Stop counting with the cancel button in the top toolbar.
nl: Klik op de objecten die u wilt tellen. Stop met tellen met de annuleerknop in de bovenste werkbalk.

# editor_hint_howto_draw_resultslist
source: Place the value list. It shows the total values of your counters.
nl: Plaats de waardenlijst. Het toont de totale waarden van uw aantallen.

# editor_help_counter_tutorial
source: If you would like to see a short tutorial video how to use the counting tool, use the link below.
nl: Als u een korte instructievideo wilt zien over het gebruik van het telgereedschap, gebruikt u de onderstaande link.

# editor_dialog_new_counter_title
source: New counter
nl: Nieuwe teller

# editor_dialog_existing_counters_title
source: Existing counters
nl: Bestaande tellers

# editor_dialog_style_counter_title
source: Counter style
nl: Hoekstijl

# bluetooth_pref_no_bluetooth_scan_permission
source: Cannot list Bluetooth devices because you have denied the permission to scan for Bluetooth devices. You can reenable the permission in the system settings (Apps &gt; ImageMeter &gt; Permissions).
nl: Kan Bluetooth-apparaten niet weergeven omdat u toestemming hebt geweigerd om naar Bluetooth-apparaten te zoeken. U kunt de toestemming inschakelen in systeeminstellingen (Apps &gt; ImageMeter &gt; Toestemmingen).

# upgrade_addon_basic_purchaseBoxTitle
source: Basic
fa: پایه ای

# upgrade_addon_basic_addonName
source: Basic
fa: پایه ای

# pref_category_bluetooth
source: Bluetooth
fa: بلوتوث

# pref_bluetooth_device_protocol_stabila
source: Stabila
fa: پایدار

# pref_bluetooth_device_protocol_sndway_sw_s100
source: Sndway SW-S100
fa: ndway SW-S100

# pref_bluetooth_device_protocol_laserliner_compactpro
source: Laserliner Compact Pro
fa: لیزرلینر جمع و جور حرفه ای

# pref_bluetooth_device_protocol_toolsmart_anglefinder
source: ToolSmart-AngleFinder
fa: ابزار هوشمند-زاویه یاب

# pref_cloud_storage_server_dropbox
source: Dropbox
fa: دراپ باکس

# pref_cloud_storage_server_onedrive
source: OneDrive
fa: وان درایو

# pref_cloud_storage_server_imagemeter_predefined
source: ImageMeter
fa: تصویر سنج

# cloud_storage_provider_dropbox
source: Dropbox
fa: دراپ باکس

# cloud_storage_provider_onedrive
source: OneDrive
fa: وان درایو
