Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# needUpgradeDialog_editingTool
source: This tool is available in the '%1$s' add-on.
fa: این ابزار در افزودنه '%1$s' در دسترس است.
nl: Dit hulpprogramma is beschikbaar in de add-on '%1$s'.
pl: To narzędzie jest dostępne w dodatku „%1$s”.
uk: Цей інструмент доступний у надбудові «%1$s».

# needUpgradeDialog_exportDataTables
source: Exporting data tables is available in the Business version.
fa: صادر کردن جداول داده در نسخه تجاری موجود است.
nl: Het exporteren van gegevenstabellen is beschikbaar in de Business-versie.
pl: Eksportowanie tabel danych jest dostępne w wersji Biznesowej.
uk: Експорт таблиць даних доступний у версії Business.

# needUpgradeDialog_button_getBusinessVersion
source: Upgrade to Business version
nl: Upgrade naar de Business-versie
pl: Uaktualnij do wersji Biznesowej
uk: Оновлення до версії Business

# needUpgradeDialog_button_getUpgrade
source: Upgrade
fa: ارتقاء
pl: Uaktualnij
uk: Оновлення

# dialog_migrate_for_addon_packs_title
source: Activate Add-on Pack
fa: فعال کردن بسته افزونه
nl: Activeer Add-on Pakket
pl: Aktywuj pakiet dodatków
uk: Активувати пакет доповнень

# dialog_migrate_for_addon_packs_text
source: Since this native Pro-version is going to be replaced by the free version with in-app upgrades, add-on packs are only available in the free version. Please migrate to the free version. Your Pro upgrade will stay active.
fa: از آنجایی که این نسخه حرفه ای بومی قرار است با نسخه رایگان با به روزرسانی های درون برنامه جایگزین شود ، بسته های الحاقی(افزونه ها) فقط در نسخه رایگان در دسترس هستند. لطفاً به نسخه رایگان مهاجرت کنید. ارتقاء حرفه ای شما فعال خواهد ماند.
nl: Aangezien deze oorspronkelijke Pro-versie vervangen gaat worden door de gratis versie met in-app upgrades, zijn add-on pakketten alleen beschikbaar in de gratis versie. Migreer naar de gratis versie. Uw Pro-upgrade blijft actief.
pl: Ponieważ natywna wersja Pro zostanie zastąpiona wersją bezpłatną z zakupami w aplikacji przeprowadź migrację do wersji bezpłatnej. Funkcje Pro zostaną dla Ciebie aktywowane.
uk: Оскільки цю рідну Pro-версію буде замінено безкоштовною версією з оновленнями в програмі, пакети доповнень доступні лише у безкоштовній версії. Будь ласка, перейдіть на безкоштовну версію. Ваше оновлення Pro залишиться активним.

# dialog_migrate_for_addon_packs_download_text
source: Download the free version from here:
fa: نسخه رایگان را از اینجا دانلود کنید:
nl: Download hier de gratis versie:
pl: Pobierz bezpłatną wersję stąd:
uk: Завантажте безкоштовну версію звідси:

# dialog_migrate_for_addon_packs_open_instructions
source: Show migration instructions
fa: دستورالعمل های مهاجرت را نشان دهید
nl: Migratie-instructies tonen
pl: Pokaż instrukcje dotyczące migracji
uk: Показати інструкції з міграції

# licensing_company_key_title
source: Company configuration key
nl: Bedrijfsconfiguratiesleutel
pl: Klucz konfiguracji firmy
uk: Ключ конфігурації компанії

# licensing_volume_key_note
source: Note: you don't need to enter any key when you purchased through the Google Play store.
fa: توجه: هنگام خرید از طریق فروشگاه گوگل پلی نیازی به وارد کردن هیچ کلیدی نیست.
nl: Opmerking: u hoeft geen sleutel in te voeren wanneer u via de Google Play Store heeft gekocht.
pl: Uwaga: w przypadku zakupu w sklepie Google Play nie musisz wprowadzać żadnego klucza.
uk: Примітка: вам не потрібно вводити будь-який ключ, коли ви купуєте в магазині Google Play.

# licensing_volume_key_send_button
source: Send
fa: ارسال
nl: Versturen
pl: Wyślij
uk: Надіслати

# inapp_error_billing_unavailable
source: Billing is not available.
fa: صورتحساب در دسترس نیست.
nl: Facturering is niet beschikbaar.
pl: Zakup niemożliwy.
uk: Оплата недоступна.

# inapp_error_item_already_owned
source: Item is already owned.
fa: مورد قبلاً متعلق به آن است.
nl: Artikel is al gekocht.
pl: Już posiadasz ten przedmiot.
uk: Товар уже придбано.

# inapp_error_item_unavailable
source: Item is unavailable.
fa: مورد در دسترس نیست.
nl: Artikel is niet beschikbaar.
pl: Przedmiot niedostępny.
uk: Товар недоступний.

# inapp_error_service_disconnected
source: PlayStore temporarily disconnected, try again later.
fa: اتصال پلی استور به طور موقت قطع شد ، بعداً دوباره امتحان کنید.
nl: PlayStore tijdelijk niet bereikbaar, probeer het later opnieuw.
pl: Sklep Play jest tymczasowo niedostępny, spróbuj ponownie później.
uk: PlayStore тимчасово відключено, спробуйте пізніше.

# inapp_error_service_unavailable
source: Network down, cannot reach PlayStore.
fa: شبکه قطع است ، نمی توانید به پلی استور دسترسی پیدا کنید.
nl: Geen verbinding, kan PlayStore niet bereiken.
pl: Problem z dostępem do Internetu, nie można nawiązać połączenia ze sklepem Google Play.
uk: Мережа не працює, не вдається підключитися до PlayStore.

# inapp_error_user_canceled
source: Purchase canceled by user.
fa: خرید توسط کاربر لغو شد.
nl: Aankoop geannuleerd door gebruiker.
pl: Zakup anulowany przez użytkownika.
uk: Покупку скасовано користувачем.

# inapp_error_signature_check_failed
source: Signature check failed.
fa: بررسی امضاء انجام نشد.
nl: Handtekeningcontrole mislukt.
pl: Kontrola podpisu nie powiodła się.
uk: Не вдалося перевірити підпис.

# inapp_error_unknown
source: Unknown error, result code: '%1$d', response '%2$s'.
fa: خطای ناشناخته ، کد نتیجه: '%1$d' ، پاسخ '%2$s'.
nl: Onbekende fout, resultaatcode: '%1$d', reactie '%2$s'.
pl: Nieznany błąd, kod wyniku: '%1$d' (%2$s).
uk: Невідома помилка, код результату: '%1$d', відповідь '%2$s'.

# inapp_error_developer_error
source: Developer error.
fa: خطای توسعه دهنده.
nl: Ontwikkelaarsfout.
pl: Błąd programisty.
uk: Помилка розробника.

# inapp_error_generic_error
source: Generic error.
fa: خطای عمومی.
nl: Algemene fout.
pl: Błąd ogólny.

# inapp_error_item_not_owned
source: Item is not owned.
fa: مورد متعلق نیست.
nl: Artikel is geen eigendom.
pl: Nie posiadasz tego przedmiotu.
uk: Товар не придбаний.

# inapp_error_service_timeout
source: Service timeout.
fa: زمان سرویس.
pl: Limit czasu usługi.
uk: Тайм-аут служби.

# license_source_pro_key_app
source: Pro-key app
fa: کلید برنامه حرفه ای
nl: Pro-sleutel-app
pl: Aplikacja Pro (klucz)
uk: Додаток Pro-Key

# license_source_volume_key
source: Volume key
fa: کلید حجم
nl: Volumesleutel
pl: Klucz z licencją
uk: Клавіша гучності

# main_screen_info_message_pro_key_app_not_needed
source: You may deinstall the separate Pro app. It is not needed anymore as a key to enable the Pro features because you have add-ons that include the Pro upgrade. Make sure that you have copied all the images from the Pro app to here as deleting the app will also delete all the images stored in it.
nl: U kunt de afzonderlijke Pro-app verwijderen. Het is niet meer nodig als sleutel om de Pro-functies in te schakelen, omdat u add-ons hebt die de Pro-upgrade bevatten. Zorg ervoor dat je alle afbeeldingen van de Pro-app hebt gekopieerd, want als je de app verwijdert, worden ook alle daarin opgeslagen afbeeldingen verwijderd.
pl: Możesz odinstalować samodzielną wersję Pro aplikacji. Nie jest już wykorzystywana jako klucz do włączenia funkcji Pro, posiadasz już dodatki, które obejmują aktualizację Pro. Przy migracji upewnij się, że skopiowałeś wszystkie obrazy ze starej wersji aplikacji, ponieważ jej odinstalowanie spowoduje również usunięcie wszystkich obrazów w niej zapisanych.
uk: Ви можете видалити окремий додаток Pro. Він більше не потрібен як ключ для ввімкнення функцій Pro, оскільки у вас є надбудови, які включають оновлення Pro. Переконайтеся, що ви скопіювали всі зображення з програми Pro сюди, оскільки при видаленні додатку також видаляться усі зображення, збережені в ньому.

# main_screen_info_message_please_rate
source: If you like this app, would you mind taking a minute to rate it? Thank you for your support!
fa: اگر این برنامه را دوست دارید ، بد نیست یک دقیقه وقت بگذارید و به آن امتیاز دهید؟ ممنون از حمایت شما!
nl: Als je deze app leuk vindt, zou je dan even de tijd willen nemen om hem te beoordelen? Bedankt voor je ondersteuning!
pl: Jeśli podoba Ci się ta aplikacja, czy możesz poświęcić chwilę, aby ją ocenić? Dziękuję za Twoje wsparcie!
uk: Якщо вам подобається цей додаток, не могли б ви витратити хвилинку, щоб оцінити його? Спасибі вам за вашу підтримку!

# main_screen_info_message_please_rate_rate_now
source: Rate now
fa: اکنون ارزیابی کن
nl: Beoordeel nu
pl: Oceń teraz
uk: Оцінити зараз

# main_screen_info_message_please_rate_later
source: Later
fa: بعدا
pl: Później
uk: Пізніше

# main_screen_info_message_no_backup
source: It looks like your images are currently not backed up. If your phone breaks or gets lost, the images may be lost too. To prevent this, use the cloud-sync function of the Business version or do a manual backup of your data.
fa: به نظر می رسد در حال حاضر از عکس های شما پشتیبان تهیه نشده است. اگر تلفن شما خراب یا گم شود ، ممکن است عکس ها نیز از بین بروند. برای جلوگیری از این امر ، از عملکرد همگام سازی ابری نسخه تجاری استفاده کنید یا از داده های خود پشتیبان گیری دستی کنید.
nl: Het lijkt erop dat er momenteel geen back-up van je afbeeldingen is of wordt gemaakt. Als je telefoon kapot gaat of kwijtraakt, kunnen de afbeeldingen verloren gaan. Gebruik om dit te voorkomen de cloud-sync-functie van de Business-versie of maak een handmatig een back-up van je gegevens.
pl: Wygląda na to, że obecnie nie posiadasz kopii zapasowej Twoich obrazów. Jeśli telefon się zepsuje lub zgubi, stracisz dostęp do swoich pomiarów. Aby temu zapobiec, użyj funkcji synchronizacji w chmurze zawartej w wersji Biznesowej lub zrób ręczną kopię zapasową swoich danych.
uk: Схоже, ваші зображення на даний момент не можуть бути скопійовані. Якщо ваш телефон зламається або загубитья, зображення також можуть бути втрачені. Щоб запобігти цьому, скористайтеся функцією синхронізації з хмарою у версією Business або створіть резервну копію своїх даних вручну.

# main_screen_info_message_no_backup_do_not_warn_again
source: Don't warn again
fa: دوباره هشدار ندهید
nl: Waarschuw niet nog een keer
pl: Nie ostrzegaj ponownie
uk: Більше не показувати

# main_screen_info_message_deprecated_directory
source: Your images are stored in the public 'Documents' directory. Soon, Android will not allow apps to access this directory anymore. Please move your data into the app directory.
fa: عکس های شما در دایرکتوری عمومی 'اسناد' ذخیره می شوند. به زودی ، اندروید اجازه نخواهد داد که برنامه ها دیگر به این پوشه دسترسی داشته باشند. لطفاً داده های خود را به دایرکتوری برنامه منتقل کنید.
nl: Uw afbeeldingen worden opgeslagen in de openbare map 'Documenten'. Binnenkort zal Android apps geen toegang meer geven tot deze map. Verplaats uw gegevens naar de app-directory.
pl: Twoje obrazy są przechowywane w publicznym katalogu „Dokumenty”. Wkrótce system operacyjny Android nie będzie już zezwalać aplikacjom na dostęp do tego katalogu. Przenieś swoje dane do katalogu aplikacji.
uk: Ваші зображення зберігаються в загальнодоступному каталозі «Документи». Незабаром Android більше не дозволить програмам отримувати доступ до цього каталогу. Будь ласка, перемістіть свої дані в каталог програми.

# main_screen_info_message_deprecated_directory_settings
source: Open settings
fa: بازکردن تنظیمات
nl: Open instellingen
pl: Otwórz ustawienia
uk: Відкрийте налаштування

# example_folder_name
source: Examples
fa: نمونه ها
nl: Voorbeelden
pl: Przykłady
uk: Приклади

# tutorial_images_1
source: Example 1: Measure on a 2D floor plan
fa: مثال 1: اندازه گیری بر روی طرح طبقه 2 بعدی
nl: Voorbeeld 1: Meten op een 2D plattegrond
pl: Przykład 1: Pomiar na płaszczyźnie 2D
uk: Приклад 1: Шкала маштбу на 2D-плані квартири

# tutorial_images_2
source: Example 2: Measure a flat object
fa: مثال 2: یک شیء صاف را اندازه گیری کنید
nl: Voorbeeld 2: Meet een vlak object
pl: Przykład 2: Pomiar płaskiego obiektu
uk: Приклад 2: Вимірювання об'єкту на площині

# tutorial_images_3
source: Example 3: Perspectively distorted wall
fa: مثال 3: دیوار از نظر دید تحریف شده
nl: Voorbeeld 3: Perspectief vervormde muur
pl: Przykład 3: Ściana ze zniekształconą perspektywą
uk: Приклад 3: Вимірювання стіни з урахуванням перспективи

# tutorial_images_4
source: Example 4: Perspective height measurement
fa: مثال 4: اندازه گیری ارتفاع چشم انداز
nl: Voorbeeld 4: Perspectief hoogtemeting
pl: Przykład 4: Perspektywiczny pomiar wysokości
uk: Приклад 4: Вимірювання висоти в перспективі

# snackbar_pro_to_free_migration
source: Pro-version app migration
pl: Migracja aplikacji z wersji Pro

# snackbar_pro_to_free_migration_info
source: Info
pl: Informacje

# import_pro_app_data
source: Import images from Pro app
fa: وارد کردن عکس ها از برنامه حرفه ای
nl: Importeer afbeeldingen uit de Pro-app
pl: Importuj obrazy z wersji Pro
uk: Імпортувати зображення з додатку Pro

# import_pro_app_data_started_text
source: Importing has started to run in the background. When it is finished, please check that the images were copied correctly and delete them in the Pro app to save memory space.
fa: وارد کردن در پس زمینه شروع به کار می کند. پس از اتمام کار ، لطفاً بررسی کنید که عکس ها به درستی کپی شده اند و آن ها را در برنامه حرفه ای حذف کنید تا فضای حافظه را ذخیره کنید.
nl: Het importeren draait op de achtergrond. Als het klaar is, controleer dan of de afbeeldingen correct zijn gekopieerd en verwijder deze in de Pro-app om geheugenruimte te besparen.
pl: W tle rozpoczął się proces importowania danych. Po zakończeniu sprawdź, czy obrazy zostały poprawnie skopiowane i usuń je z wersji Pro, aby zaoszczędzić miejsce w pamięci Twojego urządzenia.
uk: Імпорт почав працювати у фоновому режимі. Коли це буде завершено, перевірте, чи правильно скопійовано зображення, і видаліть їх у програмі Pro, щоб заощадити місце в пам’яті.

# import_pro_app_data_local_not_empty
source: Warning: there are images in this app. Importing the images from the Pro app may overwrite images with the same name.
fa: هشدار: عکس ها در این برنامه وجود دارد. وارد کردن عکس ها از برنامه حرفه ای ممکن است عکس های با همان نام را بازنویسی کند.
nl: Waarschuwing: er bevinden zich afbeeldingen in deze app. Het importeren van afbeeldingen uit de Pro-app kan afbeeldingen met dezelfde naam overschrijven.
pl: Ostrzeżenie: w tej aplikacji są obrazy. Importowanie obrazów z wersji Pro może zastąpić obrazy o tej samej nazwie.
uk: Попередження: у цій програмі є зображення. Імпортування зображень із програми Pro може перезаписати зображення з однаковою назвою.

# import_pro_app_data_local_not_empty_anyway
source: Import anyway
fa: به هر حال وارد كن
nl: Toch importeren
pl: Mimo to zaimportuj
uk: Все одно імпортуйте

# import_pro_app_data_title
source: Importing images from Pro app
fa: وارد کردن عکس ها از برنامه حرفه ای
nl: Afbeeldingen importeren uit de Pro-app
pl: Importowanie zdjęć z wersji Pro
uk: Імпорт зображень із програми Pro

# import_pro_app_data_scan_progress_text
source: Please wait, searching for images to copy.
fa: لطفاً منتظر بمانید ، در جستجوی عکس ها برای کپی کردن.
nl: Een ogenblik geduld, zoeken naar afbeeldingen om te kopiëren.
pl: Proszę czekać, szukam obrazów do skopiowania.
uk: Зачекайте, виконується пошук зображень для копіювання.

# import_pro_app_data_progress_text
source: Please wait, %1$d images of %2$d done (%3$d errors).
fa: لطفاً صبر کنید ، %1$d عکس ها از %2$d انجام شده (%3$d خطاها).
nl: Een ogenblik geduld, %1$d afbeeldingen van %2$d zijn voltooid (%3$d fouten).
pl: Proszę czekać, przetworzono %1$d z %2$d zdjęć (błędy: %3$d).
uk: Будь ласка, зачекайте, %1$d зображення з %2$d виконано (%3$d помилок).

# import_pro_app_data_finished
source: Images from the Pro app are now imported. After checking that the images were imported correctly, you may want to delete the images in the Pro app to save memory space.
fa: عکس ها از برنامه حرفه ای اکنون وارد می شوند. پس از بررسی اینکه عکس ها به درستی وارد شده اند ، ممکن است بخواهید تصاویر را در برنامه حرفه ای حذف کنید تا فضای حافظه را ذخیره کنید.
nl: Afbeeldingen uit de Pro-app worden nu geïmporteerd. Nadat u heeft gecontroleerd of de afbeeldingen correct zijn geïmporteerd, kunt u de afbeeldingen in de Pro-app verwijderen om geheugenruimte te besparen.
pl: Obrazy z wersji Pro są właśnie importowane. Po sprawdzeniu czy wszystko zostało poprawnie przeniesione, możesz je usunąć z wersji Pro, aby zaoszczędzić miejsce w pamięci Twojego urządzenia.
uk: Зображення з програми Pro тепер імпортуються. Переконавшись, що зображення було імпортовано правильно, ви можете видалити зображення в програмі Pro, щоб заощадити місце в пам’яті.

# import_pro_app_data_failed
source: Image import from Pro app has failed or is incomplete. Maybe your memory is full?
fa: وارد کردن عکس از برنامه حرفه ای انجام نشد یا ناقص است. شاید حافظه شما پر باشد؟
nl: Het importeren van afbeeldingen uit de Pro-app is mislukt of is onvolledig. Controleer of je geheugen vol is.
pl: Import obrazów z wersji Pro nie powiódł się lub jest niekompletny. Może pamięć twojego urządzenia jest pełna?
uk: Імпортування зображень із програми Pro не вдалося або не завершено. Може, пам'ять переповнена?

# pdf_import_page_selection_render_resolution
source: Resolution (dpi):
fa: وضوح (DPI):
nl: Resolutie (dpi):
pl: Rozdzielczość (dpi):
uk: Роздільна здатність (dpi):

# pdf_import_page_selection_output_image_resolution
source: Output resolution:
fa: خروجی وضوح:
nl: Uitvoerresolutie:
pl: Rozdzielczość wyjściowa:
uk: Вихідна роздільна здатність:

# pdf_import_page_selection_importButton
source: Import
fa: وارد كردن
nl: Importeren
pl: Importuj
uk: Імпорт

# dialog_export_format_image
source: Image (JPEG/PNG)
fa: عکس (JPEG/PNG)
nl: Afbeelding (JPEG/PNG)
pl: Obraz (JPEG/PNG)
uk: Зображення (JPEG/PNG)

# dialog_export_format_pdf
source: PDF document
fa: سند PDF
pl: Dokument PDF
uk: PDF-документ

# dialog_export_format_zip
source: ZIP archive
fa: آرشیو ZIP
nl: ZIP-archief
pl: Archiwum ZIP
uk: ZIP-архів

# dialog_export_format_imi
source: Editable ImageMeter Image (IMI)
fa: تصویر سنجی عکس قابل ویرایش (IMI)
nl: Bewerkbare ImageMeter-afbeelding (IMI)
pl: Edytowalny obraz ImageMeter (IMI)
uk: Зображення ImageMeter, яке можна редагувати (IMI)

# dialog_export_format_imf
source: ImageMeter folder (IMF)
fa: پوشه تصویر سنج (IMF)
nl: ImageMeter map (IMF)
pl: Folder ImageMeter (IMF)
uk: Папка ImageMeter (IMF)

# dialog_export_format_gallery
source: Save to gallery
fa: ذخیره در گالری
nl: Sla op in galerij
pl: Zapisz w galerii
uk: Зберегти в галереї

# dialog_export_format_show_next_time
source: Show format selection next time
fa: دفعه بعد انتخاب فرمت را نشان دهید
nl: Formaatselectie de volgende keer tonen
pl: Następnym razem pokaż wybór formatu
uk: Показати вибір формату наступного разу

# dialog_image_export_options_title
source: Default image export settings
fa: تنظیمات پیش فرض صادر کردن عکس
nl: Standaardinstelling voor het exporteren van afbeeldingen
pl: Domyślne ustawienia eksportu obrazu
uk: Налаштування експорту зображень за замовчуванням

# dialog_image_export_use_default_options
source: Use default export options
pl: Użyj domyślnych opcji eksportu

# dialog_image_export_options_show_dialog
source: Show export options next time
fa: دفعه بعد گزینه های صادر کردن را نشان دهید
nl: Toon de volgende keer exportopties
pl: Następnym razem pokaż opcje eksportu
uk: Показати параметри експорту наступного разу

# dialog_pdf_export_paper
source: Paper
pl: Papier

# dialog_pdf_export_layout
source: Layout
pl: Układ

# dialog_pdf_export_metadata
source: Metadata
pl: Metadane

# dialog_pdf_export_space_for_notes
source: Space for image notes
fa: فضایی برای یادداشت های عکس
nl: Ruimte voor beeldnotities
pl: Miejsce na notatki do obrazów
uk: Місце для приміток до зображень

# dialog_pdf_export_print_table_of_content
source: Print table of content
pl: Wydrukuj spis treści

# dialog_pdf_export_print_folder_notes
source: Print folder notes
fa: چاپ یادداشت های پوشه
nl: Mapnotities afdrukken
pl: Wydrukuj notatki do folderu
uk: Роздрукувати нотатки з папки

# dialog_pdf_export_data_table
source: Data Table
fa: جدول داده
nl: Data tabel
pl: Tabela danych
uk: Таблиця даних

# dialog_pdf_export_data_table_layout
source: Table layout
pl: Układ tabeli

# dialog_pdf_export_data_table_title_vertical
source: Vertical column titles
pl: Tytuły pionowych kolumn

# dialog_pdf_options_show_dialog
source: Show PDF options next time
fa: دفعه بعد گزینه های PDF را نشان دهید
nl: Toon PDF-opties de volgende keer
pl: Następnym razem pokaż opcje PDF
uk: Показати параметри PDF наступного разу

# pref_export_pdf_print_density
source: Resolution
pl: Rozdzielczość

# pref_export_pdf_output_resolution_default
source: Default
fa: پیش فرض
nl: Standaard
pl: Domyślna
uk: За замовчуванням

# dialog_pdf_options_image_notes_space_choices:0
source: Do not print notes
fa: یادداشت ها را چاپ نکنید
nl: Druk geen notities af
pl: Nie drukuj notatek
uk: Не друкувати нотатки

# image_export_to_gallery_in_background
source: Storing the images into your photo gallery...
nl: De afbeeldingen opslaan in galerij…
pl: Zapisywanie obrazów w galerii zdjęć...
uk: Зберігання зображень у вашій фотогалереї...

# pdf_export_notification_generating_pdf
source: Generating PDF file
fa: تولید فایل PDF
nl: PDF-bestand genereren
pl: Generowanie pliku PDF
uk: Створення PDF-файлу

# pdf_export_notification_progress
source: Rendering image %1$d of %2$d.
fa: پردازش عکس %1$d از %2$d.
nl: Afbeelding %1$d van %2$d renderen.
pl: Renderowanie obrazu %1$d z %2$d.
uk: Відтворення зображення %1$d із %2$d.

# dialog_zip_export_title
source: ZIP export
fa: صادر کردن ZIP
pl: Eksport ZIP
uk: Експорт ZIP

# dialog_zip_options_show_dialog
source: Show ZIP options next time
fa: دفعه بعد گزینه های ZIP را نشان دهید
nl: Toon ZIP-opties de volgende keer
pl: Następnym razem pokaż opcje ZIP
uk: Показати параметри ZIP наступного разу

# zip_export_notification_generating_title
source: Generating ZIP file
fa: در حال تولید فایل ZIP
nl: ZIP-bestand genereren
pl: Generowanie pliku ZIP
uk: Створення ZIP-файлу

# zip_export_notification_progress
source: Rendering image %1$d of %2$d.
fa: پردازش عکس %1$d از %2$d.
nl: Afbeelding %1$d van %2$d renderen.
pl: Renderowanie obrazu %1$d z %2$d.
uk: Відтворення зображення %1$d із %2$d.

# zip_export_notification_progress_pdf_step
source: PDF image %1$d of %2$d.
fa: عکسPDF %1$d از %2$d.
nl: PDF-afbeelding %1$d van %2$d.
pl: Obraz PDF %1$d z %2$d.
uk: Зображення PDF %1$d із %2$d.

# zip_export_notification_progress_compressing_step
source: Compressing ZIP file…
nl: ZIP-bestand comprimeren…
pl: Kompresowanie pliku ZIP ...
uk: Стиснення ZIP-файлу…

# dialog_csv_export_title
source: Data table export (CSV)
fa: صادر کردن جدول داده (CSV)
nl: Gegevenstabel exporteren (CSV)
pl: Eksport tabeli danych (CSV)
uk: Експорт таблиці даних (CSV)

# notification_generic_error_title
source: Error
fa: خطا
nl: Fout
pl: Błąd
uk: Помилка

# notification_bkg_rendering_title
source: Image rendering in progress…
fa: پردازش عکس در حال انجام ...
nl: Beeldweergave bezig…
pl: Trwa renderowanie obrazu…
uk: Виконується рендеринг зображення…

# notification_bkg_rendering_channel_title
source: Image rendering
fa: پردازش عکس
nl: Beeldweergave
pl: Renderowanie obrazu
uk: Рендеринг зображення

# notification_syncer_channel_title
source: Cloud synchronization
fa: همگام سازی ابری
nl: Cloud synchronisatie
pl: Synchronizacja z chmurą
uk: Хмарна синхронізація

# notification_import_title
source: Image import
fa: وارد کردن عکس
nl: Afbeelding importeren
pl: Import obrazu
uk: Імпорт зображення

# notification_import_content
source: %1d image left …
fa: %1d عکس چپ ...
pl: Pozostał %1d obraz…

# notification_channel_background_processing_title
source: Background processing
fa: پردازش پس زمینه
nl: Achtergrondproces bezig
pl: Przetwarzanie w tle
uk: Фонова обробка

# notification_channel_offscreen_rendering_title
source: Image rendering
fa: پردازش عکس
nl: Beeldweergave
pl: Renderowanie obrazu
uk: Рендеринг зображення

# notification_channel_error_messages_title
source: Error messages
fa: پیغام خطا
nl: Foutmeldingen
pl: Komunikaty o błędach
uk: Повідомлення про помилки
