Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# editor_dialog_save_corrupted_imm_file_message
source: The image data could not be read successfully. ImageMeter has tried to load as much of the data as possible, but the image annotations may be incomplete or may have errors. Do you want to keep the old data (new modifications will not be saved), or do you want to overwrite the data (you will lose the elements that could not be read successfully)?
fa: اطلاعات عکس به طور موفقیت آمیز خوانده نشد. ImageMeter تلاش کرده تا آنجای ممکن اطلاعات را بارگذاری نماید، ولی یادداشت های عکس ممکن است کامل نبوده یا دارای خطا باشند. آیا می خواهید اطلاعات قدیمی را نگه دارید (تغییرات جدید ذخیره نخواهند شد)، یا می خواهید اطلاعات را بازنویسی کنید (شما عناصری را که به طور موفق خوانده نشدند از دست خواهید داد)؟
nl: De afbeeldingsgegevens konden niet goed worden gelezen. ImageMeter heeft geprobeerd zoveel mogelijk gegevens te laden, maar de beeldannotaties kunnen onvolledig zijn of fouten bevatten. Wilt u de oude gegevens behouden (nieuwe wijzigingen worden niet opgeslagen), of wilt u de gegevens overschrijven (u verliest de elementen die niet goed gelezen konden worden)?
pl: Dane obrazu nie zostały poprawnie odczytane. ImageMeter próbował załadować jak najwięcej danych, ale adnotacje obrazu mogą być niekompletne lub mogą zawierać błędy. Czy chcesz zachować stare dane (nowe zmiany nie zostaną zapisane), czy chcesz zastąpić dane (utracisz elementy, których nie można było odczytać pomyślnie)?
uk: Не вдалося зчитати дані зображення. ImageMeter намагався завантажити якомога більше даних, але анотації до зображень можуть бути неповними або містити помилки. Ви хочете зберегти старі дані (нові модифікації не будуть збережені) або ви хочете перезаписати дані (ви втратите елементи, які не вдалося прочитати)?

# editor_dialog_save_corrupted_imm_file_overwrite_button
source: Overwrite
fa: بازنویسی
nl: Overschrijven
pl: Nadpisz
uk: Перезаписати

# editor_dialog_save_corrupted_imm_file_keep_old_button
source: Keep old data
fa: نگه داشتن اطلاعات قدیمی
nl: Bewaar oude gegevens
pl: Zachowaj stare dane
uk: Зберігайте старі дані

# color_dialog_special_transparent
source: Transparent
fa: شفاف
nl: Transparant
pl: Banner
uk: Прозорий

# color_dialog_special_automatic
source: Automatic
fa: خودکار
pl: Automatyczny
uk: Автоматичний

# color_dialog_special_use_main_color
source: Use main color
fa: استفاده از رنگ اصلی
nl: Gebruik hoofdkleur
pl: Użyj głównego koloru
uk: Використовуйте основний колір

# editor_locking_title
source: Modification lock
nl: Wijziging slot
pl: Blokada modyfikacji
uk: Блокування модифікації.

# editor_dialog_style_spinner_various_values
source: various
fa: مختلف
nl: verscheidene
pl: różny
uk: різноманітні

# editor_dialog_style_textbox_title
source: Text box style
fa: سبک جعبۀ متن
nl: Stijl van tekstvak
pl: Styl pola tekstowego
uk: Стиль текстового поля

# editor_textbox_add_arrow
source: Add arrow
pl: Dodaj strzałkę

# editor_textbox_delete_arrow
source: Delete arrow
pl: Usuń strzałkę

# editor_dialog_style_freehand_title
source: Freehand style
fa: سبک دست آزاد
nl: Stijl uit de vrije hand
pl: Styl odręczny
uk: Стиль від руки

# editor_dialog_style_freehand_line_width
source: Line width
fa: پهنای خط
nl: Lijnbreedte
pl: Szerokość linii
uk: Ширина лінії

# editor_dialog_style_freehand_outline_width
source: Outline width
pl: Szerokość konturu

# editor_dialog_style_freehand_line_pattern
source: Line pattern
fa: الگوی خط
nl: Lijn patroon
pl: Wzór linii
uk: Лінійний візерунок

# editor_dialog_style_ellipse_title
source: Ellipse style
fa: سبک بیضی
nl: Ellips stijl
pl: Styl elipsy
uk: Стиль еліпса

# editor_dialog_style_line_title
source: Line style
fa: سبک خط
nl: Lijnstijl
pl: Styl linii
uk: Стиль лінії

# editor_dialog_style_measure_title
source: Dimension style
fa: سبک ابعاد
nl: Dimensie stijl
pl: Styl wymiarowy
uk: Розмірний стиль

# editor_measure_move_label
source: Move label
pl: Przenieś etykietę

# editor_dialog_style_angle_title
source: Angle style
fa: سبک زاویه
nl: Hoekstijl
pl: Styl kąta
uk: Кутовий стиль

# editor_dialog_style_rect_title
source: Reference style
fa: سبک مرجع
nl: Referentie stijl
pl: Punkt odniesienia
uk: Еталонний стиль

# editor_dialog_style_rect_set_default_reference_size
source: Store reference size as default
fa: ذخیرۀ اندازۀ مرجع به عنوان پیش فرض
nl: Bewaar referentiegrootte als standaard
pl: Zapisz rozmiar punkt odniesienia jako domyślny
uk: Зберігати контрольний розмір за замовчуванням

# editor_dialog_style_rect_info_set_default_reference_size_title
source: Default Reference Size
fa: اندازۀ پیش فرض مرجع
nl: Standaard referentiegrootte
pl: Domyślny rozmiar siatki odniesienia
uk: Довідковий розмір за замовчуванням

# editor_dialog_style_rect_info_set_default_reference_size_text
source: This button stores the currently entered reference dimensions as the default size. When creating a new reference, these dimensions are automatically set. You can set this to any reference that is suitable for your application, e.g. the size of a sheet of paper.
fa: این دکمه ابعاد مرجع وارد شدۀ فعلی را به عنوان اندازۀ پیش فرض ذخیره می کند. زمان ایجاد یک مرجع جدید، این ابعاد به صورت اتوماتیک قرار داده می شوند. شما می توان این را به هر مرجعی که برای برنامۀ شما مناسب است قرار دهید، مثلا اندازۀ یک صفحۀ کاغذ.
nl: Deze knop slaat de momenteel ingevoerde referentieafmetingen op als de standaardmaat. Bij het aanmaken van een nieuwe referentie worden deze afmetingen automatisch ingesteld. U kunt dit instellen op elke referentie die geschikt is voor uw toepassing, b.v. ter grootte van een vel papier.
pl: Ten przycisk zapisuje aktualnie wprowadzone wymiary siatki odniesienia jako rozmiar domyślny. Podczas tworzenia nowej siatki odniesienia, wymiary te są ustawiane automatycznie. Można ustawić to na dowolne miejsce odpowiednie dla danej aplikacji, np. Rozmiar arkusza papieru.
uk: Ця кнопка зберігає поточні введені опорні розміри як розмір за замовчуванням. Під час створення нового посилання ці розміри встановлюються автоматично. Ви можете встановити будь-яке посилання, яке підходить для вашої програми, напр. розміром з аркуш паперу.

# editor_dialog_style_rect_grid_subdivisions_choices:0
source: none
fa: هیچ
nl: geen
pl: brak
uk: ні

# editor_rectref_choose_size
source: Choose size
pl: Wybierz rozmiar

# editor_dialog_style_flatref_title
source: Reference style
fa: سبک مرجع
nl: Referentie stijl
pl: Punkt odniesienia
uk: Еталонний стиль

# editor_dialog_style_area_title
source: Area style
fa: سبک ناحیه
nl: Oppervlak stijl
pl: Styl powierzchni
uk: Стиль площі

# editor_area_may_add_points
source: May add points
pl: Umożliwia dodawanie punktów

# editor_area_may_delete_points
source: May delete points
pl: Umożliwia usuwanie punktów

# editor_dialog_style_circle_title
source: Circle style
fa: سبک دایره
nl: Cirkel stijl
pl: Styl koła
uk: Стиль кола

# editor_dialog_style_rectangle_title
source: Rectangle style
fa: سبک مستطیل
nl: Rechthoek stijl
pl: Styl prostokąta
uk: Стиль прямокутника

# editor_dialog_style_dimstring_title
source: Dimension string style
fa: سبک رشته ابعاد
nl: Dimensie tekenreeksstijl
pl: Styl łańcucha wymiarowego
uk: Стиль рядка розмірів

# editor_dimstring_mode_add_markers
source: Add measures
pl: Dodaj pomiary

# editor_dimstring_mode_move_markers
source: Move measures
pl: Przenieś pomiary

# editor_dimstring_mode_toggle_segments
source: Toggle segments
pl: Przełącz segmenty

# editor_dimstring_mode_move_strings
source: Move strings
pl: Przenieś ciągi

# editor_dimstring_mode_set_values
source: Set values
pl: Ustaw wartości

# editor_dimstring_mode_adjust_guide_lines_lengths
source: Guide lines lengths
pl: Długości linii pomocniczych

# editor_dimstring_func_edit_mode
source: Select edit mode
pl: Wybierz tryb edycji

# editor_dimstring_func_add_string
source: Add string
pl: Dodaj ciąg

# editor_dimstring_func_add_cumulative_string
source: Add cumulative string
pl: Dodaj ciąg skumulowany

# editor_dimstring_func_swap_orientation
source: Swap orientation
pl: Zamień orientację

# editor_dialog_style_measurementpoint_title
source: Point style
fa: سبک نقطه
nl: Punt stijl
pl: Styl punktu
uk: Стиль точки

# editor_dialog_style_perspective_line_title
source: Perspective line style
fa: سبک خط چشم انداز
nl: Perspectief lijnstijl
pl: Styl linii perspektywy
uk: Стиль лінії перспективи

# editor_perspective_live_add_measure
source: Add measure
pl: Dodaj pomiar

# editor_perspective_live_remove_measure
source: Remove measure
pl: Usuń pomiar

# settings_rectref_sizes_title
source: Reference object sizes
fa: اندازه شیء مرجع
nl: Afmetingen van referentieobjecten
pl: Rozmiary obiektów odniesienia
uk: Довідкові розміри об’єктів

# settings_rectref_sizes_name
source: Name:
fa: نام:
nl: Naam:
pl: Nazwa:
uk: Ім'я:

# settings_rectref_sizes_width
source: Width:
fa: عرض:
nl: Breedte:
pl: Szerokość:
uk: Ширина:

# settings_rectref_sizes_height
source: Height:
fa: ارتفاع:
nl: Hoogte:
pl: Wysokość:
uk: Висота:

# settings_rectref_sizes_add_object_size
source: + add object size
fa: + اضافه کردن اندازه شی
nl: + voeg objectgrootte toe
pl: + dodaj rozmiar obiektu
uk: + додати розмір об'єкта

# settings_rectref_sizes_new_object_name
source: custom object
fa: شیء سفارشی
nl: aangepast voorwerp
pl: obiekt niestandardowy
uk: користувацький об'єкт

# settings_rectref_sizes_menu_open
source: Edit objects…
fa: ویرایش اشیاء ...
nl: Objecten bewerken…
pl: Edytuj obiekty…
uk: Редагувати об’єкти…

# editor_rectref_standard_size_letter
source: Letter
fa: نامه
pl: List
uk: лист

# editor_rectref_standard_size_credit_card
source: Credit card
fa: کارت اعتباری
pl: Karta kredytowa
uk: Кредитна картка

# templ_labeltype_length
source: Length
nl: Lengte
pl: Długość
uk: Довжина

# dimension_format_imperial_length_unit_choices:0
source: mil
fa: مایل
pl: tysiąc
uk: міл

# dimension_format_imperial_length_unit_choices:1
source: inch
fa: اینچ
pl: cal
uk: дюйм

# dimension_format_imperial_length_unit_choices:2
source: foot
fa: فوت
nl: voet
pl: stopa
uk: фут

# dimension_format_imperial_length_unit_choices:3
source: yard
fa: یارد
pl: jard
uk: ярд

# dimension_format_imperial_length_unit_choices:4
source: mile
fa: مایل
nl: mijl
pl: mila
uk: миля

# dimension_format_angle_unit_choices:0
source: degrees
fa: درجه
nl: graden
pl: stopnie
uk: градуси

# dimension_format_angle_unit_choices:1
source: slope %
fa: شیب %
nl: helling %
pl: nachylenie %
uk: нахил %

# dimension_format_angle_unit_choices:2
source: radians
fa: رادیان
nl: radialen
pl: radian
uk: радіани

# dimension_format_area_imperial_choices:0
source: sq in
fa: اینچ مربع
nl: vierkante inch
pl: in

# dimension_format_area_imperial_choices:1
source: sq ft
fa: فوت مربع
nl: vierkante voet
pl: ft
uk: кв футів

# dimension_format_area_imperial_choices:2
source: sq yd
fa: یارد مربع
nl: vierkante yard
pl: jd
uk: кв ярд

# dimension_format_area_imperial_choices:3
source: sq mi
fa: مایل مربع
nl: vierkante mijl
pl: mi
uk: кв миль

# dimension_format_area_imperial_choices:4
source: acre
pl: akr
uk: акр

# dimension_format_area_imperial_choices:5
source: square mil
fa: مایل مربع
nl: vierkante mil
pl: mil kwadratowych
uk: квадратних mil

# dimension_format_area_imperial_choices:6
source: circular mil
nl: circulaire mil
pl: okrągłe mile
uk: круговий mil

# dimension_format_area_metric_prefix_choices:4
source: are
pl: ar
uk: ар

# dimension_format_area_metric_prefix_choices:5
source: hectare
fa: هکتار
pl: hektar
uk: гектар

# value_entry_tab_title_value
source: Value
fa: مقدار
nl: Waarde
pl: Wartość
uk: Значення

# value_entry_tab_title_metadata
source: Extra
fa: اضافی
pl: Ekstra
uk: Додатковий

# value_entry_tab_title_unit
source: Unit
fa: واحد
nl: Eenheid
pl: Jednostka
uk: Одиниця

# value_entry_tab_title_style
source: Style
fa: سبک
nl: Stijl
pl: Styl
uk: Стиль

# value_entry_text_mode
source: Text mode
fa: حالت متن
nl: Tekstmodus
pl: Tryb tekstowy
uk: Текстовий режим

# value_entry_value_mode
source: Value mode
fa: حالت مقدار
nl: Waarde modus
pl: Tryb wartości
uk: Режим значення

# value_entry_key_inch
source: Inch
fa: اینچ
pl: Cal
uk: Дюйм

# value_entry_key_foot
source: Foot
fa: فوت
nl: Voet
pl: Stopa
uk: Фут

# value_entry_key_yard
source: Yard
fa: یارد
pl: Jard
uk: Ярд

# value_entry_unit_section_automatic_measurement_options
source: Automatic measurement options
fa: گزینه های اندازه گیری خودکار
nl: Automatische meet mogelijkheden
pl: Automatyczne opcje pomiaru
uk: Опції автоматичного вимірювання

# value_entry_decimal_digits
source: Decimal digits
pl: Cyfry dziesiętne

# value_entry_unit_unit
source: Unit
fa: واحد
nl: Eenheid
pl: Jednostka
uk: Одиниця

# textbox_dialog_label
source: Text note
nl: Opmerking
pl: Wprowadź tekst
uk: Текстова примітка

# textbox_text_hint
source: No text
fa: بدون متن
nl: Geen tekst
pl: Brak tekstu
uk: Без тексту

# textbox_text_preset_button
source: Preset…
fa: از پیش تعیین شده ...
nl: Vooraf ingesteld…
pl: Własny…
uk: Попередньо встановлені…

# textbox_text_preset_open_prefs
source: (Define presets …)
fa: (تعریف ایستگاه از پیش تنظیم شده ...)
nl: (Definieer voorinstellingen …)
pl: (Zdefiniuj własne wartości…)
uk: (Визначити попередні налаштування…)

# textbox_audio_notes_title
source: Audio note
fa: یادداشت صوتی
nl: Audionotitie
pl: Notatka dźwiękowa
uk: Аудіо нотатка

# textbox_detail_picture_title
source: Detail picture
fa: جزئیات تصویر
nl: Detail foto
pl: Obraz pomocniczy
uk: Детальний малюнок

# textbox_detail_picture_cannot_load
source: Cannot load detail image
fa: بارگیری جزئیات عکس امکان پذیر نیست
nl: Kan detailafbeelding niet laden
pl: Nie można załadować obrazu pomocniczego
uk: Не вдається завантажити детальне зображення

# textbox_detail_picture_load_error_zero_size
source: Image has zero size.
fa: اندازه عکس صفر است.
nl: Afbeelding heeft geen waarde.
pl: Obraz ma zerowy rozmiar.
uk: Зображення має нульовий розмір.

# imagesettings_dialog_base_sizes
source: Base sizes
fa: اندازه پایه
nl: Basismaten
pl: Rozmiary podstawowe
uk: Базові розміри

# imagesettings_duallabel_mode_choices:0
source: Off
pl: Wyłączone

# imagesettings_duallabel_mode_choices:1
source: Model scale
pl: Skala modelu

# imagesettings_duallabel_mode_choices:2
source: Alternative unit
pl: Alternatywna jednostka

# imagesettings_dialog_duallabel_title
source: Secondary label
pl: Druga etykieta

# imagesettings_dialog_duallabel_mode
source: Mode
pl: Tryb

# imagesettings_dialog_duallabel_scale
source: Scale
pl: Skala

# imagesettings_dialog_duallabel_unit
source: Unit
pl: Jednostka

# imagesettings_dialog_canvas_title
source: Canvas
fa: بوم
nl: Tekenblad
pl: Płótno
uk: Полотно

# imagesettings_dialog_canvas_unit_distance
source: Unit distance
fa: فاصله واحد
nl: Eenheid afstand
pl: Odległość jednostki
uk: Відстань одиниці

# imagesettings_dialog_bkgimage_title
source: Image
fa: عکس
nl: Afbeelding
pl: Obraz
uk: Зображення

# imagesettings_dialog_bkgimage_reset
source: Reset
fa: باز نشاندن
nl: Resetten
pl: Resetowanie
uk: Скинути

# imagesettings_dialog_calibration_title
source: Calibration
fa: کالیبراسیون
nl: Kalibreren
pl: Kalibracja
uk: Калібрування

# imagesettings_dialog_calibration_enable
source: Calibrate to image
pl: Skalibruj do obrazu

# imagesettings_dialog_calibration_image_resolution
source: Resolution
pl: Rozdzielczość

# imagesettings_dialog_calibration_image_scale
source: Scale
pl: Skala

# imagesettings_dialog_calibration_image_scale_real
source: real
pl: rzeczywisty

# imagesettings_dialog_calibration_image_scale_image
source: image
pl: obraz

# bluetooth_notification_title
source: Bluetooth device connection
nl: Bluetooth-apparaatverbinding
pl: Połączenie z urządzeniem Bluetooth
uk: Підключення пристрою Bluetooth

# bluetooth_message_device_connected
source: Connection to Bluetooth device established.
fa: اتصال به دستگاه بلوتوث برقرار گردید.
nl: Verbinding met Bluetooth-apparaat tot stand gebracht.
pl: Nawiązano połączenie z urządzeniem Bluetooth.
uk: З’єднання з пристроєм Bluetooth встановлено.

# bluetooth_message_device_disconnected
source: Lost connection to Bluetooth device.
fa: اتصال به دستگاه بلوتوث قطع گردید.
nl: Verbinding met Bluetooth-apparaat verbroken.
pl: Utracono połączenie z urządzeniem Bluetooth.
uk: Втрачено з’єднання з пристроєм Bluetooth.

# bluetooth_message_device_connect_failed
source: Bluetooth connection failed.
fa: اتصال بلوتوث ناموفق بود.
nl: Bluetooth-verbinding mislukt.
pl: Połączenie Bluetooth nie powiodło się.
uk: Помилка з’єднання Bluetooth.

# bluetooth_error_bluetooth_not_configured
source: You have not yet configured any Bluetooth laser distance meter. First make sure that your device is listed in the system settings. If required, pair the device. <a href="android-bluetooth">Open Android Bluetooth settings</a> Afterwards, select your device in the ImageMeter settings: <a href="bluetooth-device">Open Bluetooth device settings</a> For more help and a list of supported devices, see <a href="https://imagemeter.com/manual/bluetooth/connect/">here</a>
nl: U heeft nog geen Bluetooth-laserafstandsmeter geconfigureerd. Zorg er eerst voor dat uw apparaat wordt vermeld in de systeeminstellingen. Koppel het apparaat indien nodig. <a href="android-bluetooth">Open Android Bluetooth-instellingen</a> Selecteer daarna uw apparaat in de ImageMeter-instellingen: <a href="bluetooth-device">Open Bluetooth-apparaatinstellingen</a> Voor meer hulp en een lijst met ondersteunde apparaten, zie <a href="https://imagemeter.com/manual/bluetooth/connect/">hier</a>
pl: Nie skonfigurowałeś jeszcze żadnego dalmierza laserowego Bluetooth. W pierwszej kolejności upewnij się, że twoje urządzenie jest wymienione w ustawieniach programu. W razie potrzeby należy sparować dalmierz. <a href="android-bluetooth">Otwórz ustawienia Bluetooth Androida</a> Po czym wybierz swoje urządzenie w ustawieniach ImageMeter: <a href="bluetooth-device">Otwórz ustawienia urządzenia Bluetooth</a> Więcej pomocy i listę obsługiwanych urządzeń znajdziesz <a href="https://imagemeter.com/manual/bluetooth/connect/">tutaj</a>
uk: Ви ще не налаштували лазерний дистанційний вимірювач Bluetooth. Спочатку переконайтеся, що ваш пристрій вказано в системних налаштуваннях. Якщо потрібно, виконати з’єднання пристрою <a href="android-bluetooth">Відкрийте налаштування Android Bluetooth</a> Після цього виберіть свій пристрій у налаштуваннях ImageMeter: <a href="bluetooth-device">Відкрийте налаштування пристрою Bluetooth</a> Щоб отримати додаткову допомогу та список підтримуваних пристроїв, див. <a href="https://imagemeter.com/manual/bluetooth/connect/">тут</a>

# bluetooth_error_cannot_set_value
source: Cannot set received Bluetooth value: %1$s.
nl: Kan de ontvangen Bluetooth-waarde niet instellen: %1$s.
pl: Nie można ustawić otrzymanej wartości Bluetooth: %1$s.
uk: Неможливо встановити отримане значення Bluetooth: %1$s.

# bluetooth_pref_button_start_bluetooth_scan
source: Start Bluetooth device scan
fa: شروع اسکن دستگاه بلوتوث
nl: Start het scannen van Bluetooth-apparaten
pl: Uruchom skanowanie urządzeń Bluetooth
uk: Почніть сканування пристрою Bluetooth

# bluetooth_pref_scanning_in_progress
source: Scanning ...
fa: در حال اسکن...
nl: Scannen…
pl: Skanowanie ...
uk: Сканування...

# bluetooth_dialog_scan_needs_location_permission_title
source: Bluetooth scan
fa: اسکن بلوتوث
pl: Skanowanie Bluetooth
uk: Сканування Bluetooth

# bluetooth_dialog_scan_needs_location_permission_text
source: Since Android 10, the fine location permission is required (previously coarse location) to scan for nearby Bluetooth devices. Please grant this permission when requested.
nl: Sinds Android 10 is toestemming voor fijne locatie vereist (voorheen grove locatie) om te scannen naar Bluetooth-apparaten in de buurt. Geef deze toestemming desgevraagd.
pl: Od Androida w wersji 10 wymagane jest pozwolenie na określenie lokalizacji w celu skanowania pobliskich urządzeń Bluetooth. Proszę o udzielenie tego zezwolenia by wszystko działało poprawnie.
uk: Починаючи з Android 10, для пошуку пристроїв Bluetooth поблизу потрібен дозвіл точного розташування (раніше грубе місцезнаходження). Будь ласка, надайте цей дозвіл, коли це буде потрібно.

# bluetooth_le_scan_needs_location_title
source: Bluetooth LE Scan Error
fa: خطای اسکن بلوتوث LE
nl: Bluetooth LE-scanfout
pl: Błąd skanowania LE Bluetooth
uk: Помилка сканування Bluetooth LE

# bluetooth_le_scan_needs_location_message
source: Android requires that the location service is enabled to run a Bluetooth LE Scan. Please turn on location services. After the Bluetooth LE scan, you can turn this off again.
fa: اندروید برای اجرای اسکن بلوتوث LE نیاز به فعال بودن سرویس موقعیت مکانی دارد. لطفاً خدمات موقعیت مکانی را روشن کنید. پس از اسکن بلوتوث LE ، می توانید دوباره این مورد را خاموش کنید.
nl: Android vereist dat de locatieservice is ingeschakeld om een Bluetooth LE-scan uit te voeren. Schakel locatieservices in. Na de Bluetooth LE-scan kunt u dit weer uitschakelen.
pl: Android wymaga, aby usługa lokalizacji była włączona, aby uruchomić skanowanie LE Bluetooth. Włącz usługi lokalizacji. Po skanowaniu Bluetooth LE możesz go ponownie wyłączyć.
uk: Android вимагає, щоб служба визначення місцезнаходження була ввімкнена для запуску Bluetooth LE Scan. Увімкніть служби локації. Після сканування Bluetooth LE ви можете знову вимкнути цю функцію.

# bluetooth_error_unknown
source: Unknown error
fa: خطای نامعلوم
nl: Onbekende fout
pl: Nieznany błąd
uk: Невідома помилка

# bluetooth_error_ci_E101
source: E101: Replace the batteries
nl: E101: Vervang de batterijen
pl: E101: Wymień baterie
uk: E101: Замініть батарейки

# bluetooth_error_ci_E104
source: E104: Calculation error
nl: E104: Berekeningsfout
pl: E104: Błąd obliczania
uk: E104: Помилка розрахунку

# bluetooth_error_ci_E152
source: E152: Temperature is too high: &gt; 40°C
fa: E152: دما خیلی زیاد است: &gt; 40°C
nl: E152: Temperatuur is te hoog: &gt; 40°C
pl: E152: Temperatura jest zbyt wysoka: &gt; 40°C
uk: E152: температура занадто висока: &gt; 40°C

# bluetooth_error_ci_E153
source: E153: Temperature is too low: &lt; 0°C
fa: E153: دما خیلی کم است: &lt; 0°C
nl: E153: Temperatuur is te laag: &lt; 0°C
pl: E153: Temperatura jest zbyt niska: &lt; 0°C
uk: E153: Температура занадто низька: &lt; 0°C

# bluetooth_error_ci_E154
source: E154: Outside the measuring range
nl: E154: Buiten het meetbereik
pl: E154: Poza zakresem pomiarowym
uk: E154: За межами діапазону вимірювання

# bluetooth_error_ci_E155
source: E155: Received signal too weak
nl: E155: Ontvangstsignaal te zwak
pl: E155: Zbyt słaby sygnał
uk: E155: Отриманий сигнал занадто слабкий

# bluetooth_error_ci_E156
source: E156: Received signal too strong
fa: E156: سیگنال دریافت شده بیش از حد قوی است
nl: E156: Ontvangstsignaal te sterk
pl: E156: Zbyt silny odebrany sygnał
uk: E156: Отриманий сигнал занадто сильний

# bluetooth_error_ci_E157
source: E157: Incorrect measurement or background is too bright
nl: E157: Onjuiste meting of achtergrond is te helder
pl: E157: Nieprawidłowy pomiar lub tło jest zbyt jasne
uk: E157: неправильне вимірювання або фон занадто яскравий

# bluetooth_error_ci_E160
source: E160: The device is moving too much to measure
nl: E160: Het apparaat beweegt te veel om te meten
pl: E160: Urządzenie porusza się za mocno, aby dokonać pomiaru
uk: E160: Пристрій рухається занадто сильно, щоб виміряти

# bluetooth_error_out_of_measuring_range
source: Out of measuring range
fa: خارج از محدوده اندازه گیری
nl: Buiten meetbereik
pl: Poza zakresem pomiarowym
uk: Поза діапазоном вимірювання

# bluetooth_error_signal_too_weak
source: Signal too weak
fa: سیگنال خیلی ضعیف است
nl: Signaal te zwak
pl: Sygnał za słaby
uk: Сигнал занадто слабкий

# bluetooth_error_display_out_of_range
source: Display out of range
fa: خارج از محدوده نمایش داده شود
nl: Weergave buiten bereik
pl: Wyświetl poza zakresem
uk: Дисплей за межами діапазону
