Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# notification_error_importing_IMI_title
source: Error importing IMI file
fa: خطا در وارد کردن فایل IMI
nl: Fout bij importeren van IMI-bestand
pl: Błąd podczas importowania pliku IMI
uk: Помилка імпортування файлу IMI

# notification_error_importing_IMF_title
source: Error importing IMF file
fa: خطا در وارد کردن فایل IMF
nl: Fout bij importeren van IMF-bestand
pl: Błąd podczas importowania pliku IMF
uk: Помилка імпортування файлу IMF

# notification_error_importing_image_title
source: Error importing image
fa: خطا در وارد کردن عکس
nl: Fout bij importeren van afbeelding
pl: Błąd podczas importowania obrazu
uk: Помилка імпорту зображення

# notification_error_importing_file_title
source: Error importing file
fa: خطا در وارد کردن فایل
nl: Fout bij importeren van bestand
pl: Błąd podczas importowania pliku
uk: Помилка імпортування файлу

# notification_rendering_precomputed_image_title
source: Rendering image
fa: تفسیر عکس
nl: Afbeelding renderen
pl: Renderowanie obrazu
uk: Відтворення зображення

# notification_save_to_gallery_title
source: Saving to gallery
fa: درحال ذخیره در گالری
nl: Opslaan in galerij
pl: Zapisywanie w galerii
uk: Збереження в галереї

# notification_error_saving_to_gallery
source: Error while saving to gallery
fa: هنگام ذخیره در گالری خطایی رخ داد
nl: Fout bij opslaan in galerij
pl: Błąd podczas zapisywania w galerii
uk: Помилка під час збереження в галереї

# notification_save_to_gallery_content
source: %1d image left …
fa: %1d عکس چپ ...
pl: Pozostał %1d obraz…

# notification_error_no_permission_to_save_to_gallery
source: Cannot save to gallery because ImageMeter has no storage write permission.
fa: ذخیره در گالری امکان پذیر نیست زیرا ImageMeter اجازه نوشتن فضای ذخیره سازی را ندارد.
nl: Kan niet opslaan in galerij omdat ImageMeter geen schrijfrechten voor opslag heeft.
pl: Nie można zapisać w galerii, ImageMeter nie ma uprawnień do zapisu w pamięci urządzenia.
uk: Не вдається зберегти в галереї, оскільки ImageMeter не має дозволу на запис у сховище.

# notification_duplicate_title
source: Duplicate images
fa: عکس های تکراری
nl: Dubbele afbeeldingen
pl: Zduplikowane obrazy
uk: Повторювані зображення

# notification_duplicate_content
source: %1$d of %2$d images copied
nl: %1$d van %2$d afbeeldingen gekopieerd
pl: Skopiowano %1$d z %2$d obrazów
uk: Скопійовано %1$d із %2$d зображень

# notification_error_duplicating_image
source: Error while duplicating image
fa: خطا در هنگام تکثیر عکس
nl: Fout bij het dupliceren van de afbeelding
pl: Błąd podczas powielania obrazu
uk: Помилка під час копіювання зображення

# pref_main_title
source: Settings
fa: تنظیمات
nl: Instellingen
pl: Ustawienia
uk: Налаштування

# pref_category_measures
source: Measures
fa: اندازه گیری ها
nl: Metingen
pl: Miary
uk: Вимірювання

# pref_category_editor
source: Editor
fa: ویرایشگر
pl: Edytor
uk: Редактор

# pref_category_export
source: Image export
fa: صادر کردن عکس
nl: Afbeelding exporteren
pl: Eksport obrazu
uk: Експорт зображення

# pref_category_user_interface
source: User interface
fa: استفاده از واسط
nl: Gebruikersomgeving
pl: Interfejs użytkownika
uk: Інтерфейс користувача

# pref_category_storage
source: Storage
fa: ذخیره سازی
nl: Opslag
pl: Pamięć
uk: Зберігання

# pref_category_templates
source: Templates and data tables
fa: قالب ها و جداول داده ها
nl: Sjablonen en gegevenstabellen
pl: Szablony i tabele danych
uk: Шаблони та таблиці даних

# pref_category_information
source: Information
fa: اطلاعات
nl: Informatie
pl: Informacje
uk: Інформація

# pref_measures_default_template
source: Default measurement format
fa: فرمت اندازه گیری پیش فرض
nl: Standaard meetformaat
pl: Domyślny format pomiaru
uk: Формат вимірювання за замовчуванням

# pref_measures_default_template_dialog
source: Default measurement format
fa: فرمت اندازه گیری پیش فرض
nl: Standaard meetformaat
pl: Domyślny format pomiaru
uk: Формат вимірювання за замовчуванням

# pref_measure_metric_length_unit
source: Metric length unit
fa: واحد طول متریک
nl: Metrische lengte-eenheid
pl: Jednostka długości metrycznej
uk: Метрична одиниця довжини

# pref_measure_metric_area_unit
source: Metric area unit
fa: واحد سطح متریک
nl: Metrische gebiedseenheid
pl: Jednostka powierzchni metrycznej
uk: Метрична одиниця площі

# pref_measure_metric_area_unit_choices:4
source: are
pl: ar
uk: Ар

# pref_measure_metric_area_unit_choices:5
source: hectare
fa: هکتار
pl: hektar
uk: гектар

# pref_measure_imperial_length_unit
source: Imperial length unit
fa: واحد طول امپریال
pl: Jednostka długości imperialnej
uk: Англійська одиниця довжини

# pref_measure_imperial_area_unit
source: Imperial area unit
fa: واحد سطح امپریال
pl: Jednostka powierzchni imperialnej
uk: Англійська одиниця площини

# pref_measure_imperial_area_unit_choices:0
source: sq in
nl: vierkante inch
pl: cal²

# pref_measure_imperial_area_unit_choices:1
source: sq ft
nl: vierkante voet
pl: stopa²

# pref_measure_imperial_area_unit_choices:2
source: sq yd
nl: vierkante yard
pl: jard²

# pref_measure_imperial_area_unit_choices:3
source: sq mi
nl: vierkante mijl
pl: mila²

# pref_measure_imperial_area_unit_choices:4
source: acre
pl: akr
uk: Акр

# pref_measure_angle_unit
source: Angle unit
pl: Jednostka kąta

# pref_measure_angle_unit_dialog
source: Angle unit
pl: Jednostka kąta

# pref_measure_angle_unit_choices:0
source: Degrees
pl: Stopnie

# pref_measure_angle_unit_choices:1
source: Slope percent
pl: Procent nachylenia

# pref_measure_angle_unit_choices:2
source: Radians
pl: Radian

# pref_measure_angle_unit_choices:3
source: Gradians
pl: Grad

# pref_measure_decimal_digits_category
source: Decimal digits for computed values
fa: رقم اعشاری برای مقادیر محاسبه شده
nl: Decimale cijfers voor berekende waarden
pl: Cyfry dziesiętne dla obliczanych wartości
uk: Десяткові цифри для обчислених значень

# pref_measure_decimal_digits_metric_length
source: Decimal digits for metric lengths
nl: Decimale cijfers voor metrische lengtes
pl: Cyfry dziesiętne dla długości metrycznych
uk: Десяткові цифри для метричної довжини

# pref_measure_decimal_digits_metric_areas
source: Decimal digits for metric areas
fa: رقم اعشاری برای مناطق متریک
nl: Decimale cijfers voor metrische gebieden
pl: Cyfry dziesiętne dla obszarów metrycznych
uk: Десяткові цифри для метричних областей

# pref_measure_decimal_digits_angles
source: Decimal digits for angles
fa: رقم اعشاری برای زاویه
nl: Decimale cijfers voor hoeken
pl: Cyfry dziesiętne dla kątów
uk: Десяткові цифри для кутів

# pref_measure_decimal_digits_imperial_lengths
source: Decimal digits for imperial lengths
fa: رقم اعشاری برای طول امپریال
pl: Cyfry dziesiętne dla długości imperialnych
uk: Десяткові цифри для Англійської одиниці довжини

# pref_measure_decimal_digits_imperial_areas
source: Decimal digits for imperial areas
fa: رقم اعشاری برای مناطق امپریال
pl: Cyfry dziesiętne dla obszarów imperialnych
uk: Десяткові цифри для Англійської одиниці площини

# pref_measure_decimal_digits_metric_length_dialog
source: Number of decimal digits in computed values
fa: تعداد ارقام اعشاری در مقادیر محاسبه شده
nl: Aantal decimale cijfers in berekende waarden
pl: Liczba cyfr dziesiętnych w wartościach obliczonych
uk: Кількість десяткових цифр у обчислених значеннях

# pref_measure_decimal_digits_metric_length_choices:0
source: No decimals
fa: بدون اعشار
nl: Geen decimalen
pl: Brak miejsc po przecinku
uk: Без десяткових

# pref_measure_decimal_digits_metric_length_choices:1
source: 1 digit
fa: 1 رقم
nl: 1 cijfer
pl: 1 cyfra
uk: 1 цифра

# pref_measure_decimal_digits_metric_length_choices:2
source: 2 digits
fa: 2 رقم
nl: 2 cijfers
pl: 2 cyfry
uk: 2 цифри

# pref_measure_decimal_digits_metric_length_choices:3
source: 3 digits
fa: 3 رقم
nl: 3 cijfers
pl: 3 cyfry
uk: 3 цифри

# pref_measure_decimal_digits_metric_length_choices:4
source: 4 digits
fa: 4 رقم
nl: 4 cijfers
pl: 4 cyfry
uk: 4 цифри

# pref_measure_decimal_digits_metric_length_choices:5
source: 5 digits
fa: 5 رقم
nl: 5 cijfers
pl: 5 cyfr
uk: 5 цифр

# pref_unit_subsets_category
source: Enabled units
fa: واحدهای فعال
nl: Ingeschakelde eenheden
pl: Włączone jednostki
uk: Увімкнені одиниці

# pref_unit_subsets_metric
source: Enabled metric units
fa: واحدهای متریک فعال
nl: Metrische eenheden ingeschakeld
pl: Włączone jednostki metryczne
uk: Увімкнені метричні одиниці

# pref_unit_subsets_metric_all
source: All
fa: همه
nl: Alle
pl: Wszystkie
uk: Всі

# pref_unit_subsets_imperial
source: Enabled imperial units
fa: واحدهای امپریال فعال
nl: Engelse eenheden ingeschakeld
pl: Włączone jednostki imperialne
uk: Увімкнено Англійські одиниці

# pref_unit_subsets_imperial_inch_to_mile
source: inch, foot, yard, mile
fa: اینچ ، فوت ، یارد ، مایل
nl: inch, voet, yard, mijl
pl: cal, stopa, jard, mila
uk: дюйм, фут, ярд, миля

# pref_unit_subsets_imperial_mil_to_foot
source: mil, inch, foot
fa: مایل ، اینچ ، فوت
nl: mil, inch, voet
pl: mil, cal, stopa
uk: mil, дюйм, фут

# pref_unit_subsets_imperial_all
source: All
fa: همه
nl: Alle
pl: Wszystkie
uk: Всі

# pref_bluetooth_devices
source: Laser distance meter
fa: اندازه گیر فاصلۀ لیزری
nl: Laser afstandsmeter
pl: Dalmierz laserowy
uk: Лазерний далекомір

# pref_bluetooth_devices_summary
source: Active device
fa: دستگاه فعال
nl: Actief apparaat
pl: Aktywne urządzenie
uk: Активний пристрій

# pref_bluetooth_devices_dialog
source: Select laser distance meter
fa: انتخاب اندازه گیر فاصلۀ لیزری
nl: Selecteer laserafstandsmeter
pl: Wybierz dalmierz laserowy
uk: Виберіть лазерний далекомір

# pref_bluetooth_devices_none
source: None
fa: هیچ
nl: Geen
pl: Brak
uk: Жодного

# pref_bluetooth_device_name_unknown
source: Unnamed
fa: بی نام
nl: Naamloos
pl: Nieznany
uk: Безіменний

# pref_bluetooth_device_protocol
source: Bluetooth protocol
fa: پروتکل بلوتوث
pl: Protokół Bluetooth
uk: Протокол Bluetooth

# pref_bluetooth_device_protocol_dialog
source: Select the protocol used by the laser distance meter
pl: Wybierz protokół używany przez dalmierz laserowy

# pref_bluetooth_device_protocol_auto
source: Automatic
fa: خودکار
nl: Automatisch
pl: Automatyczny
uk: Автоматичний

# pref_bluetooth_lti_trupulse_distance_mode_title
source: LTI TruPulse distance mode
fa: LTI TruPulse حالت فاصله ای
nl: LTI TruPulse-afstandsmodus
pl: Tryb odległości LTI TruPulse
uk: Режим вимірів LTI TruPulse

# pref_bluetooth_trupulse_distance_mode_dialog_title
source: Choose which distance to transmit to app (LTI TruPulse only)
fa: انتخاب فاصله ای که باید به برنامه ارسال شود (فقط LTI TruPulse)
nl: Kies welke maat u wilt verzenden naar de app (alleen LTI TruPulse)
pl: Wybierz odległość do przesłania do aplikacji (tylko LTI TruPulse)
uk: Вибір параметрів для передачі до програми (лише LTI TruPulse)

# pref_bluetooth_trupulse_distance_mode_choices:0
source: Slope distance (SD)
fa: شیب فاصله (SD)
nl: Hellingsafstand (SD)
pl: Odległość nachylenia (SD)
uk: Відстань на схилі (SD)

# pref_bluetooth_trupulse_distance_mode_choices:1
source: Horizontal distance (HD)
fa: فاصلۀ افقی (HD)
nl: Horizontale afstand (HD)
pl: Odległość pozioma (HD)
uk: Горизонтальна відстань (HD)

# pref_bluetooth_trupulse_distance_mode_choices:2
source: Vertical distance (VD)
fa: فاصلۀ عمودی (VD)
nl: Verticale afstand (VD)
pl: Odległość w pionie (VD)
uk: Вертикальна відстань (VD)

# pref_bluetooth_autoconnect
source: Auto-connect in editor
fa: اتصال اتوماتیک در ویرایشگر
nl: Automatisch verbinden in editor
pl: Automatyczne łączenie w edytorze
uk: Автоматичне підключення в редакторі

# pref_bluetooth_autoconnect_summaryon
source: Auto-connect Bluetooth in editor
fa: اتصال اتوماتیک بلوتوث در ویرایشگر
nl: Bluetooth automatisch verbinden in editor
pl: Automatyczne łączenie Bluetooth w edytorze
uk: Автоматичне підключення Bluetooth у редакторі

# pref_bluetooth_autoconnect_summaryoff
source: Do not auto-connect Bluetooth
fa: عدم اتصال اتومانیک بلوتوث
nl: Bluetooth niet automatisch verbinden
pl: Nie podłączaj Bluetooth automatycznie
uk: Не підключайте Bluetooth автоматично

# pref_bluetooth_use_device_format
source: Use device value format
fa: استفاده از فرمت مقادیر دستگاه
nl: Gebruik apparaatwaardeformaat
pl: Użyj formatu wartości urządzenia
uk: Використовуйте формат значення пристрою

# pref_bluetooth_use_device_format_summaryon
source: Same value format (not available for all devices)
fa: فرمت مقادیر مشابه (برای همۀ دستگاه ها وجود ندارد)
nl: Hetzelfde waardeformaat (niet beschikbaar voor alle apparaten)
pl: Ten sam format wartości (niedostępny dla wszystkich urządzeń)
uk: Той самий формат значення (доступний не для всіх пристроїв)

# pref_bluetooth_use_device_format_summaryoff
source: Use format set in app preferences
fa: استفاده از فرمت قرار داده شده در تنظیمات برنامه
nl: Formaat gebruiken dat is ingesteld in app-voorkeuren
pl: Użyj formatu wybranego w ustawieniach aplikacji
uk: Використовуйте формат, установлений у налаштуваннях програми

# pref_bluetooth_remote_trigger_twice
source: Send remote trigger twice
fa: ارسال از راه دور ماشه دو بار
nl: Stuur de externe trigger twee keer
pl: Wyślij dwukrotnie sygnał wyzwalacza
uk: Надішліть дистанційний тригер двічі

# pref_bluetooth_remote_trigger_twice_summaryon
source: The trigger command will be sent twice. For some laser devices that only switch on the laser at the first command and perform the measurement at the second command.
nl: Het triggercommando wordt twee keer verzonden. dit is voor sommige laserapparaten die pas bij het eerste commando de laser inschakelen en bij het tweede commando de meting uitvoeren.
pl: Polecenie wyzwalające zostanie wysłane dwukrotnie. Użyteczne w przypadku niektórych dalmierzy laserowych, które włączają laser przy pierwszym poleceniu a wykonują pomiar przy drugim.
uk: Команда тригера буде надіслана двічі. Для деяких лазерних пристроїв, які вмикають лазер лише за першою командою і виконують вимірювання за другою командою.

# pref_bluetooth_remote_trigger_twice_summaryoff
source: The trigger command will be sent only once.
fa: فرمان ماشه تنها یک بار ارسال خواهد شد.
nl: Het triggercommando wordt slechts één keer verzonden.
pl: Polecenie wyzwalające zostanie wysłane tylko raz.
uk: Команда тригера буде надіслана лише один раз.

# pref_category_editor_general
source: General
fa: عمومی
nl: Algemeen
pl: Ogólne
uk: Спільний

# pref_ui_editor_fullscreen_mode_title
source: Editor fullscreen mode
fa: حالت تمام صفحه ویرایشگر
nl: Editor op volledig scherm
pl: Tryb pełnoekranowy edytora
uk: Повноекранний режим редактора

# pref_ui_editor_fullscreen_mode_dialog
source: Editor fullscreen mode
fa: حالت تمام صفحه ویرایشگر
nl: Editor op volledig scherm
pl: Tryb pełnoekranowy edytora
uk: Повноекранний режим редактора

# pref_ui_editor_fullscreen_mode_choices:0
source: Never
fa: هرگز
nl: Nooit
pl: Nigdy
uk: Ніколи

# pref_ui_editor_fullscreen_mode_choices:1
source: Only landscape
fa: فقط عمودی
nl: Alleen landschap
pl: Tylko w widoku poziomym
uk: Тільки ландшафт

# pref_ui_editor_fullscreen_mode_choices:2
source: Always
fa: همیشه
nl: Altijd
pl: Zawsze
uk: Завжди

# pref_editor_zoom_slider
source: Show zoom slider
fa: نمایش کشویی زوم
nl: Zoomschuifregelaar weergeven
pl: Pokaż suwak powiększenia
uk: Показати повзунок масштабування

# pref_ui_editor_dragging_speed
source: Dragging slowdown
fa: کاهش سرعت کشیدن
nl: Vertraging slepen
pl: Powolne przeciąganie
uk: Уповільнення перетягування

# pref_ui_editor_dragging_speed_dialog
source: Dragging slowdown
fa: کاهش سرعت کشیدن
nl: Vertraging slepen
pl: Powolne przeciąganie
uk: Уповільнення перетягування

# pref_ui_helpbar_mode
source: Help messages
fa: پیغام های راهنما
nl: Help-berichten
pl: Podpowiedzi
uk: Підказки

# pref_ui_helpbar_mode_dialog
source: Show which help messages?
fa: نمایش کدام پیغام راهنما؟
nl: Welke hulpberichten tonen?
pl: Które podpowiedzi wyświetlić?
uk: Які повідомлення показувати?

# pref_ui_helpbar_mode_choices:0
source: Show for all messages
fa: نمایش برای همۀ پیغام ها
nl: Toon voor alle berichten
pl: Wyświetl wszystkie podpowiedzi
uk: Показати для всіх повідомлень

# pref_ui_helpbar_mode_choices:1
source: Only show important messages
fa: تنها نمایش پیغام های مهم
nl: Toon alleen belangrijke berichten
pl: Wyświetl tylko ważne podpowiedzi
uk: Показувати лише важливі повідомлення

# pref_category_editor_styling
source: Styling
fa: سبک
nl: Stijl
pl: Stylizacja
uk: Стиль

# pref_editor_line_width
source: Line width
fa: پهنای خط
nl: Lijnbreedte
pl: Szerokość linii
uk: Ширина лінії

# pref_editor_line_width_dialog
source: Choose line width
fa: انتخاب پهنای خط
nl: Kies lijndikte
pl: Wybierz szerokość linii
uk: Виберіть ширину лінії

# pref_editor_font_size
source: Font size
fa: اندازۀ فونت
nl: Groote lettertype
pl: Rozmiar czcionki
uk: Розмір шрифту

# pref_editor_font_size_dialog
source: Font size for all annotations
fa: اندازۀ فونت برای همۀ یادداشت ها
nl: Lettergrootte voor alle annotaties
pl: Rozmiar czcionki dla wszystkich adnotacji
uk: Розмір шрифту для всіх анотацій

# pref_category_editor_snapping
source: Snapping
fa: تکان خوردن
nl: Snappen
pl: Przywieranie
uk: Прив'язка

# pref_editor_snapping_hv_orientation_dialog
source: Snap to horizontal / vertical orientation
fa: ضربه محکم و ناگهانی برای جهت افقی / عمودی
nl: Uitlijnen op horizontale/verticale oriëntatie
pl: Przyciągnij do orientacji poziomej / pionowej
uk: Прив’язка до горизонтальної / вертикальної орієнтації

# pref_category_editor_magnifier
source: Magnifier
fa: ذره بین
nl: Vergrootglas
pl: Lupa
uk: Лупа

# pref_ui_use_magnifier
source: Enable magnifier
fa: فعال کردن ذره بین
nl: Vergrootglas inschakelen
pl: Włącz lupę
uk: Увімкнути лупу

# pref_ui_magnifier_mode_active
source: Magnifier mode for active element
fa: حالت ذره بین برای عنصر فعال
nl: Vergrootglasmodus voor actief element
pl: Tryb Lupy dla aktywnego elementu
uk: Режим лупи для активного елемента

# pref_ui_magnifier_mode_active_dialog
source: Choose how to draw active element in magnifier
fa: انتخاب چگونگی رسم عنصر فعال در ذره بین
nl: Kies hoe u het actieve element in het vergrootglas tekent
pl: Sposób rysowania aktywnego elementu w trybie lupy
uk: Відображення активних елементів у лупі

# pref_ui_magnifier_mode_nonactive
source: Magnifier mode for non-active elements
fa: حالت ذره بین برای عناصر غیرفعال
nl: Vergrootglasmodus voor niet-actieve elementen
pl: Tryb Lupy dla nieaktywnych elementów
uk: Режим лупи для неактивних елементів

# pref_ui_magnifier_mode_nonactive_dialog
source: Choose how to draw non-active elements in magnifier
fa: انتخاب چگونگی رسم عنصر غیرفعال در ذره بین
nl: Kies hoe u niet-actieve elementen in vergrootglas tekent
pl: Sposób rysowania nieaktywnych elementów w trybie lupy
uk: Відображення неактивних елементів у лупі

# pref_ui_magnifier_mode_choices:0
source: Do not show
fa: نمایش نده
nl: Verbergen
pl: Nie pokazuj
uk: Не показувати

# pref_ui_magnifier_mode_choices:1
source: Show without border
fa: نمایش بدون حاشیه
nl: Toon zonder rand
pl: Pokaż bez obramowania
uk: Показати без рамки

# pref_ui_magnifier_mode_choices:2
source: Show normal
fa: نمایش نرمال
nl: Toon normaal
pl: Pokaż normalnie
uk: Показати нормально

# pref_category_editor_drawing_tools
source: Drawing Tools
fa: ابزارهای رسم
nl: Teken hulpmiddelen
pl: Narzędzia do rysowania
uk: Інструменти для малювання

# pref_preset_text
source: Preset text %1$d
fa: متن از پیش قرار داده شده %1$d
nl: Vooraf ingestelde tekst %1$d
pl: Własny tekst %1$d
uk: Попередньо встановлений текст %1$d

# pref_preset_text_dialog
source: Enter preset text %1$d
fa: وارد کردن متن از پیش قرار داده شده %1$d
nl: Voer vooraf ingestelde tekst %1$d in
pl: Wprowadź własny tekst %1$d
uk: Введіть попередньо встановлений текст %1$d

# preset_text_1
source: front door
fa: در جلویی
nl: voordeur
pl: drzwi wejściowe
uk: вхідні двері

# preset_text_2
source: window
fa: پنجره
nl: raam
pl: okno
uk: вікно

# preset_text_3
source: cable channel
fa: کانال کابل
nl: kabelgoot
pl: kanał kablowy
uk: кабельний канал

# preset_text_4
source: north
fa: شمال
nl: noorden
pl: północ
uk: північ

# preset_text_5
source: south
fa: جنوب
nl: zuiden
pl: południe
uk: південь

# preset_text_6
source: living room
fa: اتاق نشیمن
nl: woonkamer
pl: salon
uk: вітальня

# preset_text_7
source: kitchen
fa: آشپزخانه
nl: keuken
pl: kuchnia
uk: кухня

# preset_text_8
source: bedroom
fa: اتاق خواب
nl: slaapkamer
pl: sypialnia
uk: спальня

# preset_text_9
source: bathroom
fa: حمام
nl: badkamer
pl: łazienka
uk: ванна кімната

# preset_text_10
source: exit
fa: خروج
nl: uitgang
pl: wyjście
uk: вихід

# pref_category_export_format
source: Export format
fa: فرمت صادر کردن
nl: Formaat exporteren
pl: Format eksportowanego pliku
uk: Формат експорту

# pref_export_show_format_selection
source: Choose format when exporting
fa: انتخاب فرمت هنگام صادر کردن
nl: Kies formaat bij het exporteren
pl: Wybierz format eksportowanego pliku
uk: Виберіть формат під час експорту

# pref_export_show_format_selection_summary_on
source: Format selection will be shown each time
fa: انتخاب فرمت هر بار نشان داده خواهد شد
nl: Formaatselectie wordt elke keer weergegeven
pl: Wybór formatu pliku będzie wyświetlany za każdym razem
uk: Вибір формату буде відображатися щоразу

# pref_export_show_format_selection_summary_off
source: Selected format will be used always
fa: فرمت انتخاب شده همیشه استفاده خواهد شد
nl: Geselecteerde formaat wordt altijd gebruikt
pl: Wybrany format pliku będzie zawsze używany
uk: Вибраний формат використовуватиметься завжди

# pref_export_single_image_format
source: Export images as
nl: Exporteer afbeeldingen als
pl: Eksportuj obrazy jako
uk: Експортувати зображення як

# pref_export_single_image_format_dialog
source: Export images as
nl: Exporteer afbeeldingen als
pl: Eksportuj obrazy jako
uk: Експортувати зображення як

# pref_export_single_image_format_choices:0
source: Image
fa: عکس
nl: Afbeelding
pl: Obraz
uk: Зображення

# pref_export_single_image_format_choices:2
source: Zip archive of images
fa: آرشیو ZIP از عکس ها
nl: Zip-archief met afbeeldingen
pl: Archiwum ZIP
uk: Zip-архів зображень

# pref_export_single_image_format_choices:3
source: ImageMeter image (IMI)
fa: عکس تصویر سنج (IMI)
nl: ImageMeter-afbeelding (IMI)
pl: Obraz ImageMeter (IMI)
uk: Зображення ImageMeter (IMI)

# pref_export_single_image_format_choices:4
source: ImageMeter folder (IMF)
fa: پوشه تصویر سنج (IMF)
nl: ImageMeter-map (IMF)
pl: Folder ImageMeter (IMF)
uk: Папка ImageMeter (IMF)

# pref_export_single_image_format_choices:5
source: Save to gallery
fa: ذخیره در گالری
nl: Sla op in galerij
pl: Zapisz w galerii
uk: Зберегти в галереї

# pref_category_export_image
source: Image settings
fa: تنظیمات عکس
nl: Instelling afbeeldingen
pl: Ustawienia obrazu
uk: Налаштування зображення

# pref_export_image_show_options
source: Set options at export
fa: تنظیم گزینه های صادر کردن
nl: Instellen opties bij exporteren
pl: Ustaw opcje przy eksporcie
uk: Встановити параметри при експорті

# pref_export_image_show_options_summary_on
source: Image options can be set at export
fa: گزینه های عکس را می توان هنگام صادر کردن تنظیم کرد
nl: Afbeeldingsopties kunnen worden ingesteld bij het exporteren
pl: Opcje obrazu można ustawić podczas eksportu
uk: Параметри зображення можна встановити при експорті

# pref_export_image_show_options_summary_off
source: Options dialog will be skipped
fa: گزینه ها گفتگوی چشم پوشی خواهد شد
nl: Het dialoogvenster Opties wordt overgeslagen
pl: Okno dialogowe opcji zostanie pominięte
uk: Діалогове вікно параметрів буде пропущено

# pref_export_default_image_export_options
source: Default image export options…
fa: گزینه های پیش فرض صادر کردن عکس…
nl: Standaard exportopties voor afbeeldingen…
pl: Domyślne opcje eksportu obrazu…
uk: Параметри експорту зображень за замовчуванням…

# pref_export_hardware_msaa
source: Hardware anti-aliasing
fa: ضد-بدنمایی سخت افزاری
nl: Hardwarematige anti-aliasing
pl: Sprzętowe wygładzanie krawędzi obiektów
uk: Апаратне згладжування
