Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# pref_template_areasum_tags_title
source: Area Sum Template Tags
fa: برچسب های الگوی مجموع سطح
nl: Oppervlaktesom sjabloon etiketten/tags
pl: Etykieta szablonu sum powierzchni
uk: Теги шаблону суми площ

# pref_template_areasum_table_title
source: Area Sum Table Configuration
fa: پیکربندی جدول جمع مساحت
nl: Configuratie oppervlaktesom tabel
pl: Konfiguracja tabeli sum powierzchni
uk: Конфігурація таблиці суми площ

# pref_template_areasum_tag_subtract
source: Subtract from sum
fa: کم کردن از مجموع
nl: Trek af van totaal
pl: Odejmij od sumy
uk: Відняти від суми

# pref_template_areasum_tag_factor
source: Factor
fa: فاکتور
pl: Czynnik
uk: Фактор

# pref_template_areasum_edit_tables
source: Edit table layout
fa: ویرایش چیدمان جدول
nl: Tabelindeling bewerken
pl: Edytuj układ tabeli
uk: Редагувати макет таблиці

# pref_template_partslist_template_title
source: Parts List Template Configuration
fa: پیکربندی الگوی لیست قطعات
nl: Configuratie onderdelenlijstsjabloon
pl: Konfiguracja szablonu listy części
uk: Конфігурація шаблону списку деталей

# pref_template_partslist_tags_title
source: Parts List Template Tags
fa: برچسب های الگو لیست قطعات
nl: Onderdelenlijst Sjabloonetiket/tag
pl: Etykiety szablonów listy części
uk: Теги шаблону списку деталей

# pref_template_partslist_table_title
source: Parts List Table Configuration
fa: پیکربندی جدول لیست قطعات
nl: Configuratie onderdelenlijst tabel
pl: Konfiguracja tabeli listy części
uk: Конфігурація таблиці списку деталей

# pref_template_partslist_tag_table_column_header
source: Column header
fa: سرصفحه ستون
nl: Kolomkop
pl: Nagłówek kolumny
uk: Заголовок стовпця

# pref_template_partslist_table_list_title
source: Parts List Table Layouts
fa: چیدمان جدول لیست قطعات
nl: Lijstindelingen onderdelenlijst
pl: Układy tabeli listy części
uk: Макети таблиці списку частин

# pref_template_partslist_table_layout_title
source: Parts List Table Layout
fa: چیدمان جدول لیست قطعات
nl: Onderdelenlijst tabelindeling
pl: Układ tabeli listy części
uk: Макет таблиці списку деталей

# pref_template_partslist_table_name
source: Table name
pl: Nazwa tabeli

# pref_template_partslist_section_column_config
source: Columns configuration
pl: Konfiguracja kolumn

# pref_template_partslist_column_item_number
source: Item number
pl: Numer pozycji

# pref_template_partslist_column_item_number_choices_none
source: None
pl: Brak

# pref_template_partslist_column_item_number_choices_only_element
source: Only item numbers
pl: Tylko numery pozycji

# pref_template_partslist_column_item_number_choices_only_image_in_image_row
source: Only image numbers, only in image row
pl: Tylko numery obrazów, tylko w wierszu obrazów

# pref_template_partslist_column_item_number_choices_both_image_in_image_row
source: Both, but image numbers only in image row
pl: Oba, ale numery obrazów tylko w wierszu obrazów

# pref_template_partslist_column_item_number_choices_both_all_rows
source: Image and item numbers in all rows
pl: Zdjęcia i numery pozycji we wszystkich wierszach

# pref_template_partslist_column_item_number_choices_combines
source: Combine image and item numbers in one column
pl: Połącz numery zdjęć i pozycji w jednej kolumnie

# pref_template_partslist_column_tag_name
source: Tag name
pl: Nazwa etykiety

# pref_template_partslist_column_comment
source: Comment
pl: Komentarz

# pref_template_partslist_column_quantity
source: Quantity
pl: Ilość

# pref_template_partslist_column_items
source: Item columns
pl: Kolumny pozycji

# pref_template_partslist_column_items_choices_used_tags
source: Only for used tags
pl: Tylko dla używanych etykiet

# pref_template_partslist_column_items_choices_all_tags
source: For all tags
pl: Dla wszystkich etykiet

# pref_template_partslist_column_use_custom_titles
source: Use custom column titles
pl: Użyj niestandardowych tytułów kolumn

# pref_template_partslist_section_row_config
source: Rows configuration
pl: Konfiguracja rzędów

# pref_template_partslist_row_show_image_name
source: Show rows with image names
pl: Pokaż wiersze z nazwami obrazów

# pref_template_partslist_item_numbering_for_each_image
source: Independent item numbering for each image
pl: Niezależna numeracja pozycji dla każdego obrazu

# pref_template_partslist_row_show_footer
source: Show footer row
pl: Pokaż wiersz stopki

# pref_category_information_debugging
source: Debugging
fa: اشکال زدایی
nl: Foutopsporing
pl: Debugowanie
uk: Налагодження

# pref_information_send_error_log
source: Send error log by email
fa: ارسال گزارش خطا با ایمی
nl: Foutlogboek per e-mail verzenden
pl: Wyślij dziennik błędów e-mailem
uk: Надішліть журнал помилок електронною поштою

# pref_information_googleplay_purchases_query_failed
source: no query result received from PlayStore
fa: هیچ نتیجه پرسشی از پلی استور دریافت نشد
nl: geen zoekresultaat ontvangen van PlayStore
pl: nie otrzymano wyniku zapytania ze sklepu Google Play
uk: не отримано результатів запиту з PlayStore

# pref_information_googleplay_purchases_no_purchases
source: PlayStore reports: no purchases for active account
fa: گزارش پلی استور: هیچ خریدی برای حساب فعال ندارید
nl: PlayStore-rapporten: geen aankopen voor actief account
pl: Raporty PlayStore: brak zakupów dla aktywnego konta
uk: PlayStore повідомляє: немає покупок для активного облікового запису

# pref_company_enter_config_key
source: Enter company key
nl: Voer de bedrijfssleutel in
pl: Wpisz klucz firmy
uk: Введіть ключ компанії

# cloud_storage_dialog_sync_action_title
source: Synchronizing directory
fa: دایرکتوری همگام سازی
nl: Directory synchroniseren
pl: Synchronizowanie katalogu
uk: Синхронізуючий каталог

# cloud_storage_sync_action_download
source: Download
fa: دانلود
nl: Downloaden
pl: Pobieranie
uk: Завантажити

# cloud_storage_sync_action_download_changes
source: Download changes
fa: دانلود تغییرات
nl: Wijzigingen downloaden
pl: Pobierz zmiany
uk: Завантажити зміни

# cloud_storage_sync_action_upload
source: Upload
fa: آپلود
nl: Uploaden
pl: Prześlij
uk: Завантажити

# cloud_storage_sync_action_upload_changes
source: Upload changes
fa: آپلود تغییرات
nl: Wijzigingen uploaden
pl: Prześlij zmiany
uk: Завантажити зміни

# cloud_storage_sync_action_delete_on_device
source: Delete on device
fa: حذف از دستگاه
nl: Verwijderen van apparaat
pl: Usuń z urządzenia
uk: Видалити на пристрої

# cloud_storage_sync_action_delete_on_server
source: Delete on server
fa: حذف از سرور
nl: Verwijderen van server
pl: Usuń z serwera
uk: Видалити на сервері

# cloud_storage_sync_action_skip
source: Skip
fa: پرش
nl: Overslaan
pl: Pomiń
uk: Пропустити

# cloud_sync_notification_title
source: Cloud synchronization in progress…
fa: همگام سازی ابری در حال انجام است ...
nl: Cloudsynchronisatie bezig…
pl: Trwa synchronizacja z chmurą…
uk: Виконується синхронізація з хмарою…

# cloud_scan_notification_title
source: Scanning cloud server content
fa: اسکن محتوای سرور ابری
nl: Inhoud van de cloudserver scannen
pl: Skanowanie zawartości serwera w chmurze
uk: Сканування вмісту хмарного сервера

# cloud_scan_notification_content_no_error
source: %1$d images, %2$d folders found. %3$d items left.
fa: تعداد %1$d عکس ، %2$d پوشه پیدا شد. %3$d مورد باقی مانده است.
nl: %1$d afbeeldingen, %2$d mappen gevonden. %3$d items over.
pl: Obrazy: %1$d, znalezionych folderów: %2$d. Pozostało: %3$d elementów.
uk: %1$d зображення, %2$d папки знайдено. Залишилося %3$d елементів.

# cloud_scan_notification_content_with_error
source: %1$d images, %2$d folders found. %3$d items left, %4$d errors.
fa: تعداد %1$d عکس ، %2$d پوشه پیدا شد. %3$d مورد باقی مانده ، %4$d خطا.
nl: %1$d afbeeldingen, %2$d mappen gevonden. %3$d items over, %4$d fouten.
pl: Obrazy: %1$d, znalezionych folderów: %2$d. Pozostało: %3$d, błędy: %4$d.
uk: %1$d зображення, %2$d папки знайдено. Залишилося %3$d елементів, %4$d помилки.

# cloud_sync_notification_content_no_error
source: %1$d items synced, %2$d items left.
fa: تعداد %1$d مورد همگام سازی شد ، %2$d مورد باقی مانده است.
nl: %1$d items gesynchroniseerd, %2$d items over.
pl: Zsynchronizowano %1$d elementów, pozostało %2$d elementów.
uk: Синхронізовано %1$d елементів, залишилося %2$d елементів.

# cloud_sync_notification_content_with_error
source: %1$d items synced, %2$d items left. %3$d errors.
fa: تعداد %1$d مورد همگام سازی شد ، %2$d مورد باقی مانده است. %3$d خطا.
nl: %1$d items gesynchroniseerd, %2$d items over. %3$d fouten.
pl: Zsynchronizowano %1$d elementów, pozostało %2$d elementów. Błędy: %3$d.
uk: Синхронізовано %1$d елементів, залишилось %2$d елементів. %3$d помилки.

# cloud_progress_check_server
source: Checking server content.
fa: در حال بررسی محتوای سرور.
nl: Serverinhoud controleren.
pl: Sprawdzanie zawartości serwera.
uk: Перевірка вмісту сервера.

# cloud_progress_cleanup_server
source: Cleaning up server.
fa: تمیز کردن سرور بالا
nl: Server opruimen.
pl: Czyszczenie serwera.
uk: Очищення сервера.

# cloud_progress_will_cancel
source: Syncing will be cancelled…
nl: Synchronisatie wordt geannuleerd…
pl: Synchronizacja zostanie anulowana…
uk: Синхронізацію буде скасовано…

# notification_cloud_sync_errors_title
source: Cloud synchronization errors
fa: خطاهای همگام سازی ابری
nl: Fouten van Cloud synchronisatie
pl: Błędy synchronizacji w chmurze
uk: Помилки синхронізації з хмарою

# notification_cloud_sync_errors_detailed_action
source: Show detailed errors
fa: نمایش دقیق خطاهای
nl: Toon gedetailleerde fouten
pl: Pokaż szczegóły błędów
uk: Показати детальні помилки

# notification_cloud_sync_errors_short_text
source: %1$d synchronization errors
fa: خطاهای هماهنگ سازی %1$d
nl: %1$d synchronisatiefouten
pl: Błędy synchronizacji: %1$d
uk: %1$d помилок синхронізації

# notification_cloud_sync_progress_cancel_action
source: Cancel sync
fa: لغو همگام سازی
nl: Synchronisatie annuleren
pl: Anuluj synchronizację
uk: Скасувати синхронізацію

# notification_cloud_cannot_remove_incomplete_upload_title
source: Cannot remove incomplete upload
fa: آپلود ناقص حذف نمی شود
nl: Kan onvolledige upload niet verwijderen
pl: Nie można usunąć niepełnego przesyłania
uk: Неможливо видалити неповне завантаження

# sync_errors_activity_title
source: Cloud Synchronization Errors
fa: خطاهای همگام سازی ابری
nl: Cloud-synchronisatiefouten
pl: Błędy synchronizacji w chmurze
uk: Помилки синхронізації з хмарою

# sync_errors_close_notificatoin
source: Close notification
fa: بستن اعلان
nl: Melding sluiten
pl: Zamknij powiadomienie
uk: Закрити сповіщення

# cloud_storage_maintenance_notifcation_progress_title
source: Cloud server maintenance
fa: تعمیر و نگهداری سرور ابری
nl: Onderhoud van de Cloud server
pl: Konserwacja serwera w chmurze
uk: Обслуговування хмарного сервера

# editor_menu_section_calibration_tools
source: Calibration tools
fa: ابزار کالیبراسیون(درجه بندی)
nl: Hulpmiddel kalibratie
pl: Narzędzia kalibracyjne
uk: Інструменти для калібрування

# editor_menu_section_measuring_tools
source: Measuring tools
fa: ابزار اندازه گیری
nl: Meetinstrumenten
pl: Narzędzia pomiarowe
uk: Вимірювальні інструменти

# editor_menu_section_drawing_tools
source: Drawing tools
fa: ابزارهای رسم
nl: Hulpmiddel tekenen
pl: Narzędzia do rysowania
uk: Інструменти для малювання

# editor_menu_add_reference
source: Perspective reference
nl: Perspectief referentie
pl: Siatka odniesienia
uk: Посилання на перспективу

# editor_menu_add_flatreference
source: Reference scale
fa: مقیاس مرجع
nl: Referentie schaal
pl: Skala
uk: Опорна шкала

# editor_menu_add_perspective_line
source: Perspective length
fa: طول چشم انداز
nl: Lengte perspectief
pl: Długość perspektywy
uk: Довжина перспективи

# editor_menu_add_measure
source: Dimension
fa: ابعاد
nl: Dimensie
pl: Wymiar
uk: Розмір

# editor_menu_add_angle
source: Angle
fa: زاویه
nl: Hoek
pl: Kąt
uk: Кут

# editor_menu_add_area
source: Area
fa: سطح
nl: Oppervlakte
pl: Powierzchnia
uk: Площа

# editor_menu_add_text
source: Note
nl: Opmerking
pl: Adnotacja
uk: Примітка

# editor_menu_add_freehand
source: Freehand
fa: دست آزاد
nl: Vrije hand
pl: Pismo odręczne
uk: Від руки

# editor_menu_add_circle
source: Circle
fa: دایره
nl: Cirkel
pl: Okrąg
uk: Коло

# editor_menu_add_rectangle
source: Rectangle
fa: مستطیل
nl: Rechthoek
pl: Prostokąt
uk: Прямокутник

# editor_menu_add_point
source: Point
fa: نقطه
nl: Punt
pl: Punkt
uk: Точка

# editor_menu_add_line
source: Line
fa: خط
nl: Lijn
pl: Linia
uk: Лінія

# editor_menu_add_ellipse
source: Ellipse
fa: بیضی
nl: Ovaal
pl: Elipsa
uk: Еліпс

# editor_menu_add_dimstring
source: Dimension string
fa: رشته ابعاد
nl: Dimensiereeks
pl: Łańcuch wymiarowy
uk: Вузлова лінійка

# editor_menu_add_cumulative_dimstring
source: Cumulative string
fa: رشته تجمعی
nl: Cumulatieve reeks
pl: Łączny ciąg
uk: Рулетка

# editor_menu_edit_delete
source: Delete element
fa: حذف عنصر
nl: Onderdeel verwijderen
pl: Usuń element
uk: Видалити елемент

# editor_menu_edit_attach
source: Compute value
fa: محاسبۀ مقدار
nl: Berekende waarde
pl: Oblicz wartość
uk: Обчислити значення

# editor_menu_edit_element_to_front
source: Element to front
fa: عنصر به جلو
nl: Element naar voren
pl: Element do przodu
uk: Елемент спереду

# editor_menu_edit_element_to_back
source: Element to back
fa: عنصر به عقب
nl: Element naar achteren
pl: Element do tyłu
uk: Елемент ззаду

# editor_menu_edit_detach
source: Enter value manually
fa: وارد کردن دستی مقدار
nl: Voer waarde handmatig in
pl: Wprowadź wartość ręcznie
uk: Введіть значення вручну

# editor_menu_edit_undo
source: Undo
fa: واگرد
nl: Ongedaan maken
pl: Cofnij
uk: Скасувати

# editor_menu_edit_redo
source: Redo
fa: انجام دوباره
nl: Opnieuw
pl: Ponów
uk: Повторити

# editor_menu_edit_rotate
source: Rotate image (CW)
fa: چرخش عکس (راست)
nl: Beeld draaien (links)
pl: Obróć zdjęcie (w prawo)
uk: Повернути зображення (CW)

# editor_menu_edit_rotate_ccw
source: Rotate image (CCW)
fa: چرخش عکس (چپ)
nl: Beeld draaien (rechts)
pl: Obróć zdjęcie (w lewo)
uk: Повернути зображення (CCW)

# editor_menu_edit_transfer_style
source: Transfer style
fa: سبک انتقال
pl: Sposób transferu
uk: Стиль передачі

# editor_menu_edit_copy_element
source: Duplicate element
nl: Kopieer element
pl: Kopiuj element
uk: Копіювати елемент

# editor_menu_edit_copy_to_clipboard
source: Copy to clipboard
pl: Skopiuj do schowka

# editor_menu_edit_paste_from_clipboard
source: Paste from clipboard
pl: Wklej ze schowka

# editor_menu_edit_lock_element
source: Lock element
fa: قفل عنصر
nl: Vergrendel element
pl: Zablokuj element
uk: Заблокувати елемент

# editor_menu_edit_unlock_element
source: Unlock element
fa: باز کردن قفل عنصر
nl: Element ontgrendelen
pl: Odblokuj element
uk: Розблокувати елемент

# editor_menu_edit_lock_all_elements
source: Lock all elements
fa: قفل تمام عناصر
nl: Vergrendel alle elementen
pl: Zablokuj wszystkie elementy
uk: Заблокуйте всі елементи

# editor_menu_edit_unlock_all_elements
source: Unlock all elements
fa: باز کردن قفل همه عناصر
nl: Ontgrendel alle elementen
pl: Odblokuj wszystkie elementy
uk: Розблокуйте всі елементи

# editor_menu_edit_imagesettings
source: Image settings
fa: تنظیمات عکس
nl: Afbeeldings instellingen
pl: Ustawienia obrazu
uk: Налаштування зображення

# editor_menu_edit_bluetooth_trigger
source: Trigger Laser
fa: لیزر ماشه
nl: Activeer de laser
pl: Spust lasera
uk: Тригерний лазер

# editor_menu_edit_tag
source: Tag and properties
nl: Etiket/tag en eigenschappen
pl: Etykieta i właściwości
uk: Тег і властивості

# editor_menu_style
source: Style
fa: سبک
nl: Stijl
pl: Styl
uk: Стиль

# editor_hint_howto_draw_reference
source: Please point-and-drag one side of the reference.
fa: لطفاً به یک طرف مرجع را اشاره کرده و بکشید.
nl: Wijs één kant van de referentie aan en sleep deze.
pl: Wskaż i przeciągnij siatkę odniesienia.
uk: Будь ласка, наведіть і перетягніть одну сторону зв'язку.

# editor_hint_howto_draw_flatref
source: Please point-and-drag the length of the reference distance.
fa: لطفاً طول فاصله مرجع را نشان داده و بکشید.
nl: Lengte van de referentieafstand aanwijzen en slepen.
pl: Wskaż i przeciągnij skalę długości.
uk: Будь ласка, наведіть і перетягніть довжину контрольної відстані.

# editor_hint_howto_draw_measure
source: Please point-and-drag the new measure.
fa: لطفاً به اندازه گیری جدید اشاره کرده و بکشید.
nl: Nieuwe maat aan wijzen en slepen.
pl: Wskaż i przeciągnij nową miarę.
uk: Будь ласка, наведіть і перетягніть новий замір.

# editor_hint_howto_draw_angle
source: Please draw the new angle in one stroke.
fa: لطفاً زاویۀ جدید را با یک ضربه رسم کنید.
nl: Teken de nieuwe hoek in één beweging.
pl: Narysuj nowy kąt jednym pociągnięciem.
uk: Будь ласка, намалюйте новий кут одним штрихом.

# editor_hint_howto_draw_area
source: Please draw the outline of the area in one stroke.
fa: لطفاً محیط ناحیه را با یک ضربه رسم کنید.
nl: Teken de omtrek van het gebied in één keer.
pl: Narysuj kontur obszaru jednym pociągnięciem.
uk: Будь ласка, намалюйте контур області одним штрихом.

# editor_hint_howto_draw_text
source: Please position the text area by pointing at the target location and then dragging the textbox to the end of the arrow.
fa: لطفاً به موقعیت ناحیۀ متن را در محل هدف اشاره کرده و سپس جعبۀ متن را به انتهای پیکان بکشید.
nl: Plaats het tekst gebied door naar de doel locatie te wijzen en vervolgens het tekstvak naar het einde van de pijl te slepen.
pl: Wstaw adnotacje klikając na miejsce do którego powinna prowadzić notatka a następnie przeciągnij ją w dogodne miejsce.
uk: Розмістіть текстову область, вказавши на цільове місце, а потім перетягнувши текстове поле до кінця стрілки.

# editor_hint_howto_draw_circle
source: Please point to the circle center and drag to specify the circle size.
fa: لطفاً به مرکز دایره اشاره کرده و آن را برای تعیین اندازۀ دایره بکشید.
nl: Wijs naar het middelpunt van de cirkel en sleep om de grootte van de cirkel op te geven.
pl: Wskaż środek okręgu i przeciągnij, aby określić rozmiar okręgu.
uk: Наведіть курсор на центр кола та перетягніть, щоб указати розмір кола.

# editor_hint_howto_draw_freehand
source: You are now drawing in freehand mode until you press the close button.
fa: شما اکنون در حالت دست آزاد ترسیم می کنید تا زمانی که دکمۀ بستن را بفشارید.
nl: U tekent nu in de vrije hand modus totdat u op de knop Sluiten drukt.
pl: Rysujesz teraz w trybie odręcznym, dopóki nie naciśniesz przycisku zamykania.
uk: Тепер ви малюєте в режимі від руки, поки не натиснете кнопку закриття.

# editor_hint_howto_draw_point
source: Place the point with a simple click.
fa: نقطه را با یک کلیک ساده قرار دهید.
nl: Plaats de punt met een simpele klik.
pl: Umieść punkt jednym kliknięciem.
uk: Розмістіть точку простим клацанням миші.

# editor_hint_howto_draw_line
source: Please point-and-drag the new line.
fa: لطفاً خط جدید را نشان دهید و بکشید.
nl: Nieuwe lijn aanwijzen en slepen.
pl: Wskaż i przeciągnij nową linię.
uk: Будь ласка, наведіть і перетягніть новий рядок.

# editor_hint_howto_draw_ellipse
source: Please point to the ellipse center and drag to specify the radius.
fa: لطفاً به مرکز بیضی اشاره کرده و بکشید تا شعاع مشخص شود.
nl: Wijs naar het midden van de ellips en sleep om de straal op te geven.
pl: Wskaż środek elipsy i przeciągnij, aby określić promień.
uk: Будь ласка, наведіть курсор на центр еліпса та перетягніть, щоб указати радіус.

# editor_hint_howto_draw_rectangle
source: Please draw the rectangle diagonal.
fa: لطفاً قطر مستطیل را قرعه کشی کنید.
nl: Teken de rechthoek diagonaal.
pl: Narysuj przekątną prostokąta.
uk: Будь ласка, намалюйте діагональ прямокутника.

# editor_hint_howto_draw_perspective_line
source: Tool for measuring an unknown distance along a perspectively distorted line. See the FAQ for an introduction.
fa: ابزار اندازه گیری فاصله ناشناخته در طول یک نقطه تحریف شده خط.سوالات متداول را برای مقدمه ببینید.
nl: Hulpmiddel voor het meten van een onbekende afstand langs een perspectieve vervormde lijn. Zie de veelgestelde vragen voor een introductie.
pl: Narzędzie do pomiaru nieznanej odległości wzdłuż zniekształconej linii perspektywy. Zapoznaj się z sekcją często zadawanych pytań (FAQ).
uk: Інструмент для вимірювання невідомої відстані вздовж спотвореної в перспективі лінії. Перегляньте FAQ для вступу.

# editor_hint_howto_draw_dimstring
source: Please draw the first dimension string. Use the top toolbar to modify it.
fa: لطفاً اولین رشته ابعاد را بکشید. برای تغییر آن از نوار ابزار بالا استفاده کنید.
nl: Teken de tekenreeks van de eerste dimensie. Gebruik de bovenste werkbalk om het te wijzigen.
pl: Narysuj ciąg pierwszego wymiaru. Użyj górnego paska narzędzi, aby go zmodyfikować.
uk: Будь ласка, намалюйте перший рядок розмірів. Використовуйте верхню панель інструментів, щоб змінити його.

# editor_hint_howto_draw_dimstring_cumulative
source: Please draw the first dimension string. Use the top toolbar to modify it.
fa: لطفاً اولین رشته ابعاد را بکشید. برای تغییر آن از نوار ابزار بالا استفاده کنید.
nl: Teken de tekenreeks van de eerste dimensie. Gebruik de bovenste werkbalk om het te wijzigen.
pl: Narysuj ciąg pierwszego wymiaru. Użyj górnego paska narzędzi, aby go zmodyfikować.
uk: Будь ласка, намалюйте перший рядок розмірів. Використовуйте верхню панель інструментів, щоб змінити його.

# editor_help_why_no_measured_value
source: The value cannot yet be computed because the image is not calibrated. Please add a 'reference scale' or a 'perspective reference'.
fa: این مقدار هنوز قابل محاسبه نیست زیرا عکس کالیبره نشده است. لطفاً یک 'مقیاس مرجع' یا یک 'مرجع چشم انداز' را اضافه کنید.
nl: De waarde kan nog niet worden berekend omdat de afbeelding niet is gekalibreerd. Voeg een 'referentieschaal' of een 'perspectief referentie' toe.
pl: Nie można jeszcze obliczyć tej wartości, ponieważ obraz nie jest skalibrowany. Dodaj „skalę odniesienia” lub „odniesienie perspektywy”.
uk: Значення ще неможливо обчислити, оскільки зображення не відкалібровано. Будь ласка, додайте "еталонний масштаб" або "посилання на перспективу".

# editor_help_why_no_measured_value_because_two_references
source: The value is not computed because the image contains two references. Please select 'Compute value' from the menu and select which reference to use.
fa: این مقدار محاسبه نمی شود ، زیرا عکس شامل دو مرجع است. لطفاً 'مقدار محاسبه' را از منو انتخاب کرده و انتخاب کنید که از کدام مرجع استفاده شود.
nl: De waarde wordt niet berekend omdat de afbeelding twee referenties bevat. Selecteer 'Bereken waarde' in het menu en selecteer welke referentie u wilt gebruiken.
pl: Wartość nie jest obliczana, ponieważ obraz zawiera dwa odwołania. Wybierz „Oblicz wartość” z menu i wybierz odniesienie, którego chcesz użyć.
uk: Значення не обчислюється, оскільки зображення містить два посилання. Будь ласка, виберіть у меню «Обчислити значення» та виберіть посилання для використання.

# editor_help_do_not_show_again
source: Don't show again
fa: دوباره نشان نده
nl: Niet meer laten zien
pl: Nie pokazuj więcej
uk: Не показувати знову

# editor_help_show_instructions
source: Show instructions
fa: نمایش دستورالعمل
nl: Toon instructies
pl: Pokaż instrukcje
uk: Показати інструкції

# editor_dialog_tag_properties_title
source: Tags and properties
fa: برچسب ها و خواص
nl: Etiketten/tags en eigenschappen
pl: Etykiety i właściwości
uk: Теги та властивості
