Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# bluetooth_error_pythagorean_calculation_error
source: Pythagorean calculation error
fa: خطای محاسبه فیثاغورث
nl: Rekenfout van Pythagoras
pl: Błąd obliczeniowy Pitagorasa
uk: Помилка розрахунку Піфагора

# bluetooth_error_low_battery
source: Low battery
fa: باتری کم
nl: Lage batterij
pl: Niski poziom baterii
uk: Низький заряд батареї

# bluetooth_error_out_of_working_temperatur
source: Out of working temperature
fa: خارج از دمای کار
nl: Buiten werktemperatuur
pl: Poza temperaturą roboczą
uk: Поза робочою температурою

# bluetooth_error_ambient_light_too_strong
source: Ambient light too strong
fa: نور محیط خیلی قوی است
nl: Omgevingslicht te sterk
pl: Zbyt silne światło otoczenia
uk: Навколишнє світло занадто сильне

# templ_selection_none
source: None
fa: هیچ
nl: Geen
pl: Brak
uk: Жодного

# spinner_selection_various
source: (various)
fa: (مختلف)
nl: (verscheidene)
pl: (różny)
uk: (різні)

# imagelibrary_cannot_delete_image_in_use
source: Cannot delete image '%1$s' because it is in use by the %2$s.
fa: عکس '%1$s' را نمی توان حذف کرد زیرا توسط %2$s استفاده می شود.
nl: Kan afbeelding %1$s niet verwijderen omdat deze in gebruik is door %2$s.
pl: Nie można usunąć obrazu „%1$s”, ponieważ jest on używany przez %2$s.
uk: Неможливо видалити зображення "%1$s", оскільки воно використовується %2$s.

# imagelibrary_cannot_load_current_folder
source: Cannot load current folder. Please open the settings and set a different storage directory.
fa: پوشه فعلی بارگیری نمی شود. لطفاً تنظیمات را باز کنید و یک دایرکتوری ذخیره سازی دیگر را تنظیم کنید.
nl: Kan huidige map niet laden. Open de instellingen en stel een andere opslagmap in.
pl: Nie można załadować bieżącego folderu. Otwórz ustawienia i wybierz inny katalog pamięci.
uk: Не вдається завантажити поточну папку. Відкрийте налаштування та встановіть інший каталог зберігання.

# imagelibrary_moving_images_to_app_directory
source: Moving images to app directory (%1$d of %2$d).
fa: انتقال عکس ها به دایرکتوری برنامه (%1$d از %2$d).
nl: Afbeeldingen verplaatsen naar app-directory (%1$d van %2$d).
pl: Przenoszenie obrazów do katalogu aplikacji (%1$d z %2$d).
uk: Переміщення зображень до каталогу програми (%1$d з %2$d).

# editor_dialog_upgrade_button_cancel
source: Later
fa: بعدا
pl: Później
uk: Пізніше

# imageselect_error_imported_file_is_not_an_image
source: Imported file is not an image
fa: فایل وارد شده عکس نیست.
nl: Het geïmporteerde bestand is geen afbeelding
pl: Importowany plik nie jest obrazem
uk: Імпортований файл не є зображенням

# imageselect_error_cannot_capture_with_camera
source: Cannot start external app to capture camera image. Either the device does not have a camera or your camera app does not respond to a capture request. You can still import images from the gallery or you can try to install an alternative camera app.
fa: نمی توان برنامۀ خارجی را برای گرفتن عکس دوربین آغاز نمود. یا دستگاه دوربین ندارد یا دوربین شما به درخواست گرفتن عکس پاسخ نمی دهد. شما همچنان می توانید عکس های گالری را وارد نمایید یا می توانید یک برنامۀ جایگزین دوربین نصب کنید.
nl: Kan externe app niet starten om foto vast te leggen. Het apparaat heeft geen camera of uw camera-app reageert niet op een opnameverzoek. U kunt nog steeds afbeeldingen uit de galerij importeren of u kunt proberen een alternatieve camera-app te installeren.
pl: Próba zrobienia zdjęcia nie powiodła się, nie można uruchomić zewnętrznej aplikacji. Albo urządzenie nie ma aparatu albo aplikacja aparatu nie reaguje na wykonanie zdjęcia. Zainstaluj alternatywną aplikację lub zaimportuj obrazy z galerii.
uk: Не вдається запустити зовнішній додаток для зйомки зображення з камери. Або пристрій не має камери, або ваша програма камери не відповідає на запит на зйомку. Ви все ще можете імпортувати зображення з галереї або спробувати встановити альтернативну програму для камери.

# imageselect_error_internal_toast
source: An internal error happened. Please take a screenshot of the notification above and send this to me. Thank you!
fa: یک خطای داخلی رخ داد. لطفاً یک اسکرین شات از پیام بالا گرفته و به من ارسال نمایید. با تشکر از شما!
nl: Er is een interne fout opgetreden. Maak een screenshot van de bovenstaande melding en stuur deze naar mij. Bedankt!
pl: Wystąpił błąd wewnętrzny. Zrób proszę zrzut ekranu powiadomienia i wyślij mi drogą mailową. Dziękuję!
uk: Сталася внутрішня помилка. Будь ласка, зробіть знімок екрана сповіщення вище та надішліть його мені. Дякую!

# imageselect_error_no_image_import_activity
source: There is no app on the device from which we can import images.
fa: هیچ برنامه ای در دستگاه وجود ندارد که ما بتوانیم عکس را وارد کنیم.
nl: Er staat geen app op het apparaat waarvan we afbeeldingen kunnen importeren.
pl: Na urządzeniu nie ma aplikacji, z której możemy importować obrazy.
uk: На пристрої немає програми, з якої ми можемо імпортувати зображення.

# imagelibrary_error_cannot_import_current_directory_is_not_valid
source: Cannot import image because the current directory is not valid.
fa: نمی توان عکس را وارد کرد زیرا دایرکتوری فعلی معتبر نیست.
nl: Kan afbeelding niet importeren, huidige map niet geldig.
pl: Nie można zaimportować obrazu, ponieważ bieżący katalog jest nieprawidłowy.
uk: Не вдається імпортувати зображення, оскільки поточний каталог недійсний.

# error_cannot_open_pdf
source: Cannot open link to PDF file
fa: نمیتوان لینک را برای فایل PDF باز کرد
nl: Kan link naar PDF-bestand niet openen
pl: Nie można otworzyć łącza do pliku PDF
uk: Не вдається відкрити посилання на файл PDF

# error_cause_section_title
source: Cause:
fa: علت:
nl: Oorzaak:
pl: Przyczyna:
uk: Причина:

# storage_error_external_storage_unavailable
source: External storage (SD card?) not present.
fa: حافظۀ خارجی (کارت SD؟) وجود ندارد.
nl: Externe opslag (SD-kaart?) niet aanwezig.
pl: Brak pamięci zewnętrznej (karta SD?).
uk: Зовнішньої пам’яті (карти SD?) немає.

# error_cannot_open_browser_url
source: Cannot open web browser to show web page '%1$s'
fa: برای نمایش صفحه وب '%1$s' نمی توان مرورگر وب را باز کرد
nl: Kan webbrowser niet openen om webpagina '%1$s' weer te geven
pl: Nie można otworzyć przeglądarki internetowej, aby wyświetlić stronę '%1$s'
uk: Не вдається відкрити веб-браузер, щоб показати веб-сторінку "%1$s"

# error_files_locked
source: Files are currently in use.
fa: فایل ها در حال حاضر در حال استفاده هستند.
nl: Bestanden zijn momenteel in gebruik.
pl: Pliki są obecnie w użyciu.
uk: Файли зараз використовуються.

# imerror_cannot_export_image
source: Cannot export image '{}'.
fa: صادر کردن عکس '{}' امکان پذیر نیست.
nl: Kan afbeelding '{}' niet exporteren.
pl: Nie można wyeksportować obrazu „{}”.
uk: Не вдається експортувати зображення "{}".

# imerror_string_template_unknown_field
source: Unknown field '{}' in string template.
fa: فیلد ناشناخته '{}' در الگوی رشته.
nl: Onbekend veld '{}' in tekenreekssjabloon.
pl: Nieznane pole „{}” w ciągu szablonu.
uk: Невідоме поле '{}' в шаблоні рядка.

# imerror_string_template_syntax_error
source: Syntax error in string template '{}'.
fa: خطای نوشتاری در الگوی رشته '{}'
nl: Syntaxisfout in tekenreekssjabloon '{}'.
pl: Błąd składni „{}” w ciągu szablonu.
uk: Синтаксична помилка в шаблоні рядка "{}".

# cloud_storage_not_configured_title
source: Cloud storage
fa: فضای ذخیره ابری
nl: Cloud opslag
pl: Magazyn w chmurze
uk: Хмарне сховище

# cloud_storage_not_configured
source: You have not yet configured cloud storage. Cloud storage can be used to sync your images automatically between multiple devices or for backup. More detailed documentation on this can be found in the <a href="https://imagemeter.com/manual/storage/cloud/">manual.</a> The settings for cloud storage can be found in the 'Storage' section of the app settings (<a href="cloud-settings">open settings</a>).
fa: شما هنوز فضای ذخیره سازی ابری را پیکربندی نکرده اید. از فضای ذخیره سازی ابری می توان برای همگام سازی عکس های خود به طور خودکار بین چندین دستگاه یا تهیه پشتیبان استفاده کرد. اسناد و مدارک دقیق تر در این مورد را می توان در <a href="https://imagemeter.com/manual/storage/cloud/"> کتابچه راهنمای کاربر یافت.</a> تنظیمات مربوط به ذخیره سازی ابری را می توان در بخش 'ذخیره سازی' تنظیمات برنامه (<a href="cloud-settings">باز کردن تنظیمات</a>) مشاهده کرد.
nl: U heeft cloudopslag nog niet geconfigureerd. Cloudopslag kan worden gebruikt om uw afbeeldingen automatisch te synchroniseren tussen meerdere apparaten of voor back-up. Meer gedetailleerde documentatie hierover is te vinden in de <a href="https://imagemeter.com/manual/storage/cloud/">handleiding.</a> De instellingen voor cloudopslag zijn te vinden in het gedeelte 'Opslag' van de app-instellingen (<a href="cloud-settings">open instellingen</a>).
pl: Nie skonfigurowałeś jeszcze magazynu w chmurze. Chmura może służyć do automatycznej synchronizacji obrazów między wieloma urządzeniami lub do tworzenia kopii zapasowych. Bardziej szczegółową dokumentację na ten temat można znaleźć w <a href="https://imagemeter.com/manual/storage/cloud/">podręczniku</a>. Ustawienia przechowywania w chmurze można znaleźć w sekcji „Pamięć” ustawień aplikacji (<a href="cloud-settings">otwórz ustawienia</a>).
uk: Ви ще не налаштували хмарне сховище. Хмарне сховище можна використовувати для автоматичної синхронізації зображень між кількома пристроями або для резервного копіювання. Більш детальну документацію з цього приводу можна знайти в <a href="https://imagemeter.com/manual/storage/cloud/">посібнику.</a> Налаштування хмарного сховища можна знайти в розділі "Сховище" налаштувань програми (<a href="cloud-settings">відкрити налаштування</a>).

# cloud_storage_not_configured_syncing_inbox_in_bkg
source: Your <i>inbox</i> folder is being synced.
fa: پوشه <i>صندوق پستی</i> شما همگام سازی شده است.
nl: Je map <i>inbox</i> wordt gesynchroniseerd.
pl: Synchronizujesz folder <i> skrzynki odbiorczej </i>.
uk: Ваша папка <i>Вхідні</i> синхронізується.

# cloud_storage_not_configured_business_upgrade
source: Cloud storage is only available in the <b>Business</b> version of ImageMeter. See <a href="https://imagemeter.com/manual/license/android-business-features">here</a> for all benefits of the Business version.
nl: Cloudopslag is alleen beschikbaar in de <b>Business</b>-versie van ImageMeter. Zie <a href="https://imagemeter.com/manual/license/android-business-features">hier</a> voor alle voordelen van de Business-versie.
pl: Przechowywanie w chmurze jest dostępne tylko w <b>Biznesowej</b> wersji ImageMeter. Kliknij <a href="https://imagemeter.com/manual/license/android-business-features">tutaj</a>, aby zapoznać się ze wszystkimi zaletami wersji biznesowej.
uk: Хмарне сховище доступне лише у <b>бізнес-версії</b> ImageMeter. Перегляньте <a href="https://imagemeter.com/manual/license/android-business-features">тут</a> для всіх переваг версії для бізнесу.

# cloud_storage_not_configured_inbox_only
source: Full cloud storage is only available in the <b>Business</b> version of ImageMeter. Without Business upgrade, cloud storage is limited to the <i>inbox</i> folder. See <a href="https://imagemeter.com/manual/license/android-business-features">here</a> for all benefits of the Business version.
fa: فضای ذخیره سازی ابری کامل فقط در نسخه <b>تجاری</b> ImageMeter در دسترس است. بدون ارتقاء به تجاری ، فضای ذخیره سازی ابری محدود به پوشه <i>صندوق ورودی</i> است. برای دیدن کلیه مزایای نسخه تجاری به <a href="https://imagemeter.com/manual/license/android-business-features">اینجا</a> مراجعه کنید
nl: Volledige cloudopslag is alleen beschikbaar in de <b>Business</b>-versie van ImageMeter. Zonder Business-upgrade is cloudopslag beperkt tot de map <i>inbox</i>. Zie <a href="https://imagemeter.com/manual/license/android-business-features">hier</a> voor alle voordelen van de Business-versie.
pl: Pełna dostęp do pamięci masowej chmury jest dostępna tylko w <b>Biznesowej</b> wersji ImageMeter. Bez aktualizacji do biznesowej wersji aplikacji pamięć w chmurze jest ograniczona wyłącznie do folderu <i>skrzynki odbiorczej</i>. Kliknij <a href="https://imagemeter.com/manual/license/android-business-features">tutaj</a>, aby zapoznać się ze wszystkimi zaletami wersji Business.
uk: Повне хмарне сховище доступне лише у <b>бізнес-версії</b> ImageMeter. Без оновлення Business хмарне сховище обмежується папкою <i>Вхідні</i>. Перегляньте <a href="https://imagemeter.com/manual/license/android-business-features">тут</a> для всіх переваг версії для бізнесу.

# error_cloud_cannot_create_remote_file_already_exists
source: Cannot create file '%1$s' because it already exists.
fa: فایل '%1$s' ایجاد نمی شود زیرا از قبل موجود است.
nl: Kan bestand %1$s niet maken omdat het al bestaat.
pl: Nie można utworzyć pliku '%1$s', ponieważ istnieje folder o tej samej nazwie.
uk: Неможливо створити файл "%1$s", оскільки він уже існує.

# error_cloud_cannot_create_remote_file_folder_exists
source: Cannot create file '%1$s' because there is a folder with this name.
fa: نمی توانید فایل '%1$s' ایجاد کنید زیرا یک پوشه با این نام وجود دارد.
nl: Kan bestand %1$s niet maken omdat er al een map met deze naam is.
pl: Nie można utworzyć pliku '%1$s', ponieważ istnieje folder o tej nazwie.
uk: Неможливо створити файл "%1$s", оскільки є папка з такою назвою.

# error_cloud_cannot_create_remote_file_server_error
source: Cannot create file '%1$s' because of a server error.
fa: ایجاد فایل '%1$s' به دلیل خطای سرور امکان پذیر نیست.
nl: Kan bestand %1$s niet maken vanwege een serverfout.
pl: Nie można utworzyć pliku '%1$s' z powodu błędu serwera.
uk: Не вдається створити файл "%1$s" через помилку сервера.

# error_cloud_cannot_create_remote_folder
source: Cannot create folder '%1$s'.
fa: پوشه '%1$s' ایجاد نمی شود.
nl: Kan map %1$s niet maken.
pl: Nie można utworzyć folderu '%1$s'.
uk: Не вдається створити папку "%1$s".

# error_cloud_cannot_create_remote_folder_already_exists
source: Cannot create folder '%1$s' because it already exists.
fa: پوشه '%1$s' ایجاد نمی شود زیرا از قبل موجود است.
nl: Kan map %1$s niet maken omdat deze al bestaat.
pl: Nie można utworzyć folderu '%1$s', ponieważ już istnieje.
uk: Неможливо створити папку "%1$s", оскільки вона вже існує.

# error_cloud_cannot_create_remote_folder_file_exists
source: Cannot create folder '%1$s' because there is a file with this name.
fa: پوشه '%1$s' ایجاد نمی شود زیرا یک فایل با این نام وجود دارد.
nl: Kan map %1$s niet maken omdat er al een bestand met deze naam is.
pl: Nie można utworzyć folderu '%1$s', ponieważ istnieje plik o tej nazwie.
uk: Неможливо створити папку "%1$s", оскільки є файл з такою назвою.

# error_cloud_cannot_get_remote_metadata
source: Cannot get metadata of file '%1$s' from server.
fa: نمی توانید متادیتای فایل '%1$s' را از سرور دریافت کنید.
nl: Kan metadata van bestand %1$s niet ophalen van de server.
pl: Nie można pobrać metadanych pliku '%1$s' z serwera.
uk: Не вдається отримати метадані файлу "%1$s" із сервера.

# error_cloud_cannot_open_remote_file_does_not_exist
source: Cannot open file '%1$s' on server because it does not exist.
fa: فایل '%1$s' روی سرور باز نمی شود زیرا موجود نیست.
nl: Kan bestand %1$s niet openen op de server omdat het niet bestaat.
pl: Nie można otworzyć pliku '%1$s' na serwerze, ponieważ nie istnieje.
uk: Не вдається відкрити файл "%1$s" на сервері, оскільки він не існує.

# error_cloud_cannot_open_remote_file_is_folder
source: Cannot open file '%1$s' on server because it is a folder.
fa: فایل '%1$s' روی سرور باز نمی شود زیرا این یک پوشه است.
nl: Kan bestand %1$s niet openen op de server omdat het een map is.
pl: Nie można otworzyć pliku '%1$s' na serwerze, ponieważ jest to folder.
uk: Не вдається відкрити файл "%1$s" на сервері, оскільки це папка.

# error_cloud_cannot_open_remote_folder_does_not_exist
source: Cannot open folder '%1$s' on server because it does not exist.
fa: پوشه '%1$s' را نمی توان در سرور باز کرد زیرا این پوشه وجود ندارد.
nl: Kan map %1$s niet openen op de server omdat deze niet bestaat.
pl: Nie można otworzyć folderu '%1$s' na serwerze, ponieważ nie istnieje.
uk: Не вдається відкрити папку "%1$s" на сервері, оскільки вона не існує.

# error_cloud_cannot_open_remote_folder_is_no_folder
source: Cannot open folder '%1$s' on server because it is not a folder.
fa: پوشه '%1$s' را نمی توان در سرور باز کرد زیرا این یک پوشه نیست.
nl: Kan map %1$s niet openen op de server omdat het geen map is.
pl: Nie można otworzyć folderu '%1$s' na serwerze, ponieważ nie jest to folder.
uk: Не вдається відкрити папку "%1$s" на сервері, оскільки це не папка.

# error_cloud_cannot_rename_remote_file
source: Cannot rename remote file '%1$s' to new name '%2$s'.
fa: تغییر نام فایل از راه دور '%1$s' به نام جدید '%2$s' امکان پذیر نیست.
nl: Kan de naam van extern bestand %1$s niet wijzigen in de nieuwe naam %2$s.
pl: Nie można zmienić nazwy pliku zdalnego '%1$s' na nową nazwę '%2$s'.
uk: Неможливо перейменувати віддалений файл "%1$s" на нове ім'я "%2$s".

# error_cloud_cannot_rename_remote_folder
source: Cannot rename remote folder '%1$s' to new name '%2$s'.
fa: تغییر نام پوشه از راه دور '%1$s' به نام جدید '%2$s' امکان پذیر نیست.
nl: Kan externe map %1$s niet hernoemen naar nieuwe naam %2$s.
pl: Nie można zmienić nazwy zdalnego folderu '%1$s' na nową nazwę '%2$s'.
uk: Неможливо перейменувати віддалену папку "%1$s" на нове ім'я "%2$s".

# error_cloud_remote_databundle_incomplete
source: Cannot load image '%1$s' because remote file '%2$s' is missing.
fa: نمی توان عکس '%1$s' را بارگیری کرد زیرا فایل از راه دور '%2$s' از دست رفته است.
nl: Kan afbeelding %1$s niet laden omdat extern bestand %2$s ontbreekt.
pl: Nie można załadować obrazu '%1$s', ponieważ brakuje zdalnego pliku '%2$s'.
uk: Неможливо завантажити зображення "%1$s", оскільки віддалений файл "%2$s" відсутній.

# error_cloud_cannot_sync_databundle
source: Cannot sync image '%1$s'.
fa: عکس '%1$s' همگام سازی نمی شود.
nl: Kan afbeelding '%1$s' niet synchroniseren.
pl: Nie można zsynchronizować obrazu '%1$s'.
uk: Не вдається синхронізувати зображення "%1$s".

# error_cloud_cannot_sync_folder
source: Cannot sync folder '%1$s'.
fa: پوشه '%1$s' همگام سازی نمی شود.
nl: Kan map %1$s niet synchroniseren.
pl: Nie można zsynchronizować folderu '%1$s'.
uk: Не вдається синхронізувати папку "%1$s".

# error_cloud_cannot_delete_remote_file
source: Cannot delete remote file '%1$s'.
fa: فایل '%1$s' از راه دور قابل حذف نیست.
nl: Kan extern bestand %1$s niet verwijderen.
pl: Nie można usunąć zdalnego pliku '%1$s'.
uk: Неможливо видалити віддалений файл "%1$s".

# error_cloud_cannot_delete_remote_folder
source: Cannot delete remote folder '%1$s'.
fa: پوشه '%1$s' از راه دور قابل حذف نیست.
nl: Kan externe map %1$s niet verwijderen.
pl: Nie można usunąć folderu zdalnego '%1$s'.
uk: Не вдається видалити віддалену папку "%1$s".

# error_cloud_cannot_download_sync_server_cache_file
source: Cannot download server cache file '%1$s'.
fa: فایل حافظه پنهان سرور '%1$s' دانلود نمی شود.
nl: Kan servercachebestand %1$s niet downloaden.
pl: Nie można pobrać pliku pamięci podręcznej serwera „%1$s”.
uk: Не вдається завантажити файл кешу сервера "%1$s".

# error_cloud_cannot_upload_sync_server_cache_file
source: Cannot upload server cache file '%1$s'.
fa: فایل حافظه پنهان سرور '%1$s' آپلود نمی شود.
nl: Kan servercachebestand %1$s niet uploaden.
pl: Nie można przesłać pliku pamięci podręcznej serwera „%1$s”.
uk: Не вдається завантажити файл кешу сервера "%1$s".

# error_cloud_cannot_scan_server_content
source: Cannot scan server content.
fa: نمی توان محتوای سرور را اسکن کرد.
pl: Nie można skanować zawartości serwera.
uk: Не вдається сканувати вміст сервера.

# error_cloud_server_blocked
source: Server blocked by another client. Please retry at a later time.
fa: سرور توسط یک مشتری دیگر مسدود شده است. لطفاً بعداً دوباره امتحان کنید.
nl: Server geblokkeerd door een andere cliënt. Probeer het op een later tijdstip.
pl: Serwer zablokowany przez innego klienta
uk: Сервер заблокований іншим клієнтом. Повторіть спробу пізніше.

# release_notes_filename
source: en.html
pl: pl.html

# UNUSED_imageselect_error_cannot_edit_corrupted_image
source: The .imm file for this image is corrupted. You cannot edit the image.
fa: فایل .imm برای این عکس خراب است. شما نمی توانید عکس را ویرایش کنید.
nl: Het .imm-bestand voor deze afbeelding is beschadigd. U kunt de afbeelding niet bewerken.
pl: Plik .imm dla tego obrazu jest uszkodzony. Nie możesz edytować obrazu.
uk: Файл .imm для цього зображення пошкоджено. Ви не можете редагувати зображення.

# UNUSED_imageselect_error_cannot_rename_corrupted_image
source: The .imm file for this image is corrupted. You cannot rename the image.
fa: فایل .imm برای این عکس خراب است. شما نمی توانید عکس را تغییرنام کنید.
nl: Het .imm-bestand voor deze afbeelding is beschadigd. U kunt de afbeelding niet hernoemen.
pl: Plik .imm dla tego obrazu jest uszkodzony. Nie możesz zmienić nazwy obrazu.
uk: Файл .imm для цього зображення пошкоджено. Ви не можете перейменувати зображення.

# UNUSED_imageselect_error_cannot_export_corrupted_image
source: The images with the corrupted .imm files will not be exported.
fa: عکس های با فایل های .imm خراب صادر نخواهند شد.
nl: De afbeeldingen met de beschadigde .imm-bestanden worden niet geëxporteerd.
pl: Obrazy z uszkodzonymi plikami .imm nie będą eksportowane.
uk: Зображення з пошкодженими файлами .imm не експортуватимуться.

# UNUSED_imageselect_error_image_version_more_recent_open_editor_anyways
source: The file version of this image (%1$d) is more recent than the maximum version supported by the ImageMeter version installed (%2$d). Opening the file may result in lost data or wrong annotations. You should use a recent version of ImageMeter to open this file. Do you still want to open it?
fa: نسخۀ فایل این عکس (%1$d) جدیدتر از بیشترین نسخه ای است که توسط نسخۀ ImageMeter نصب شده (%2$d) پشتیبانی می شود. باز کردن فایل ممکن است باعث از دست رفتن اطلاعات یا یادداشت های اشتباه گردد. شما باید از نسخۀ جدید ImageMeter برای باز کردن این فایل استفاده نمایید. آیا همچنان می خواهید آن را باز کنید؟
nl: De bestandsversie van deze afbeelding (%1$d) is recenter dan de maximale versie die wordt ondersteund door de geïnstalleerde ImageMeter-versie (%2$d). Het openen van het bestand kan resulteren in verloren gegevens of verkeerde annotaties. U moet een recente versie van ImageMeter gebruiken om dit bestand te openen. Wil je het nog steeds openen?
pl: Wersja pliku tego obrazu (%1$d) jest nowsza niż maksymalna wersja obsługiwana przez zainstalowaną wersję ImageMeter (%2$d). Otwieranie pliku może spowodować utratę danych lub nieprawidłowe adnotacje. Powinieneś użyć najnowszej wersji ImageMeter, aby otworzyć ten plik. Czy nadal chcesz go otworzyć?
uk: Версія файлу цього зображення (%1$d) є новішою за максимальну версію, яку підтримує встановлена версія ImageMeter (%2$d). Відкриття файлу може призвести до втрати даних або неправильних анотацій. Щоб відкрити цей файл, вам слід використовувати останню версію ImageMeter. Ви все ще хочете його відкрити?

# UNUSED_imageselect_error_metadata_format_unknown
source: Image metadata file (.imm) cannot be read, because it's format is unknown.
fa: فایل متادیتای عکس (.imm) نمی تواند خوانده شود، زیرا فرمت آن ناشناخته است.
nl: Metadatabestand van afbeelding (.imm) kan niet worden gelezen, omdat het formaat onbekend is.
pl: Nie można odczytać pliku metadanych obrazu (.imm), ponieważ jego format jest nieznany.
uk: Файл метаданих зображення (.imm) неможливо прочитати, оскільки його формат невідомий.

# UNUSED_imageselect_error_cannot_modify_readonly_folder
source: This is an essential system folder, you cannot remove or rename it.
fa: این یک پوشۀ سیستمی ضروری است، شما نمی توانید آن را پاک کرده یا تغییرنام دهید.
nl: Dit is een essentiële systeemmap, u kunt deze niet verwijderen of hernoemen.
pl: Jest to niezbędny folder systemowy, którego nie można usunąć ani zmienić jego nazwy.
uk: Це важлива системна папка, її не можна видалити чи перейменувати.
