Repository: farindk/ImageMeter-translations
Catalog: android/strings-*.po
Languages: fa, nl, pl, uk

# UNUSED_imageselect_error_cannot_move_bundle_to_folder
source: Cannot move image to new folder (maybe an image with the same name already exists).
fa: نمی توان عکس را به پوشۀ جدید انتقال داد (شاید یک عکس با نام مشابه از قبل وجود دارد).
nl: Kan afbeelding niet verplaatsen naar nieuwe map (misschien bestaat er al een afbeelding met dezelfde naam).
pl: Nie można przenieść obrazu do nowego folderu (być może obraz o tej samej nazwiejuż istnieje).
uk: Не вдається перемістити зображення в нову папку (можливо, зображення з такою назвою вже існує).

# UNUSED_imageselect_error_folder_cannot_create
source: Cannot create the folder '%1$s' within this directory: '%2$s'. Make sure the media (e.g. SD-card) is mounted, this directory exists and is writable.
fa: نمی توان پوشۀ '%1$s' را در این پوشه: '%2$s' ایجاد کرد. مطمئن شوید که مدیا (مثلا کارت اس دی) بارگذاری شده ، این پوشه موجود بوده و قابل نوشتن است.
nl: Kan map '%1$s' niet maken in deze map: '%2$s'. Zorg ervoor dat de media (bijv. SD-kaart) is geplaatst en dat deze map bestaat en beschrijfbaar is.
pl: Nie można utworzyć folderu '%1$s' w tym katalogu: '%2$s'. Upewnij się, że nośnik (np. karta SD) jest zamontowany, a ten katalog istnieje i ma możliwość zapisu.
uk: Неможливо створити папку «%1$s» у цьому каталозі: «%2$s». Переконайтеся, що носій (наприклад, SD-карта) підключено, цей каталог існує і доступний для запису.

# UNUSED_imageselect_error_cannot_access_external_data
source: Cannot access external data at location '%1$s'.
fa: نمی توان به اطلاعات خارجی در محل '%1$s' دست یافت.
nl: Geen toegang tot externe gegevens op locatie '%1$s'.
pl: Nie można uzyskać dostępu do danych zewnętrznych w lokalizacji '%1$s'.
uk: Неможливо отримати доступ до зовнішніх даних у місці "%1$s".

# UNUSED_imageselect_error_cannot_create_existing_folder
source: Cannot create folder '%1$s' because it already exists.
fa: نمی توان پوشۀ '%1$s' را ایجاد کرد زیرا از قبل موجود است.
nl: Kan map %1$s niet maken omdat deze al bestaat.
pl: Nie można utworzyć folderu '%1$s', ponieważ już istnieje.
uk: Неможливо створити папку "%1$s", оскільки вона вже існує.

# UNUSED_imageselect_error_folder_rename_target_exists
source: Cannot rename folder to '%1$s' because that already exists.
fa: نمی توان گوشه را به '%1$s' تغییرنام داد زیرا از قبل موجود است.
nl: Kan map niet hernoemen naar '%1$s' omdat dat al bestaat.
pl: Nie można zmienić nazwy folderu na '%1$s', ponieważ ten już istnieje.
uk: Неможливо перейменувати папку на "%1$s", оскільки вона вже існує.

# UNUSED_imageselect_error_folder_does_not_exist_detailed
source: Folder '%1$s' does not exist anymore (expected location '%2$s').
fa: پوشۀ '%1$s' دیگر وجود ندارد (محل مورد انتظار '%2$s').
nl: Map '%1$s' bestaat niet meer (verwachte locatie '%2$s').
pl: Folder '%1$s' już nie istnieje (oczekiwana lokalizacja '%2$s').
uk: Папка «%1$s» більше не існує (очікуване розташування «%2$s»).

# UNUSED_imageselect_error_cannot_write_data_bundle
source: Cannot write data for image '%1$s'.
fa: نمی توان اطلاعات را برای عکس '%1$s' نوشت.
nl: Kan geen gegevens schrijven voor afbeelding '%1$s'.
pl: Nie można zapisać danych dla obrazu '%1$s'.
uk: Неможливо записати дані для зображення "%1$s".

# UNUSED_imageselect_error_cannot_write_data_bundle_detailed
source: Cannot write data for image '%1$s' (at location '%2$s').
fa: نمی توان اطلاعات را برای عکس '%1$s' نوشت (در محل '%2$s').
nl: Kan geen gegevens schrijven voor afbeelding '%1$s' (op locatie '%2$s').
pl: Nie można zapisać danych dla obrazu '%1$s' (w lokalizacji '%2$s').
uk: Неможливо записати дані для зображення "%1$s" (у місці "%2$s").

# UNUSED_imageselect_error_cannot_delete_data_bundle
source: Cannot delete image '%1$s'.
fa: نمی توان عکس '%1$s' را پاک کرد.
nl: Kan afbeelding '%1$s' niet verwijderen.
pl: Nie można usunąć obrazu '%1$s'.
uk: Неможливо видалити зображення "%1$s".

# UNUSED_imageselect_error_url_of_imported_file_not_found
source: Image to be imported cannot be found.
fa: عکس برای وارد کردن نمی تواند یافت شود.
nl: De te importeren afbeelding kan niet worden gevonden.
pl: Nie można znaleźć obrazu do zaimportowania.
uk: Не вдалося знайти зображення для імпорту.

# UNUSED_error_cannot_save_annotated_image
source: Cannot save annotated image because: '%1$s'.
fa: عکس حاشیه نویسی را نمی توان ذخیره کند زیرا: '%1$s'.
pl: Nie można zapisać obrazu z adnotacjami, ponieważ: '%1$s'.
uk: Неможливо зберегти зображення з коментарями, оскільки: "%1$s".

# UNUSED_error_cannot_save_thumbnail_image
source: Cannot save thumbnail image because: '%1$s'.
fa: عکس بند انگشتی را نمی توان ذخیره کرد زیرا: '%1$s'.
nl: Kan miniatuurafbeelding niet opslaan omdat: '%1$s'.
pl: Nie można zapisać miniaturki, ponieważ: '%1$s'.
uk: Неможливо зберегти ескіз зображення, оскільки: "%1$s".

# UNUSED_error_cannot_access_files_in_folder
source: Cannot access files in folder '%1$s'.
fa: دسترسی به فایل های موجود در پوشه '%1$s' امکان پذیر نیست.
nl: Geen toegang tot bestanden in map '%1$s'.
pl: Nie można uzyskać dostępu do plików w folderze '%1$s'.
uk: Не вдається отримати доступ до файлів у папці "%1$s".

# UNUSED_error_target_folder_contains_bundle_with_same_id
source: Folder '%1$s' contains image '%2$s' with the same ID as image '%3$s'.
fa: پوشه '%1$s' شامل عکس '%2$s' با همان شناسه عکس '%3$s' است.
nl: Map '%1$s' bevat afbeelding '%2$s' met dezelfde ID als afbeelding '%3$s'.
pl: Folder '%1$s' zawiera obraz '%2$s' z tym samym identyfikatorem co obraz '%3$s'.
uk: Папка «%1$s» містить зображення «%2$s» з тим самим ідентифікатором, що й зображення «%3$s».

# UNUSED_storage_error_external_storage_read_only
source: External storage is read-only.
fa: حافظۀ خارجی فقط-خواندنی است.
nl: Externe opslag is alleen-lezen.
pl: Pamięć zewnętrzna jest wyłącznie do odczytu.
uk: Зовнішня пам’ять доступна лише для читання.

# UNUSED_storage_error_external_storage_could_not_write_file
source: Could not write file to external memory.
fa: نمی توان فایل را در حافظۀ خارجی نوشت.
nl: Kan bestand niet naar extern geheugen schrijven.
pl: Nie można zapisać pliku do pamięci zewnętrznej.
uk: Не вдалося записати файл у зовнішню пам'ять.

# UNUSED_storage_error_external_storage_could_not_get_permission_to_write_images
source: Could not get permission to write to external storage. No files have been written.
fa: نمی توان مجوز نوشتن روی حافظۀ خارجی را گرفت. هیچ فایلی نوشته نشده است.
nl: Geen toestemming om naar externe opslag te schrijven. Er zijn geen bestanden geschreven.
pl: Nie można uzyskać pozwolenia na zapis do pamięci zewnętrznej. Nie zapisano żadnych plików.
uk: Не вдалося отримати дозвіл на запис у зовнішню пам’ять. Файли не записані.

# UNUSED_storage_error_cannot_create_directory_on_external_storage
source: Could not create directory '%1$s' on external storage.
fa: نمی توان پوشۀ '%1$s' را در حافظۀ خارجی ایجاد کرد.
nl: Kan map %1$s niet maken op externe opslag.
pl: Nie można utworzyć katalogu '%1$s' w pamięci zewnętrznej.
uk: Не вдалося створити каталог "%1$s" на зовнішній пам'яті.

# UNUSED_storage_error_external_storage_destination_is_no_directory
source: External storage destination is not a directory.
fa: مقصد حافظۀ خارجی یک پوشه نیست.
nl: Externe opslagbestemming is geen directory.
pl: Miejsce docelowe pamięci zewnętrznej nie jest katalogiem.
uk: Місце призначення зовнішнього сховища не є каталогом.

# UNUSED_storage_error_data_bundle_corrupted
source: Data in image directory '%1$s' is corrupted.
fa: اطلاعات در پوشۀ عکس '%1$s' خراب است.
nl: Gegevens in afbeeldingsdirectory %1$s zijn beschadigd.
pl: Dane w katalogu obrazów '%1$s' są uszkodzone.
uk: Дані в каталозі зображень "%1$s" пошкоджено.

# UNUSED_storage_error_no_permission_to_read_image_to_be_imported
source: Cannot import image because the permission to read external storage has not been granted.
fa: نمی توان عکس را وارد کرد زیرا مجوز برای خواندن حافظۀ خارجی داده نشده است.
nl: Kan afbeelding niet importeren omdat de toestemming om externe opslag te lezen niet is verleend.
pl: Nie można zaimportować obrazu, ponieważ nie przyznano uprawnień do odczytu pamięci.
uk: Не вдається імпортувати зображення, оскільки не надано дозвіл на читання зовнішньої пам’яті.

# UNUSED_storage_error_cannot_read_ifd_file
source: Cannot read IFD file in folder '%1$s'.
fa: نمی توان فایل IFD را در پوشه '%1$s' بخواند.
nl: Kan IFD-bestand in map %1$s niet lezen.
pl: Nie można odczytać pliku IFD w folderze '%1$s'.
uk: Не вдається прочитати файл IFD у папці "%1$s".

# UNUSED_error_cannot_open_file_does_not_exist
source: Cannot open file '%1$s' because it does not exist.
fa: فایل '%1$s' را نمی توان باز کرد چون وجود ندارد.
nl: Kan bestand %1$s niet openen omdat het niet bestaat.
pl: Nie można otworzyć pliku '%1$s', ponieważ nie istnieje.
uk: Не вдається відкрити файл "%1$s", оскільки він не існує.

# UNUSED_error_cannot_open_file_is_folder
source: Cannot open file '%1$s' because it is a folder.
fa: فایل '%1$s' را نمی توان باز کرد چون یک پوشه است.
nl: Kan bestand %1$s niet openen omdat het een map is.
pl: Nie można otworzyć pliku '%1$s', ponieważ jest to folder.
uk: Не вдається відкрити файл "%1$s", оскільки це папка.

# UNUSED_error_cannot_write_file
source: Cannot write to file '%1$s'.
fa: نمی توان برای فایل '%1$s' نوشت.
nl: Kan niet schrijven naar bestand '%1$s'.
pl: Nie można zapisać do pliku „%1$s”.
uk: Неможливо записати у файл "%1$s".

# UNUSED_storage_error_cannot_load_image_file_from_remote
source: Cannot load the image file from cloud storage.
fa: فایل عکس از فضای ذخیره سازی ابری بارگیری نمی شود.
nl: Kan het afbeeldingsbestand niet laden vanuit de cloudopslag.
pl: Nie można załadować pliku obrazu z pamięci masowej w chmurze.
uk: Не вдається завантажити файл зображення з хмарного сховища.

# UNUSED_storage_note_pulling_image_file_from_remote
source: Downloading image file from cloud storage.
fa: دانلود فایل عکس از فضای ذخیره سازی ابری.
nl: Afbeeldingsbestand downloaden van cloudopslag.
pl: Pobieranie pliku obrazu z chmury.
uk: Завантаження файлу зображення з хмарного сховища.

# UNUSED_export_dialog_saving_images_to_external_storage
source: Saving images to external storage…
nl: Afbeeldingen opslaan op externe opslag…
pl: Zapisywanie obrazów w pamięci zewnętrznej…
uk: Збереження зображень у зовнішній носій…

# UNUSED_export_dialog_image_saved_to_external_storage
source: Saved image to external storage…
nl: Opgeslagen afbeelding naar externe opslag…
pl: Zapisany obraz do pamięci zewnętrznej…
uk: Зображення збережено на зовнішній пам’яті…

# UNUSED_export_dialog_images_saved_to_external_storage
source: Saved %1$d images to external storage…
nl: %1$d afbeeldingen opgeslagen op externe opslag…
pl: Zapisane obrazy %1$d do pamięci zewnętrznej…
uk: Збережено %1$d зображення у зовнішній пам’яті…

# UNUSED_export_dialog_saving_images_success_title
source: Export finished
fa: صادر کردن تمام شد
nl: Exporteren voltooid
pl: Eksport zakończony
uk: Експорт завершено

# UNUSED_export_dialog_saving_images_success_text
source: Images have been saved to folder '%1$s'. Maybe you can also find them more easily under /sdcard/Pictures.
fa: عکس ها در پوشۀ '%1$s' ذخیره شدند. ممکن است شما آن ها را ساده تر در /sdcard/Pictures بیابید.
nl: Afbeeldingen zijn opgeslagen in map '%1$s'. Misschien kun je ze ook makkelijker vinden onder /sdcard/Pictures.
pl: Obrazy zostały zapisane w folderze '%1$s'. Możesz je również znaleźć w /sdcard/Pictures.
uk: Зображення збережено до папки «%1$s». Можливо, вам також буде легше знайти їх у /sdcard/Pictures.

# UNUSED_export_dialog_overwrite_extpics_images_message
source: Images with the same name exist in the target directory.
fa: عکس های با همین نام در فهرست هدف وجود دارد.
nl: Afbeeldingen met dezelfde naam bestaan in de doelmap.
pl: Obrazy o tej samej nazwie istnieją w katalogu docelowym.
uk: Зображення з однаковою назвою існують у цільовому каталозі.

# UNUSED_export_dialog_overwrite_extpics_images_overwrite
source: Overwrite
fa: زیاد نوشتن
nl: Overschrijven
pl: Nadpisz
uk: Перезаписати

# UNUSED_export_dialog_overwrite_extpics_images_keep_both
source: Rename
fa: تغییرنام
nl: Hernoemen
pl: Zmień nazwę
uk: Перейменувати

# UNUSED_export_dialog_overwrite_extpics_images_cancel
source: Cancel
fa: لغو
nl: Annuleren
pl: Anuluj
uk: Скасувати

# UNUSED_export_dialog_overwrite_extpics_folder_message
source: A folder with the same name already exists.
fa: پوشه ای با همین نام از قبل وجود دارد.
nl: Er bestaat al een map met dezelfde naam.
pl: Folder o tej samej nazwie już istnieje.
uk: Папка з такою назвою вже існує.

# UNUSED_export_dialog_overwrite_extpics_folder_replace
source: Replace
fa: جایگزین کردن
nl: Vervangen
pl: Zastąp
uk: Замінити

# UNUSED_export_dialog_overwrite_extpics_folder_merge
source: Merge
nl: Samenvoegen
pl: Połącz
uk: Об'єднати

# UNUSED_export_dialog_overwrite_extpics_folder_cancel
source: Cancel
fa: لغو
nl: Annuleren
pl: Anuluj
uk: Скасувати

# UNUSED_dialog_duplicate_image_import_title
source: Image Import
fa: وارد کردن عکس
nl: Afbeelding importeren
pl: Import obrazu
uk: Імпорт зображення

# UNUSED_dialog_duplicate_image_import_message
source: Imported image '%1$s' already exists.
fa: عکس وارد شده '%1$s' از قبل وجود دارد.
nl: Geïmporteerde afbeelding %1$s bestaat al.
pl: Importowany obraz '%1$s' już istnieje.
uk: Імпортоване зображення "%1$s" вже існує.

# UNUSED_dialog_duplicate_image_import_overwrite
source: Overwrite
fa: زیاد نوشتن
nl: Overschrijven
pl: Nadpisz
uk: Перезаписати

# UNUSED_dialog_duplicate_image_import_keep_both
source: Keep both
fa: نگاه داشتن هر دو
nl: Beide houden
pl: Zachowaj oba
uk: Зберігайте обидва

# UNUSED_dialog_duplicate_image_import_skip
source: Skip
fa: چشم پوشی
nl: Overslaan
pl: Pomiń
uk: Пропустити

# UNUSED_dialog_duplicate_folder_import_title
source: Folder Import
fa: ارد کردن پوشه
nl: Map importeren
pl: Importowanie folderu
uk: Імпорт папки

# UNUSED_dialog_duplicate_folder_import_message
source: Imported folder '%1$s' already exists. %3$d images should be imported, out of which %2$d already exist locally.
fa: پوشه وارد شده '%1$s' از قبل وجود دارد. %3$d عکس باید وارد شود ، از این تعداد %2$d از قبل به صورت محلی وجود دارد.
nl: De geïmporteerde map %1$s bestaat al. %3$d afbeeldingen moeten worden geïmporteerd, waarvan %2$d al lokaal bestaat.
pl: Zaimportowany folder '%1$s' już istnieje. %3$d obrazy powinny zostać zaimportowane, %2$d z nich istnieje lokalnie.
uk: Імпортована папка "%1$s" вже існує. Потрібно імпортувати %3$d зображень, із яких %2$d вже існує локально.

# UNUSED_dialog_duplicate_folder_no_duplicate_images_import_message
source: Imported folder '%1$s' already exists, but there are no duplicate images.
fa: پوشه وارد شده '%1$s' از قبل وجود دارد ، اما هیچ عکس تکراری وجود ندارد.
nl: De geïmporteerde map %1$s bestaat al, maar er zijn geen dubbele afbeeldingen.
pl: Zaimportowany folder '%1$s' już istnieje, ale nie ma zdublowanych obrazów.
uk: Імпортована папка "%1$s" вже існує, але немає дублікатів зображень.

# UNUSED_dialog_duplicate_folder_import_merge
source: Merge
nl: Samenvoegen
pl: Połącz
uk: Об'єднати

# UNUSED_dialog_duplicate_folder_import_overwrite
source: Overwrite
fa: زیاد نوشتن
nl: Overschrijven
pl: Nadpisz
uk: Перезаписати

# UNUSED_dialog_duplicate_folder_import_keep_both
source: Keep both
fa: نگاه داشتن هر دو
nl: Beide houden
pl: Zachowaj oba
uk: Зберігайте обидва

# UNUSED_dialog_duplicate_folder_import_skip
source: Skip
fa: چشم پوشی
nl: Overslaan
pl: Pomiń
uk: Пропустити

# generic_button_ok
source: OK
fa: قبول
uk: Ухвалити

# imageLibrary_breadcrumb_rootFolder
source: Root
fa: ریشه
nl: Hoofdmap
uk: Корінь

# imageLibrary_displayOptionsDialog_showDeletedImages_summary_on
source: Deleted images are shown greyed out
nl: Verwijderde afbeeldingen worden grijs weergegeven
uk: Видалені зображення відображаються сірим кольором

# imageLibrary_displayOptionsDialog_showDeletedImages_summary_off
source: Deleted images are hidden
nl: Verwijderde afbeeldingen zijn verborgen
uk: Видалені зображення приховані

# upgradeDialog_addonPrice_once_terms
source: This upgrade is a one time payment. The upgrade stays active for your Google Play account indefinitely.
nl: Deze upgrade is een eenmalige betaling. De upgrade blijft voor onbepaalde tijd actief voor uw Google Play-account.
uk: Це оновлення є одноразовим платежем. Оновлення залишається активним для вашого облікового запису Google Play на невизначений термін.

# upgradeDialog_addonPrice_monthly_and_yearly
source: %1$s/month or %2$s/year
nl: %1$s/maand of %2$s/jaar
uk: %1$s/місяць або %2$s/рік

# upgradeDialog_purchaseButton_basic
source: Get Basic upgrade
fa: ارتقاء به پایه ای
nl: Upgraden naar Basis
uk: Отримайте базове оновлення

# upgradeDialog_purchaseButton_business_monthly
source: Upgrade (%1$s/month)
nl: Upgraden (%1$s/maand)
uk: Оновлення (%1$s/місяць)

# upgradeDialog_purchaseButton_business_yearly
source: Upgrade (%1$s/year)
nl: Upgraden (%1$s/jaar)
uk: Оновлення (%1$s/рік)

# upgradeDialog_purchaseButton_disabled_storeUnavailable_playStore
source: PlayStore unavailable
nl: Play Store niet beschikbaar
uk: PlayStore недоступний

# upgradeDialog_addon_without_pro_title
source: Add-on without Pro upgrade?
fa: افزونه بدون ارتقاء به حرفه ای؟
nl: Add-on zonder Pro-upgrade?
uk: Доповнення без оновлення Pro?

# upgradeDialog_addon_without_pro_message
source: You are trying to install the add-on without having the Pro upgrade. This is possible, but probably not what you want. Note that the add-on does not include the Pro upgrade.
nl: U probeert de add-on te installeren zonder de Pro-upgrade. Dit is mogelijk, maar niet wenselijk. De add-on bevat géén Pro-upgrade.
uk: Ви намагаєтеся встановити додаток без оновлення Pro. Це можливо, але, ймовірно, не те, що ви хочете. Зауважте, що доповнення не включає оновлення Pro.

# upgradeDialog_addon_without_pro_confirm
source: Get the add-on
fa: دریافت افزونه
nl: Download de add-on
uk: Отримайте доповнення

# upgradeDialog_addon_without_pro_cancel
source: Cancel
fa: لغو
nl: Annuleren
uk: Скасувати

# upgradeDialog_addon_without_pro_get_pro
source: Get Pro instead
fa: به جای آن حرفه ای را دریافت کنید
nl: Koop in plaats daarvan Pro
uk: Замість цього отримайте Pro

# upgradeDialog_addon_without_basic_title
source: Add-on without Basic upgrade?
fa: افزونه بدون ارتقاء اولیه؟
nl: Add-on zonder Basic upgrade?
uk: Доповнення без базового оновлення?

# upgradeDialog_addon_without_basic_message
source: You are trying to install the add-on without having the Basic upgrade. This is possible, but probably not what you want. Note that the add-on does not include the Basic upgrade.
fa: شما در حال تلاش برای نصب افزونه بدون داشتن نسخه اصلی هستید. این امر ممکن است ، اما احتمالاً همان چیزی نیست که شما می خواهید. توجه داشته باشید که این افزونه شامل نسخه اصلی نیست.
nl: U probeert de add-on te installeren zonder de Basic-upgrade. Dit is mogelijk, maar niet wenselijk. De add-on bevat géén Basic-upgrade.
uk: Ви намагаєтеся встановити доповнення без базового оновлення. Це можливо, але, ймовірно, не те, що ви хочете. Зауважте, що доповнення не включає базове оновлення.

# upgradeDialog_addon_without_basic_get_basic
source: Get Basic instead
fa: گرفتن بجای پایه ای
nl: Neem in plaats daarvan Basic
uk: Замість цього отримайте Basic

# upgrade_item_all_addon_packs
source: Includes Pro version
nl: Inclusief Pro-versie
uk: Включає Pro

# licensing_company_key_description
source: Please enter your company key:
nl: Voer uw bedrijfssleutel in:
uk: Будь ласка, введіть ключ своєї компанії:

# licensing_company_key_error_parse_server_response
source: Error parsing server response.
nl: Fout bij het ontleden van de server reactie.
uk: Помилка аналізу відповіді сервера.

# licensing_company_key_error_invalid_license_code
source: Invalid key.
nl: Ongeldige sleutel.
uk: Недійсний ключ.

# licensing_company_key_success
source: Key activated
nl: Sleutel geactiveerd
uk: Ключ активований

# inapp_error_feature_not_supported
source: Feature is not supported.
nl: Functie wordt niet ondersteund.
uk: Функція не підтримується.

# inapp_error_payment_failed
source: Payment failed.
fa: پرداخت ناموفق.
nl: Betaling mislukt.
uk: Помилка оплати.

# inapp_error_cannot_query_owned_products
source: Cannot query for owned upgrades.
fa: برای ارتقاء متعلق به خود نمی توانید درخواست کنید.
nl: Kan geen query uitvoeren op eigen upgrades.
uk: Неможливо зробити запит щодо власних оновлень.

# upgrade_licenseName_basic
source: Basic
fa: پایه ای
nl: Basis
uk: Базовий

# upgrade_licenseName_addon_without_base_license
source: Add-on without base license
fa: افزونه بدون مجوز پایه
nl: Add-on zonder basislicentie
uk: Доповнення без базової ліцензії

# upgrade_licenseName_freeEvaluation
source: Free Evaluation
nl: Gratis evaluatie
uk: Безкоштовна оцінка

# upgrade_licenseName_business
source: Business
uk: Бізнес

# pdf_import_page_selection_calibrate_to_page_size
source: Calibrate to page size
nl: Kalibreer naar paginaformaat
uk: Відкалібрувати за розміром сторінки

# dialog_image_export_low_jpeg_image_quality
source: A quality of at least 80 is recommended.
fa: حداقل کیفیت 80 توصیه می شود.
nl: Een kwaliteit van minimaal 80 wordt aanbevolen.
uk: Рекомендується якість не менше 80.

# notification_channel_bluetooth_title
source: Bluetooth connection
nl: Bluetooth-verbinding
uk: З'єднання Bluetooth

# pref_category_workflow
source: Workflow
nl: Werkstroom
uk: Робочий процес

# pref_category_company
source: Company
nl: Bedrijf
uk: Компанія

# pref_measure_metric_area_unit_choices:0
source: mm²
uk: мм²

# pref_measure_metric_area_unit_choices:1
source: cm²
uk: см²

# pref_measure_metric_area_unit_choices:2
source: m²
uk: м²

# pref_measure_metric_area_unit_choices:3
source: km²
uk: км²

# pref_bluetooth_device_protocol_dialog
source: Select your laser distance meter
nl: Selecteer uw laserafstandsmeter
uk: Виберіть свій лазерний далекомір

# pref_bluetooth_device_protocol_renpho_tape_measure
source: Renpho tape measure
nl: Renpho rolmaat
uk: Renpho рулетка

# pref_editor_keep_screen_on
source: Keep screen on while editing
fa: هنگام ویرایش صفحه را روشن نگه دارید
nl: Houd het scherm aan tijdens het bewerken
uk: Тримайте екран увімкненим під час редагування

# pref_ui_editor_tool_long_press_action
source: Long-press on tool selection
nl: Druk lang op gereedschapsselectie
uk: Тривале натискання на вибір інструменту

# pref_ui_editor_tool_long_press_dialog
source: Long-press on tool selection
nl: Druk lang op gereedschapsselectie
uk: Тривале натискання на вибір інструменту

# pref_ui_editor_tool_long_press_choices:0
source: No action
nl: Geen actie
uk: Ніяких дій

# pref_ui_editor_tool_long_press_choices:1
source: Keep tool selected
nl: Houd gereedschap geselecteerd
uk: Залишити інструмент вибраним

# pref_ui_editor_tool_long_press_vibrate
source: Vibrate on long-press on tool
nl: Trillen door lang op het gereedschap te drukken
uk: Вібрація при тривалому натисканні на інструмент

# pref_ui_editor_rotation
source: Interactive rotation
fa: چرخش تعاملی
nl: Interactieve rotatie
uk: Інтерактивне обертання

# pref_ui_editor_rotation_dialog
source: Interactive rotation
fa: چرخش تعاملی
nl: Interactieve rotatie
uk: Інтерактивне обертання

# pref_ui_editor_rotation_choices:0
source: Disable rotation
fa: غیرفعال کردن چرخش
nl: Rotatie uitschakelen
uk: Вимкнути обертання

# pref_ui_editor_rotation_choices:1
source: Enabled, snap at original orientation
fa: فعال شدن ، ضربه محکم و ناگهانی در جهت اصلی
nl: Ingeschakeld, snap in originele richting
uk: Увімкнено, прив'язку до оригінальної орієнтації

# pref_ui_editor_rotation_choices:2
source: Enabled, snap at 90° degree angles
fa: فعال شدن ، ضربه محکم و ناگهانی در زاویه 90 درجه
nl: Ingeschakeld, snap in hoeken van 90°
uk: Увімкнено, прив'язку до кута 90°

# pref_export_image_filename_expression
source: Expression for output filename
nl: Expressie voor uitvoer bestandsnaam
uk: Вираз для назви вихідного файлу
