Repository: farindk/ImageMeter-translations
Catalog: core/*.po
Languages: uk

# templ:custom:column-content:image-map-link
source: GPS map link
uk: Посилання на GPS-карту

# templ:custom:column-content:image-map-link:url:text
source: link
uk: посилання

# templ:custom:column-content:image-map-link:error:no-gps
source: no GPS
uk: немає GPS

# templ:custom:column-type:width-height
source: Width and height
uk: Ширина і висота

# templ:custom:column-type:text
source: Text note
uk: Текстова примітка

# templ:custom:new-tablespec-name
source: Custom Table
uk: Настроювана таблиця

# templ:custom:new-tag
source: new tag
uk: новий тег

# templ:custom:tag:filter:text
source: Text note
uk: Текстова примітка

# templ:custom:tag:filter:circle
source: Circle
uk: Коло

# templ:custom:tag:property-name
source: Tag
uk: тег

# templ:areasum:class-display-name
source: Area sum template
uk: Шаблон площі суми

# templ:areasum:preset:wallarea:display-name
source: Wall area
uk: Площа стіни

# templ:areasum:long-description:wallarea
source: This template is the basis for area computations. The area of some elements is added to the sum (e.g. walls), while other elements are subtracted (e.g. windows).
uk: Цей шаблон є основою для обчислень площі. Площа деяких елементів додається до суми (наприклад, стіни), а інші елементи віднімаються (наприклад, вікна).

# templ:areasum:tag:property-name
source: Tag
uk: Тег

# templ:areasum:wallarea:new-template-name
source: New wall area template
uk: Новий шаблон області стіни

# templ:areasum:floorarea:new-template-name
source: New floor area template
uk: Новий шаблон площі підлоги

# templ:areasum:custom-add
source: custom (add)
uk: за замовчуванням (додати)

# templ:areasum:custom-minus
source: custom (subtract)
uk: за замовчуванням (відняти)

# templ:areasum:wallarea:wall
source: wall
uk: стіна

# templ:areasum:wallarea:ceiling
source: ceiling
uk: стеля

# templ:areasum:wallarea:window
source: window
uk: вікно

# templ:areasum:wallarea:door
source: door
uk: двері

# templ:areasum:floorarea:living-room
source: living room
uk: Вітальня

# templ:areasum:floorarea:bed-room
source: bed room
uk: спальня

# templ:areasum:floorarea:kitchen
source: kitchen
uk: кухня

# templ:areasum:floorarea:bath-room
source: bathroom
uk: ванна кімната

# templ:areasum:floorarea:generic-room
source: other room
uk: інша кімнату

# templ:areasum:floorarea:balcony
source: balcony
uk: балкон

# templ:areasum:table-column-header:item
source: Pos.
uk: Поз.

# templ:areasum:table-column-header:description
source: Description
uk: Опис

# templ:areasum:table-column-header:count
source: Count
uk: Рахувати

# templ:areasum:table-column-header:factor
source: Factor
uk: Фактор

# templ:areasum:table-column-header:width
source: Width
uk: Ширина

# templ:areasum:table-column-header:height
source: Height
uk: Висота

# templ:areasum:table-column-header:area
source: Area
uk: Площа

# templ:areasum:table-column-header:deduction
source: Deduction
uk: Віднімання

# templ:areasum:table-column-header:sumarea
source: Sum
uk: Сума

# templ:areasum:item
source: Item Number
uk: Номер позиції

# templ:areasum:description
source: Description
uk: Опис

# templ:areasum:count
source: Count
uk: Рахувати

# templ:areasum:width-height
source: Width and height
uk: Ширина і висота

# templ:areasum:measured-area
source: Measured area
uk: Виміряна площа

# templ:areasum:factor
source: Factor
uk: Фактор

# templ:areasum:calculated-area
source: Calculated area
uk: Розрахункова площа

# templ:areasum:plus-minus-area
source: +/- area columns
uk: +/- стовпці області

# templ:areasum:image-area-sum
source: Image area sum
uk: Сума площ зображення

# templ:areasum:tablespec:default-name
source: Area sum table
uk: Таблиця сум площ

# templ:areasum:table-column-description:item
source: The image number. The number will only be filled into the row with the image title.
uk: Номер зображення. Число буде заповнено лише в рядку з назвою зображення.

# templ:areasum:table-column-description:description
source: Descriptive name of the area. This is either the default name of the tag, or a manually entered name for this area.
uk: Описова назва місцевості. Це або назва тега за замовчуванням, або ім’я, введене вручну для цієї області.

# templ:areasum:table-column-description:count
source: The count multiplier for this area.
uk: Множник кількості для цієї області.

# templ:areasum:table-column-description:width-height
source: Width and height are two columns that are filled with the side lengths if the area is a rectangle. For other shapes, the columns stay empty. Enter the two column headers separated by a semicolon.
uk: Ширина і висота — це два стовпці, які заповнюються довжинами сторін, якщо площа є прямокутником. Для інших фігур стовпці залишаються порожніми. Введіть два заголовки стовпців, розділені крапкою з комою.

# templ:areasum:table-column-description:measured-area
source: The raw, measured area without the factor or count applied.
uk: Необроблена, виміряна площа без застосування коефіцієнта чи підрахунку.

# templ:areasum:table-column-description:factor
source: The area factor applied when calculating the final area sum.
uk: Коефіцієнт площі, що застосовується при обчисленні кінцевої суми площ.

# templ:areasum:table-column-description:calculated-area
source: Calculated area including the factor and count.
uk: Розрахункова площа, включаючи коефіцієнт і кількість.

# templ:areasum:table-column-description:plus-minus-area
source: Generates two columns: a column including all areas that are added to the sum, and a column including all areas that are subtracted from the total sum. Enter the two column headers separated by a semicolon.
uk: Створює два стовпці: стовпець, що включає всі області, які додаються до суми, і стовпець, що включає всі області, які віднімаються від загальної суми. Введіть два заголовки стовпців, розділені крапкою з комою.

# templ:areasum:table-column-description:image-area-sum
source: Each row holds the area sum of the image. The footer row holds the total over all images.
uk: Кожен рядок містить суму площ зображення. Рядок нижнього колонтитула містить загальну суму для всіх зображень.

# templ:partslist:class-display-name
source: Parts list template
uk: Шаблон списку запчастин

# templ:partslist:long-description
source: This template lets you generate bills of material, counting different objects, or summing the length of products (e.g. electrical cables).
uk: Цей шаблон дає змогу створювати специфікації матеріалів, підраховувати різні об’єкти або підсумовувати довжину продуктів (наприклад, електричних кабелів).

# templ:partslist:tagtype:count
source: Count
uk: Рахувати

# templ:partslist:tagtype:length
source: Length
uk: Довжина

# templ:partslist:tagtype:area
source: Area
uk: Площа

# templ:partslist:tablespec:default
source: Default table
uk: Таблиця за замовчуванням

# templ:partslist:tablespec:new
source: New table
uk: Нова таблиця

# templ:partslist:tag:tag
source: Tag
uk: Тег

# templ:partslist:tag:name
source: Description
uk: Опис

# templ:partslist:tag:count
source: Count
uk: Рахувати

# templ:partslist:tag:comment
source: Comment
uk: Коментар

# templ:partslist:columnheader:item:image
source: Image
uk: Зображення

# templ:partslist:columnheader:item:element
source: No.
uk: Ні.

# templ:partslist:columnheader:item:image_and_element
source: No.
uk: Ні.

# templ:partslist:columnheader:tagname
source: Item
uk: Елемент

# templ:partslist:columnheader:comment
source: Comment
uk: Коментар

# templ:partslist:columnheader:count
source: Count
uk: Рахувати

# templ:partslist:columnheader:quantity
source: Qty
uk: Кількість

# templ:uiitem:duplicate:local
source: (local copy)
uk: (локальна копія)

# templ:uiitem:duplicate:global
source: (from settings)
uk: (з налаштувань)

# table-operation:none
source: None
uk: Жодного

# table-operation:none:keep
source: Keep
uk: Зберегти

# table-operation:sum
source: Sum
uk: Сума

# table-operation:avg
source: Average
uk: Середній

# table-operation:min
source: Min
uk: Хв

# table-operation:max
source: Max
uk: Макс

# table-operation:median
source: Median
uk: Медіана

# table-operation:count
source: Count
uk: Рахувати

# SyncAction:NOP
source: No action
uk: Ніяких дій

# SyncAction:PULL_NEW
source: Download new
uk: Завантажити новий

# SyncAction:PULL_UPDATE
source: Download update
uk: Завантажити оновлення

# SyncAction:PUSH_NEW
source: Upload new
uk: Завантажити новий

# SyncAction:PUSH_UPDATE
source: Upload update
uk: Завантажити оновлення

# SyncAction:DELETE_LOCAL
source: Delete locally
uk: Видалити локально

# SyncAction:DELETE_REMOTE
source: Delete on server
uk: Видалити на сервері

# sync:error:cloud-sync-currently-in-use:retry-later
source: Cloud-sync is currently in use. Please retry later.
uk: Наразі використовується хмарна синхронізація. Повторіть спробу пізніше.

# sync:task:description:anno-image
source: Image upload to {}
uk: Завантажити зображення на {}

# sync:task:backend-options:descr:filesystem
source: directory '{0}'
uk: каталог '{0}'

# sync:task:backend-options:descr:onedrive
source: OneDrive directory '{0}'
uk: Каталог OneDrive "{0}"

# sync:task:backend-options:descr:dropbox
source: Dropbox directory '{0}'
uk: Каталог Dropbox "{0}"

# sync:task:backend-options:descr:webdav
source: WebDAV URL '{0}'
uk: URL-адреса WebDAV "{0}"

# sync:server-maintenance:title
source: Cloud storage maintenance
uk: Обслуговування хмарного сховища

# sync:server-maintenance:remove-server-lock-description
source: <b>Remove server lock</b> - In order to prevent simultaneous access to the data on the cloud server, it is locked during the sync process. In case of some errors, e.g. network failures, it may be that the server remains locked. The locks time-out automatically after a few minutes, but you can also manually remove them immediately if you know for sure that it is an error.
uk: <b>Зняти блокування сервера</b> – щоб запобігти одночасному доступу до даних на хмарному сервері, він блокується під час процесу синхронізації. У разі деяких помилок, напр. збої в мережі, можливо, сервер залишається заблокованим. Тайм-аут блокування автоматично закінчується через кілька хвилин, але ви також можете негайно видалити їх вручну, якщо точно знаєте, що це помилка.

# sync:server-maintenance:remove-server-lock-button
source: Remove server lock
uk: Зняти блокування сервера

# sync:server-maintenance:reset-server-cache-description
source: <b>Reset server cache</b> - The cloud server maintains a cache of images stored on them. If you delete or add files manually on the server, this is not seen by the cache. You may reset the server cache to run a full scan during the next sync. However, note that a full scan may take a long time if you have many images.
uk: <b>Скинути кеш сервера</b> – хмарний сервер підтримує кеш зображень, що зберігаються на ньому. Якщо ви видаляєте або додаєте файли вручну на сервері, це не бачить кеш. Ви можете скинути кеш сервера, щоб виконати повне сканування під час наступної синхронізації. Однак зверніть увагу, що повне сканування може зайняти багато часу, якщо у вас багато зображень.

# sync:server-maintenance:reset-server-cache-button
source: Reset server cache
uk: Скинути кеш сервера

# sync:server-maintenance:reset-sync-state-description
source: <b>Reset sync state</b> - The next sync will start with no preknowledge about the data on each side. This means, e.g., that locally deleted images will be downloaded again from the server instead of being deleted on the server. There are few cases where resetting the stored sync state is needed.
uk: <b>Скинути стан синхронізації</b> – наступна синхронізація розпочнеться без попередньої інформації про дані на кожній стороні. Це означає, наприклад, що локально видалені зображення будуть знову завантажені з сервера замість того, щоб видалятися на сервері. Існує кілька випадків, коли потрібне скидання збереженого стану синхронізації.

# sync:server-maintenance:reset-sync-state-button
source: Reset sync state
uk: Скинути стан синхронізації

# sync:server-maintenance:remove-server-lock:action-title
source: Removing cloud server lock
uk: Зняття блокування хмарного сервера

# sync:server-maintenance:remove-server-lock:result:success
source: Successfully removed server lock.
uk: Блокування сервера успішно знято.

# sync:server-maintenance:remove-server-lock:result:error:no-lock
source: There was no server lock.
uk: Не було блокування сервера.

# sync:server-maintenance:remove-server-cache:action-title
source: Resetting cloud server cache
uk: Скидання кешу хмарного сервера

# sync:server-maintenance:remove-server-cache:result:success
source: Successfully resetted server cache.
uk: Кеш сервера успішно скинуто.

# sync:server-maintenance:reset-sync-state:action-title
source: Resetting sync state
uk: Скидання стану синхронізації

# sync:server-maintenance:reset-sync-state:result:success
source: Successfully resetted sync state.
uk: Стан синхронізації успішно скинуто.

# sync:oauth2:browser-message:successful-login:googledrive
source: You have successfully logged into GoogleDrive. You can close this tab and return to ImageMeter now.
uk: Ви успішно ввійшли в GoogleDrive. Ви можете закрити цю вкладку і повернутися до ImageMeter зараз.

# sync:oauth2:browser-message:successful-login:onedrive
source: You have successfully logged into OneDrive. You can close this tab and return to ImageMeter now.
uk: Ви успішно ввійшли в OneDrive. Ви можете закрити цю вкладку і повернутися до ImageMeter зараз.

# sync:oauth2:browser-message:successful-login:dropbox
source: You have successfully logged into Dropbox. You can close this tab and return to ImageMeter now.
uk: Ви успішно ввійшли в Dropbox. Ви можете закрити цю вкладку і повернутися до ImageMeter зараз.

# license:source:android-in-app
source: In-app
uk: У програмі

# license:source:android-nativepro
source: Native
uk: Рідний

# license:free
source: Free Evaluation
uk: Безкоштовна оцінка

# license:business
source: Business
uk: Бізнес

# entity-initialization:image-title:camera
source: image from {now}
uk: зображення з {now}

# entity-initialization:image-title:pdf-page-with-name
source: {filename.stem}, page {page}
uk: {filename.stem}, сторінка {page}

# entity-initialization:image-title:pdf-page-without-name
source: PDF import, page {page}
uk: Імпорт PDF, сторінка {page}

# entity-initialization:image-title:import-without-name
source: imported {now}
uk: імпортовано {now}

# entity-initialization:image-title:canvas
source: new canvas
uk: нове полотно

# entity-initialization:folder-title
source: new folder
uk: нова папка

# log-archive:duration:1-day
source: One day
uk: Один день

# log-archive:duration:2-days
source: Two days
uk: Два дні

# log-archive:duration:3-days
source: Three days
uk: Три дні

# stringscript:help:introtext
source: Enter the text that should appear here. You can add variables enclosed by { } that will be substituted. Here are some example variables, but see below for the list of variables that are actually allowed here: {image.title} - image title {image.number} - the number you assigned to the image {folder.title} - title of the current folder {folder.parent.title} - title of the parent folder You can build complex expressions like this: {folder.title} / {image.number} - {image.title}
uk: Введіть текст, який має з'явитися тут. Ви можете додати змінні, укладені в { }, які будуть замінені. Ось кілька прикладів змінних, але дивіться нижче список змінних, які тут дійсно дозволені: {image.title} - назва зображення {image.number} – номер, який ви призначили зображенню {folder.title} - назва поточної папки {folder.parent.title} - назва батьківської папки Ви можете побудувати такі складні вирази: {folder.title} / {image.number} - {image.title}

# stringscript:help:intro_toplevel_variables
source: Allowed top level variables:
uk: Дозволені змінні верхнього рівня:

# stringscript:help:intro_subelements
source: Each type may have sub-elements. Here is the list of sub-elements for each data type:
uk: Кожен тип може мати піделементи. Ось список піделементів для кожного типу даних:

# stringscript:root:member:image
source: This image.
uk: Цей образ.

# stringscript:root:member:folder
source: Current folder.
uk: Поточна папка.

# stringscript:root:member:date
source: The current date and time
uk: Поточна дата і час

# stringscript:root:member:import_image_filename
source: Filename of the imported image.
uk: Ім'я файлу імпортованого зображення.

# stringscript:root:member:import_image_exif
source: EXIF metdata of the imported image.
uk: Метадані EXIF імпортованого зображення.

# stringscript:root:member:import_pdf_filename
source: Filename of the imported PDF.
uk: Ім’я файлу імпортованого PDF.

# stringscript:root:member:imported_pdf_page
source: Imported PDF page.
uk: Імпортована сторінка PDF.

# stringscript:root:member:pdf-image-folder
source: Folder of each image.
uk: Папка кожного зображення.

# scriptobject:undefined:value
source: undefined
uk: невизначений

# scriptobject:undefined:type
source: undefined
uk: невизначений

# scriptobject:string:type
source: string
uk: рядок

# scriptobject:float:type
source: number
uk: номер

# scriptobject:integer:type
source: integer number
uk: ціле число

# scriptobject:integer:description
source: An integer number
uk: Ціле число

# scriptobject:integer:member:2
source: Format as 2-digit number
uk: Формат у вигляді 2-значного числа

# scriptobject:integer:member:3
source: Format as 3-digit number
uk: Формат у вигляді 3-значного числа

# scriptobject:integer:member:4
source: Format as 4-digit number
uk: Формат у вигляді 4-значного числа

# scriptobject:keyvaluepairs:type
source: collection
uk: колекція

# scriptobject:keyvaluepairs:description
source: A collection of other objects
uk: Колекція інших об'єктів

# scriptobject:databundle:type
source: image
uk: зображення

# scriptobject:databundle:description
source: Information about an image
uk: Інформація про зображення

# scriptobject:databundle:member:title
source: The image title.
uk: Назва зображення.

# scriptobject:databundle:member:parent
source: The folder this image is located in.
uk: Папка, в якій знаходиться це зображення.

# scriptobject:databundle:member:number
source: The user-assigned number.
uk: Номер, призначений користувачем.

# scriptobject:databundle:member:capture_date
source: The date at which this image was captured.
uk: Дата зйомки цього зображення.

# scriptobject:databundle:member:exif
source: EXIF data of this image.
uk: Дані EXIF цього зображення.

# scriptobject:folder:type
source: folder
uk: папка

# scriptobject:folder:description
source: Information about a folder
uk: Інформація про папку

# scriptobject:folder:member:title
source: Folder title.
uk: Назва папки.

# scriptobject:folder:member:parent
source: The folder above this one.
uk: Папка над цією.

# scriptobject:folder:member:number
source: The user-assigned number.
uk: Номер, призначений користувачем.

# scriptobject:date:type
source: date
uk: дата

# scriptobject:date:description
source: Date and time
uk: Дата і час

# scriptobject:date:member:yyyy
source: Year (4 digits).
uk: Рік (4 цифри).

# scriptobject:date:member:yy
source: Year (last 2 digits).
uk: Рік (2 останні цифри).

# scriptobject:date:member:m
source: Month number.
uk: Номер місяця.

# scriptobject:date:member:mm
source: Month number (2 digits).
uk: Номер місяця (2 цифри).

# scriptobject:date:member:M
source: Month (name abbreviation).
uk: Місяць (абревіатура назви).

# scriptobject:date:member:MM
source: Month (full name).
uk: Місяць (ПІБ).

# scriptobject:date:member:d
source: Day of month.
uk: День місяця.

# scriptobject:date:member:dd
source: Day of month (2 digits).
uk: День місяця (2 цифри).

# scriptobject:date:member:h
source: Hour.
uk: Година.

# scriptobject:date:member:hh
source: Hour (2 digits).
uk: Година (2 цифри).

# scriptobject:date:member:h12
source: Hour (12 hours + am/pm).
uk: Години (12 годин + ранку/півдня).

# scriptobject:date:member:min
source: Minutes (2 digits).
uk: Хвилини (2 цифри).

# scriptobject:date:member:sec
source: Seconds (2 digits).
uk: Секунди (2 цифри).

# scriptobject:date:member:hhmm
source: Time in HH:MM format.
uk: Час у форматі ГГ:ММ.

# scriptobject:filename:type
source: filename
uk: ім'я файлу

# scriptobject:filename:description
source: A filename
uk: Ім'я файлу

# scriptobject:filename:member:stem
source: The filename without suffix.
uk: Ім'я файлу без суфікса.

# scriptobject:filename:member:suffix
source: The filanme suffix.
uk: Суфікс імені файлу.

# scriptobject:exif:description
source: EXIF metadata from the image
uk: Метадані EXIF із зображення

# scriptobject:exif:member:gps
source: GPS location.
uk: Розташування GPS.

# scriptobject:exif:member:date
source: Date the image was captured.
uk: Дата зйомки зображення.

# scriptobject:exif:member:make
source: Camera manufacturer.
uk: Виробник камери.

# scriptobject:exif:member:model
source: Camera model.
uk: Модель камери.

# scriptobject:gps:description
source: GPS location
uk: Розташування GPS

# scriptobject:gps:member:latitude
source: Latitude (N/S).
uk: Широта (Пн/Пд).

# scriptobject:gps:member:longitude
source: Longitude (E/W).
uk: Довгота (Сх/Зах).

# scriptobject:gps:member:altitude
source: Altitude.
uk: Висота над рівнем моря.

# editor:warning:element:value-is-locked
source: Value is locked. You have to unlock it first.
uk: Значення заблоковано. Спочатку його потрібно розблокувати.

# lock:editor
source: editor
uk: редактор

# lock:folder-content
source: list folder content
uk: список вмісту папки

# lock:FileBrowserContent
source: file browser
uk: браузер файлів

# lock:thumbnail-rendering
source: thumbnail rendering
uk: візуалізація ескізів

# lock:rendering
source: image rendering
uk: рендеринг зображення

# lock:create-image
source: creating image
uk: створення зображення

# lock:import-image
source: importing image
uk: імпортування зображення

# lock:syncer
source: cloud synchronization
uk: хмарна синхронізація

# lock:image-syncer
source: image cloud upload
uk: завантаження зображень з хмари

# lock:pro-migration
source: pro migration
uk: pro міграція

# lock:delete-image
source: deleting image
uk: видалення зображення

# lock:delete-entity
source: deleting entity
uk: видалення об'єкт

# lock:dialog-image-name
source: image renaming dialog
uk: діалогове вікно перейменування зображення

# lock:copy-directory
source: copying directory
uk: каталог копіювання

# lock:set-library-root
source: setting image library root
uk: налаштування кореневої бібліотеки зображень
