Repository: farindk/ImageMeter-translations
Catalog: core/*.po
Languages: uk

# editor:styling:flatref:label-position:below
source: Below
uk: Нижче

# editor:styling:flatref:label-position:alternating-last-above
source: Alternating, last one above
uk: Чергування, остання вище

# editor:styling:flatref:label-position:alternating-last-below
source: Alternating, last one below
uk: Черговий, остання нижче

# editor:styling:measurement-point:show-label
source: Show text
uk: Показати текст

# editor:styling:measurement-point:label-position
source: Label position
uk: Позиція мітки

# editor:styling:measurement-point:marker-symbol
source: Marker
uk: Маркер

# editor:styling:measurement-point:marker-symbol:no-symbol
source: No symbol
uk: Немає символу

# editor:styling:measurement-point:marker-symbol:encircled-cross
source: Encircled cross
uk: Приціл

# editor:styling:measurement-point:marker-symbol:upright-cross
source: Upright cross
uk: Вертикальний хрест

# editor:styling:measurement-point:marker-symbol:diagonal-cross
source: Diagonal cross
uk: Діагональний хрест

# editor:styling:measurement-point:marker-symbol:dot
source: Dot
uk: Крапка

# editor:styling:measurement-point:marker-symbol:elevation-top
source: Elevation top
uk: Верхня висота

# editor:styling:measurement-point:marker-symbol:elevation-bottom
source: Elevation bottom
uk: Висота дна

# editor:styling:measurement-point:marker-symbol:tilt-left
source: Tilt left
uk: Нахил ліворуч

# editor:styling:measurement-point:marker-symbol:tilt-right
source: Tilt right
uk: Нахил праворуч

# editor:styling:measurement-point:marker-symbol:vtilt-left
source: V-Tilt left
uk: V-нахил ліворуч

# editor:styling:measurement-point:marker-symbol:vtilt-right
source: V-Tilt right
uk: V-нахил праворуч

# editor:styling:measurement-point:marker-symbol-text:tilt:left
source: L
uk: Л

# editor:styling:measurement-point:marker-symbol-text:tilt:right
source: R
uk: П

# editor:styling:measurement-point:marker-symbol-size
source: Marker size
uk: Розмір маркера

# editor:styling:perspective-line:always-show-grid
source: Always show grid
uk: Показати сітку

# editor:styling:rectangle:show-side-lengths
source: Show side lengths
uk: Показати заміри

# editor:styling:rectangle:show-area
source: Show area
uk: Показати площину

# editor:styling:rectangle:show-perimeter
source: Show perimeter
uk: Показати периметр

# editor:styling:rect-ref:show-side-lengths
source: Show side lengths
uk: Показати довжину сторін

# editor:styling:rect-ref:text-position
source: Text position
uk: Позиція тексту

# editor:styling:rect-ref:text-position:above-line
source: Above line
uk: Зверху

# editor:styling:rect-ref:text-position:within-line
source: Within line
uk: Всередині

# editor:styling:rect-ref:show-area
source: Show area
uk: Площина

# editor:styling:rect-ref:always-show-grid
source: Always show grid
uk: Показувати сітку

# editor:styling:rect-ref:grid-subdivions:both
source: Grid subdivisions
uk: Поділів у сітці

# editor:styling:rect-ref:grid-subdivions:h
source: Grid subdivisions (H)
uk: Ділення сітки (H)

# editor:styling:rect-ref:grid-subdivions:v
source: Grid subdivisions (V)
uk: Ділення сітки (V)

# editor:styling:textbox:text-h-alignment
source: Text alignment
uk: Вирівнювання тексту

# editor:styling:textbox:show-text-outline
source: Text outline
uk: Текст з контуром

# editor:styling:textbox:show-arrows
source: Show arrows
uk: Показати стрілки

# editor:styling:textbox:show-box-border
source: Show box border
uk: Видимість кайми

# editor:styling:textbox:box-background-color
source: Background color
uk: Колір фону

# editor:styling:rounded-polyline:edge-label-position
source: Length position
uk: Розміщення значення довжини

# editor:styling:rounded-polyline:radius-label-position
source: Radius position
uk: Розміщення значення радіус у

# editor:styling:rounded-polyline:angle-label-position
source: Angle position
uk: Розміщення значення кута

# editor:styling:rounded-polyline:edge-label-position:none
source: Do not show
uk: Не показувати

# editor:styling:rounded-polyline:edge-label-position:outside-along
source: Along line
uk: По лінії

# editor:styling:rounded-polyline:corner-label-position:none
source: Do not show
uk: Не показувати

# editor:styling:rounded-polyline:corner-label-position:inside
source: Inside
uk: Всередині

# editor:styling:rounded-polyline:corner-label-position:outside-along
source: Outside (along)
uk: Зовні (вздовж)

# editor:styling:rounded-polyline:corner-label-position:outside-orthogonal
source: Outside (orthogonal)
uk: Зовні (ортогональний)

# editor:styling:rounded-polyline:side-length-mode
source: Side length
uk: Довжина сторони

# editor:styling:rounded-polyline:side-length-mode:tangent-length
source: Tangent length
uk: Довжина дотичної

# editor:styling:rounded-polyline:side-length-mode:tangent-plus-radius
source: Tangent plus radius
uk: Тангенс плюс радіус

# editor:styling:rounded-polyline:side-length-mode:miter-joint
source: Miter joints
uk: Мітрові з’єднання

# editor:styling:rounded-polyline:side-length-mode:rebar
source: Rebar
uk: Арматура

# editor:rounded-polyline:mode:move-corner
source: Move corner
uk: Перемістити кут

# editor:rounded-polyline:mode:adjust-corner-radius
source: Corner radius
uk: Кутовий радіус

# editor:rounded-polyline:mode:add-corner
source: Add corner
uk: Додайте куток

# editor:rounded-polyline:mode:delete-corner
source: Delete corner
uk: Видалити кут

# editor:rounded-polyline:action:open-contour
source: Open contour
uk: Відкритий контур

# editor:rounded-polyline:action:close-contour
source: Close contour
uk: Закрити контур

# editor:styling:counter:shape
source: Shape
uk: Форма

# editor:styling:counter:shape:circle
source: Circle
uk: Коло

# editor:styling:counter:shape:square
source: Square
uk: Площина

# editor:styling:counter:shape:triangle-up
source: Triangle (up)
uk: Трикутник (вгору)

# editor:styling:counter:shape:triangle-down
source: Triangle (down)
uk: Трикутник (вниз)

# image-settings:image:saturation
source: Saturation
uk: Насичення

# image-settings:image:brightness
source: Brightness
uk: Яскравість

# image-settings:image:contrast
source: Contrast
uk: Контраст

# image-settings:image:color-preset:greyscale
source: Greyscale
uk: Відтінки сірого

# image-settings:image:color-preset:bright
source: Bright
uk: Яскравий

# image-settings:image:color-preset:dark
source: Dark
uk: Темний

# image-settings:image:color-preset:original
source: Reset
uk: Скинути

# image-settings:canvas:color-scheme
source: Color scheme
uk: Кольорова схема

# image-settings:canvas:color-scheme:white
source: White
uk: Білий

# image-settings:canvas:color-scheme:black
source: Black
uk: Чорний

# image-settings:canvas:color-scheme:dark-blue
source: Dark blue
uk: Темно-синій

# image-settings:canvas:color-scheme:custom
source: Custom
uk: Адаптивний

# image-settings:canvas:background-color
source: Background color
uk: Колір фону

# image-settings:canvas:coarse-grid-color
source: Coarse grid color
uk: Колір грубої сітки

# image-settings:canvas:fine-grid-color
source: Fine grid color
uk: Колір тонкої сітки

# image-settings:canvas:grid-subdivisions
source: Subdivisions
uk: Підрозділи

# image-settings:canvas:unit-distance
source: Unit distance
uk: Одинична відстань

# image-settings:canvas:unit-distance-hint
source: 100 cm
uk: 100 см

# image-settings:calibration:enable-to-image
source: Calibrate to image
uk: Відкалібрувати за зображенням

# image-settings:calibration:image-resolution
source: Resolution
uk: Роздільна здатність

# image-settings:calibration:scale
source: Scale
uk: Масштаб

# image-settings:calibration:scale:real
source: real
uk: реальний

# image-settings:calibration:scale:image
source: image
uk: зображення

# image-settings:secondary-label:title
source: Secondary Label
uk: Додаткова мітка

# image-settings:secondary-label:mode
source: Mode
uk: Режим

# image-settings:secondary-label:mode:off
source: Off
uk: Вимкнено

# image-settings:secondary-label:no-secondary-label
source: No secondary label
uk: Немає додаткової мітки

# image-settings:secondary-label:alternative-unit
source: Alternative unit
uk: Альтернативний блок

# image-settings:secondary-label:alternative-unit:unit
source: Unit
uk: Одиниця виміру

# image-settings:secondary-label:model-scale
source: Model scale
uk: Масштаб моделі

# image-settings:secondary-label:model-scale:scale
source: Scale
uk: Масштаб

# editor:properties:dialog-title
source: Tag and Properties
uk: Тег і властивості

# editor:tag-chooser:dialog-title
source: Select Tag
uk: Виберіть тег

# prefs:measures:length-unit
source: Length unit
uk: Одиниця довжини

# prefs:measures:area-unit
source: Area unit
uk: Одиниця площі

# prefs:measures:angle-unit
source: Angle unit
uk: Одиниця кута

# prefs:measures:group:display-options
source: Display options
uk: Параметри відображення

# prefs:editor:snapping:snap-to-object-corners
source: Snap to object corners
uk: Прив’язка до кутів об’єкта

# prefs:editor:snapping:snap-to-object-outline
source: Snap to object outline
uk: Прив’язка до контуру об’єкта

# prefs:editor:snapping:snap-perpendicular-to-object-outline
source: Perpendiculat to object outline
uk: Перпендикуляр до контуру об'єкта

# prefs:editor:snapping:snap-to-hv-orientation
source: Snap to H/V-orientation
uk: Прив’язка до H/V-орієнтації

# prefs:editor:snapping:snap-to-hv-orientation:off
source: Off
uk: Вимкнено

# prefs:editor:snapping:snap-to-hv-orientation:only-when-attached
source: Only when attached to reference
uk: Тільки якщо додано до посилання

# prefs:editor:snapping:snap-to-hv-orientation:on
source: On
uk: Увімкнено

# prefs:editor:snapping:snapping-strength
source: Snapping strength
uk: Ступінь прив'язки

# prefs:editor:snapping:snapping-strength:low
source: Low
uk: Низька

# prefs:editor:snapping:snapping-strength:normal
source: Normal
uk: Нормальний

# prefs:editor:snapping:snapping-strength:high
source: High
uk: Високий

# prefs:editor:snapping:distance-step-size
source: Distance step size
uk: Розмір кроку відстані

# prefs:editor:snapping:distance-step-size:hint
source: 1 ft
uk: 1 фут

# prefs:editor:snapping:distance-step-size:tooltip
source: Snap to multiples of this distance (only for rectangles and distance).
uk: Прив’язка до кратної цій відстані (лише для прямокутників і відстані).

# prefs:editor:snapping:distance-step-size:long-description
source: Enter a distance with unit (e.g. 10cm, 1ft, or 1'). Drawn dimensions and rectangle sides will be restricted to steps of this size.
uk: Введіть відстань за допомогою одиниці (наприклад, 10 см, 1 фут або 1 фут). Намальовані розміри та сторони прямокутника будуть обмежені кроками такого розміру.

# prefs:editor:drawing-tools:freehand:group-title
source: Freehand
uk: Від руки

# prefs:editor:drawing-tools:freehand:end-freehand-drawing-delay
source: End freehand drawing delay
uk: Затримка відгуку під час малювання

# prefs:editor:drawing-tools:freehand:end-freehand-drawing-delay:off
source: Off
uk: Вимкнено

# prefs:editor:drawing-tools:freehand:end-freehand-drawing-delay:short
source: Short
uk: Коротка

# prefs:editor:drawing-tools:freehand:end-freehand-drawing-delay:normal
source: Normal
uk: Нормальна

# prefs:editor:drawing-tools:freehand:end-freehand-drawing-delay:long
source: Long
uk: Довга

# prefs:editor:drawing-tools:textbox:group-title
source: Text note
uk: Текстова примітка

# prefs:editor:drawing-tools:textbox:preset-texts:title
source: Preset texts
uk: Попередньо встановлені тексти

# prefs:editor:drawing-tools:prefix-text:circle-diameter
source: d:
uk: г:

# prefs:template:add:general-description
source: Choose the template that best matches your needs. You can further customize it later.
uk: Виберіть шаблон, який найкраще відповідає вашим потребам. Ви можете додатково налаштувати його пізніше.

# prefs:template:add:dialog-title
source: Template type
uk: Тип шаблону

# prefs:template:add-template(capital)
source: Add template
uk: Додати шаблон

# prefs:template:remove-template(capital)
source: Remove template
uk: Видалити шаблон

# prefs:template:list-header:name(pc)
source: Name
uk: Ім'я

# prefs:template:list-header:type(pc)
source: Type
uk: Тип

# prefs:template:list:group-title(pc)
source: Templates
uk: Шаблони

# prefs:template:config:group-title(pc)
source: Template configuration
uk: Конфігурація шаблону

# prefs:template:tags:list-title
source: Tags
uk: Мітки

# prefs:template:table-layouts:list-title
source: Table layouts
uk: Макети таблиці

# prefs:template:table-layouts:edit-button
source: Edit
uk: Редагувати

# prefs:template:tags:list-header:name
source: Name
uk: Ім'я

# prefs:template:tags:list-header:name:tooltip
source: Name of the tag
uk: Назва тега

# prefs:template:custom:tag:list-header:content-type
source: Content type
uk: Тип вмісту

# prefs:template:custom:tag:list-header:content-type:tooltip
source: The content type limits to which kind of elements the tag can be attached.
uk: Тип вмісту обмежує, до якого типу елементів можна приєднати тег.

# prefs:template:tablespec:list-header:name
source: Name
uk: Ім'я

# prefs:template:tablespec:list-header:name:tooltip
source: Name of the table layout
uk: Назва макета таблиці

# prefs:template:tablespec:list-header:columns
source: Columns
uk: Колонки

# prefs:template:tablespec:list-header:columns:tooltip
source: Summary of the columns in this table
uk: Підсумок стовпців у цій таблиці

# prefs:template:partlist:tags:list-header:column-title
source: Column title
uk: Заголовок колонки

# prefs:template:partlist:tags:list-header:column-title:tooltip
source: The column name for this tag in the table output. If left empty, the tag name will be used as column title.
uk: Ім’я стовпця для цього тега у виводі таблиці. Якщо залишити пустим, ім’я тегу використовуватиметься як заголовок стовпця.

# prefs:template:areasum:tags:list-header:subtract
source: Subtract
uk: Відняти

# prefs:template:areasum:tags:list-header:subtract:tooltip
source: Whether the value should be subtracted from the area sum.
uk: Чи слід відняти значення від суми площ.

# prefs:template:areasum:tags:list-header:factor
source: Factor
uk: Фактор

# prefs:template:areasum:tags:list-header:factor:tooltip
source: The factor by which this area contributes to the sum.
uk: Коефіцієнт, за яким ця площа вносить вклад в суму.

# prefs:template:custom:tablespec:dialog-title
source: Edit custom template table layout
uk: Редагувати спеціальний шаблон таблиці

# prefs:template:custom:tablespec:dialog-title(short)
source: Custom Table Configuration
uk: Спеціальна конфігурація таблиці

# prefs:template:custom:tablespec:table-name-label
source: Table name
uk: Ім'я таблиці

# prefs:template:custom:tablespec:columns-list-label
source: Table columns
uk: Стовпці таблиці

# prefs:template:custom:tablespec:columns-list:add-column-entry
source: + add column
uk: + додати стовпець

# prefs:template:generic:tablespec:columns:list-header:column-header
source: Column header
uk: Заголовок стовпця

# prefs:template:generic:tablespec:columns:list-header:content
source: Content
uk: Зміст

# prefs:template:custom:tablespec:columns:list-header:measure
source: Measure
uk: Одиниці виміру

# prefs:template:custom:tablespec:columns:list-header:multiple-values
source: Multiple values
uk: Кілька значень

# prefs:template:custom:tablespec:columns:list-header:num-columns
source: Num. columns
uk: Кількість колонок

# prefs:template:custom:tablespec:columns:list-header:footer-row
source: Footer row
uk: Нижній колонтитул

# prefs:template:custom:tablespec:columns:footer:empty
source: Empty
uk: Порожній

# prefs:template:custom:tablespec:columns:content:tooltip-title
source: Column content
uk: Вміст колонки

# prefs:template:custom:tablespec:columns:content:tooltip
source: Specify the cell content in this column. This can be either a measurement value that you annotated with a tag, or image metadata (e.g. image name, capture date).
uk: Укажіть вміст клітинки в цьому стовпці. Це може бути або значення вимірювання, яке ви анотували тегом, або метадані зображення (наприклад, назва зображення, дата зйомки).

# prefs:template:custom:tablespec:columns:measure-info:tooltip-title
source: Measure selection
uk: Вибір міри

# prefs:template:custom:tablespec:columns:measure-info:tooltip
source: Here, you define which measurement of the tagged element to put into this column. E.g. for a circle you can choose between its area, radius, circumference, …
uk: Тут ви визначаєте, яке вимірювання позначеного елемента помістити в цей стовпець, напр. для кола ви можете вибрати між його площею, радіусом, окружністю, ...

# prefs:template:custom:tablespec:columns:multiple-values:tooltip-title
source: Multiple values per cell
uk: Кілька значень на клітинку

# prefs:template:custom:tablespec:columns:multiple-values:tooltip
source: When several elements are assigned the same tag, several values will be placed into one cell. Here you can choose to sum these values, take their average, or other options instead of keeping all in one cell.
uk: Якщо кільком елементам присвоєно один і той же тег, кілька значень буде поміщено в одну клітинку. Тут ви можете вибрати підсумовування цих значень, їх середнє значення або інші параметри замість того, щоб тримати все в одній клітинці.

# prefs:template:custom:tablespec:columns:num-columns:tooltip-title
source: Number of columns
uk: Кількість стовпців

# prefs:template:custom:tablespec:columns:num-columns:tooltip
source: Creates this number of columns to fill in values with this tag. Use this when you have several measurements with the same tag in one image.
uk: Створює таку кількість стовпців для заповнення значень цим тегом. Використовуйте це, якщо у вас є кілька вимірювань з одним і тим же тегом на одному зображенні.

# prefs:template:custom:tablespec:columns:footer-row:tooltip-title
source: Footer row content
uk: Вміст рядка нижнього колонтитула

# prefs:template:custom:tablespec:columns:footer-row:tooltip
source: What to place in the footer row of the table. Options include the sum of all values in the column, the maximum, the average, and other options.
uk: Що розмістити в нижньому рядку таблиці. Параметри включають суму всіх значень у стовпці, максимальну, середню та інші параметри.

# prefs:template:areasum:tablespec:dialog-title
source: Edit the table layout of the area template
uk: Відредагуйте макет таблиці шаблону області

# prefs:template:partslist:tablespec:dialog-title
source: Edit table layout of the parts-list template
uk: Редагувати макет таблиці шаблону списку деталей

# prefs:template:partslist:tablespec:item-number:none
source: None
uk: Жодного

# prefs:template:partslist:tablespec:item-number:only-element
source: Only item numbers
uk: Тільки номери позицій

# prefs:template:partslist:tablespec:item-number:only-image-in-image-row
source: Only image numbers, only in image row
uk: Лише номери зображень, лише в рядку зображень

# prefs:template:partslist:tablespec:item-number:both-image-in-image-row
source: Both, but image numbers only in image row
uk: Обидва, але номери зображень лише в рядку зображень

# prefs:template:partslist:tablespec:item-number:both-all-rows
source: Image and item numbers in all rows
uk: Номери зображень і елементів у всіх рядках

# prefs:template:partslist:tablespec:item-number:combined
source: Combine image and item numbers in one column
uk: Об’єднайте зображення та номери елементів в одному стовпці

# prefs:template:partslist:tablespec:column-items:used-tags
source: Only for used tags
uk: Тільки для використаних тегів

# prefs:template:partslist:tablespec:column-items:all-tags
source: For all tags
uk: Для всіх тегів

# prefs:template:partslist:tablespec:table-name
source: Table name
uk: Ім'я таблиці

# prefs:template:partslist:tablespec:column-config:title
source: Columns configuration
uk: Конфігурація колонок

# prefs:template:partslist:tablespec:tag-name
source: Tag name
uk: Ім'я тега

# prefs:template:partslist:tablespec:comment
source: Comment
uk: Коментар

# prefs:template:partslist:tablespec:quantity
source: Quantity
uk: Кількість

# prefs:template:partslist:tablespec:item-columns
source: Item columns
uk: Стовпці елементів

# prefs:template:partslist:tablespec:use-custom-titles
source: Use custom column titles
uk: Використовуйте заголовки стовпців, що настроюються.

# prefs:template:partslist:tablespec:row-config:title
source: Rows configuration
uk: Конфігурація рядків

# prefs:template:partslist:tablespec:row-config:show-image-name
source: Show rows with image names
uk: Показати рядки з назвами зображень

# prefs:template:partslist:tablespec:row-config:item-numbering-for-each-image
source: Independent item numbering for each image
uk: Незалежна нумерація елементів для кожного зображення

# prefs:template:partslist:tablespec:row-config:show-footer
source: Show footer row
uk: Показати рядок нижнього колонтитула

# prefs:template:partslist:tablespec:row-config:combine-counters-into-one-row
source: Combine counters into one row per tag
uk: Об’єднайте лічильники в один рядок для кожного тегу

# prefs:ui:editor:anti-aliasing
source: Anti-aliasing in editor
uk: Згладжування в редакторі

# prefs:ui:editor:anti-aliasing:off
source: Off
uk: Вимкнено

# prefs:ui:language
source: Language
uk: Мова

# prefs:ui:language:automatic
source: Automatic
uk: Автоматичний

# prefs:ui:maximum-texture-resolution
source: Maximum image resolution
uk: Максимальна роздільна здатність зображення

# prefs:ui:maximum-texture-resolution:1mp
source: 1 megapixel
uk: 1 мегапіксель

# prefs:ui:maximum-texture-resolution:4mp
source: 4 megapixel
uk: 4 мегапікселя

# prefs:ui:maximum-texture-resolution:16mp
source: 16 megapixel
uk: 16 мегапікселів

# prefs:ui:maximum-texture-resolution:64mp
source: 64 megapixel
uk: 64 мегапікселя

# prefs:ui:maximum-texture-resolution:256mp
source: 256 megapixel
uk: 256 мегапікселів

# prefs:ui:maximum-texture-resolution:unlimited
source: unlimited
uk: необмежений

# prefs:audio-input:dialog-title
source: Select audio input device
uk: Виберіть пристрій введення аудіо

# prefs:audio-input:button:test
source: Test
uk: Тест

# prefs:ui:audio-input-device
source: Audio input device
uk: Пристрій введення звуку

# prefs:ui:audio-input-device:button:choose
source: Choose
uk: Виберіть

# prefs:ui:enable-experimental-dxf-export
source: Enable DXF export (experimental)
uk: Увімкнути експорт DXF (експериментальний)

# prefs:map-provider:title
source: Map provider
uk: Постачальник карт

# prefs:map-provider:google-maps
source: Google Maps
uk: Гугл-мапи

# prefs:map-provider:bing-maps
source: Bing Maps
uk: Карти Bing

# prefs:company:user-id
source: User ID
uk: ідентифікатор користувача

# prefs:company:user-full-name
source: Full name
uk: Повне ім'я

# templ:template-name
source: Template name
uk: Назва шаблону

# templ:template-name:unnamed
source: New template
uk: Новий шаблон

# templ:custom:class-display-name
source: Custom template
uk: Свій шаблон

# templ:custom:new-template-name
source: New custom template
uk: Новий шаблон, що настроюється

# templ:custom:long-description
source: Each image fills one row in the table. You may assign a tag to each measurement. Each table column contains the measurement for a specific tag.
uk: Кожне зображення заповнює один рядок у таблиці. Ви можете призначити тег кожному вимірюванню. Кожен стовпець таблиці містить вимірювання для певного тегу.

# templ:custom:column-content:empty
source: Empty
uk: Порожній

# templ:custom:column-content:image-name
source: Image name
uk: Назва зображення

# templ:custom:column-content:image-notes
source: Image notes
uk: Нотатки до зображень

# templ:custom:column-content:image-number
source: Image number
uk: Номер зображення

# templ:custom:column-content:image-capture-date
source: Image capture date
uk: Дата зйомки зображення

# templ:custom:column-content:image-gps-latitude
source: Image GPS latitude
uk: Зображення широти GPS

# templ:custom:column-content:image-gps-longitude
source: Image GPS longitude
uk: Зображення Довгота GPS
