Repository: farindk/ImageMeter-translations
Catalog: core/*.po
Languages: uk

# dimformat:options-ui:reduce-fractions:yes
source: Reduce (4/8 becomes 1/2)
uk: Соротити (4/8 стає 1/2)

# dimformat:options-ui:decimal-digits(short)
source: Decimal digits
uk: Десяткові значення

# month-names-short-1
source: Jan
uk: Сiч

# month-names-short-2
source: Feb
uk: Лют

# month-names-short-3
source: Mar
uk: Бер

# month-names-short-4
source: Apr
uk: Квiт

# month-names-short-5
source: May
uk: Трав

# month-names-short-6
source: Jun
uk: Черв

# month-names-short-7
source: Jul
uk: Лип

# month-names-short-8
source: Aug
uk: Серп

# month-names-short-9
source: Sep
uk: Вер

# month-names-short-10
source: Oct
uk: Жовт

# month-names-short-11
source: Nov
uk: Лист

# month-names-short-12
source: Dec
uk: Груд

# month-names-long-1
source: January
uk: січня

# month-names-long-2
source: February
uk: лютий

# month-names-long-3
source: March
uk: березень

# month-names-long-4
source: April
uk: квітень

# month-names-long-5
source: May
uk: травень

# month-names-long-6
source: June
uk: червень

# month-names-long-7
source: July
uk: липень

# month-names-long-8
source: August
uk: серпень

# month-names-long-9
source: September
uk: Вересень

# month-names-long-10
source: October
uk: жовтень

# month-names-long-11
source: November
uk: Листопад

# month-names-long-12
source: December
uk: Грудень

# eight-directions:top-left
source: Top left
uk: Ліворуч вгорі

# eight-directions:top
source: Top
uk: Вгорі

# eight-directions:top-right
source: Top right
uk: Праворуч вгорі

# eight-directions:right
source: Right
uk: Праворуч

# eight-directions:bottom-right
source: Bottom right
uk: Знизу праворуч

# eight-directions:bottom
source: Bottom
uk: Знизу

# eight-directions:bottom-left
source: Bottom left
uk: Знизу ліворуч

# eight-directions:left
source: Left
uk: Ліворуч

# text-h-alignment:left
source: Left
uk: Ліворуч

# text-h-alignment:center
source: Center
uk: Центр

# text-h-alignment:right
source: Right
uk: Праворуч

# text-h-alignment:block
source: Block
uk: Блокувати

# character:comma
source: Comma
uk: Кома

# character:semicolon
source: Semicolon
uk: Крапка з комою

# character:colon
source: Colon
uk: Двокрапка

# character:dot
source: Dot
uk: Крапка

# sorting:by-name:ascending
source: by name, ascending
uk: за назвою, за зростанням

# sorting:by-name:descending
source: by name, descending
uk: за назвою, за спаданням

# sorting:by-creation-date:ascending
source: by creation date, ascending
uk: за датою створення, за зростанням

# sorting:by-creation-date:descending
source: by creation date, descending
uk: за датою створення, за спаданням

# sorting:by-modification-date:ascending
source: by modification date, ascending
uk: за датою зміни, за зростанням

# sorting:by-modification-date:descending
source: by modification date, descending
uk: за датою зміни, за спаданням

# sorting:by-number:ascending
source: by number, ascending
uk: за номером, за зростанням

# sorting:by-number:descending
source: by number, descending
uk: за номером, спадаючий

# AudioDecoder_avcodec:no-audio-stream-found
source: No audio stream in file.
uk: У файлі немає аудіопотоку.

# AudioDecoder_avcodec:unsupported-audio-codec
source: Unsupported audio codec.
uk: Непідтримуваний аудіокодек.

# ui:list:add-entry
source: Add
uk: Додати

# ui:list:remove-entry
source: Remove
uk: Видалити

# ui:list:move-entry-up
source: Up
uk: Вгору

# ui:list:move-entry-down
source: Down
uk: Вниз

# ui:button:info
source: Info
uk: Інформація

# filename-copy-tag
source: copy
uk: копія

# entities:cannot_delete_image:in_use
source: Cannot delete image '{0}' because it is in use by '{1}'.
uk: Неможливо видалити зображення "{0}", оскільки воно використовується "{1}".

# entities:cannot_delete_folder:in_use
source: Cannot delete folder '{0}' because it is in use by '{1}'.
uk: Неможливо видалити папку "{0}", оскільки її використовує "{1}".

# entities:cannot_move_folder:into_itself
source: Cannot move folder '{}' into itself.
uk: Неможливо перемістити папку "{}" в себе.

# entities:cannot_rename_image:in_use
source: Cannot rename image '{0} because it is currently in use by '{1}'.
uk: Неможливо перейменувати зображення "{0}", оскільки воно наразі використовується "{1}".

# image-library:breadcrumbs:root-folder
source: Root
uk: Корінь

# image-library:company-policy:may-not-add-folder-here
source: Your company policy does not allow to add a new folder at this place.
uk: Політика вашої компанії не дозволяє додавати нову папку в це місце.

# image-library:company-policy:may-not-add-image-here
source: Your company policy does not allow to add a new image at this place.
uk: Політика вашої компанії не дозволяє додавати нове зображення на цьому місці.

# image-library:company-policy:may-not-delete-here
source: Your company policy does not allow to delete items at this place.
uk: Політика вашої компанії не дозволяє видаляти елементи з цього місця.

# imagebundle-settings:dialog-title
source: Image settings
uk: Налаштування зображення

# imagebundle-settings:image-title
source: Image name
uk: Назва зображення

# imagebundle-settings:image-number
source: Number
uk: Номер

# imagebundle-settings:template
source: Data scheme
uk: Схема даних

# imagebundle-settings:image-notes
source: Image notes
uk: Нотатки до зображень

# template-selection-mixin:copy-local-template-to-prefs
source: Copy template to preferences
uk: Скопіюйте шаблон у налаштування

# folder-settings:dialog-title
source: Folder settings
uk: Налаштування папки

# folder-settings:folder-title
source: Folder name
uk: Назва папки

# folder-settings:template
source: Data scheme
uk: Схема даних

# folder-settings:folder-color
source: Folder color
uk: Колір папки

# folder-settings:folder-notes
source: Folder notes
uk: Примітки до папки

# access-control:users-with-access:list-title
source: Users with access
uk: Користувачі з доступом

# access-control:admin:full-name
source: Administrator
uk: Адміністратор

# access-control:nobody:full-name
source: No user
uk: Немає користувача

# access-control:anybody:full-name
source: Anybody
uk: Будь-хто

# image-numbering:start-number
source: Start
uk: Починайте

# image-numbering:increment
source: Increment
uk: Інкремент

# image-numbering:section:renumber-existing-images
source: Renumber existing images
uk: Перенумеруйте наявні зображення

# image-numbering:keep-old-numbering-order
source: Keep old numbering order
uk: Зберегти старий порядок нумерації

# import:open-image:without-import:file-dialog:title
source: Open image
uk: Відкрити зображення

# import:import-image:file-dialog:title
source: Import image to library
uk: Імпортувати зображення в бібліотеку

# import:import-to-library:image-already-exists:make-copy-question
source: Image is already in the library. Do you want to make a copy?
uk: Зображення вже є в бібліотеці. Ви хочете зробити копію?

# rendering:watermark
source: Evaluation copy Please upgrade to remove watermark
uk: Пробна версія Будь ласка, оновіть, щоб видалити водяний знак

# export:resolution-too-small
source: Output resolution is too small. Minimum is {0}x{1} pixels.
uk: Вихідна роздільна здатність занадто мала. Мінімум – {0}x{1} пікселів.

# export:image-not-saved:dialog-title
source: Images with unsaved changes
uk: Зображення із незбереженими змінами

# export:image-not-saved:exporting-images-with-unsaved-changes:description
source: You are trying to export images that are still opened with unsaved changes.
uk: Ви намагаєтеся експортувати зображення, які все ще відкриті з незбереженими змінами.

# export:image-not-saved:exporting-images-with-unsaved-changes:question
source: Do you want to save them before exporting?
uk: Зберегти їх перед експортом?

# export:overwrite-plain-image:dialog-title
source: Destructive overwrite
uk: Деструктивне перезапис

# export:overwrite-plain-image:message
source: If you overwrite the original image file '{}' with your annotations, you cannot change it later. The original image will be lost. It is recommended to save to a different file or save as an IMI file that can still be edited lated.
uk: Якщо ви перезапишете вихідний файл зображення '{}' зі своїми анотаціями, ви не зможете змінити його пізніше. Оригінальне зображення буде втрачено. Рекомендується зберегти в іншому файлі або зберегти як файл IMI, який все ще можна редагувати пізніше.

# export:overwrite-plain-image:button:save-as-image
source: &Save as image...
uk: &Зберегти як зображення...

# export:overwrite-plain-image:button:save-as-imi
source: Save as &IMI...
uk: Зберегти як &IMI...

# export:multiple-images:target-directory:dialog-title
source: Output images to directory
uk: Вивести зображення в каталог

# export:image:invalid-filename-suffix
source: You specified an invalid file suffix (please use one of the supported formats)
uk: Ви вказали недійсний формат файлу (використовуйте один із підтримуваних форматів)

# export:specific-format:invalid-filename-suffix
source: You cannot change the file type (must have {} suffix)
uk: Ви не можете змінити тип файлу (повинен мати формат {})

# image-export:size:group-title
source: Image size
uk: Розмір зображення

# image-export:size:suggested-size
source: Suggested size
uk: Рекомендований розмір

# image-export:size:original-size
source: Original image size
uk: Оригінальний розмір зображення

# image-export:size:custom-size
source: Custom size
uk: Індивідуальний розмір

# image-export:format:group-title
source: Image format
uk: Формат зображення

# image-export:format:file-format
source: File format
uk: Формат файлу

# image-export:format:jpeg-quality
source: Image quality
uk: Якість зображення

# image-export:overlays:group-title
source: Overlays
uk: Накладання

# image-export:overlays:show-text
source: Show text overlay
uk: Показати накладання тексту

# image-export:overlays:text
source: Text
uk: Текст

# image-export:use-default-options
source: Use default export options
uk: Використовуйте параметри експорту за замовчуванням

# image-export:company-logo:auto-remove-background
source: Automatic background removal
uk: Автоматичне видалення фону

# image-export:company-logo:auto-remove-background:info:title
source: Automatic background removal
uk: Автоматичне видалення фону

# image-export:company-logo:auto-remove-background:info:description
source: Removes a solid background color from your logo image. For this to work, the logo must have a consistent background color (no gradient) and the image should preferably be a PNG image (not a JPEG), as the JPEG's compression artifacts can introduce color distortions that cannot be removed.
uk: Видаляє суцільний фоновий колір із зображення вашого логотипу. Щоб це працювало, логотип повинен мати постійний фоновий колір (без градієнта), а зображення має бути зображенням у форматі PNG (а не JPEG), оскільки артефакти стиснення JPEG можуть викликати спотворення кольорів, які неможливо усунути.

# pdf-export:table-of-contents
source: Table of contents
uk: Зміст

# pdf-export:root-folder-title
source: ImageMeter export
uk: Експорт ImageMeter

# export:pdf:dialog-title
source: PDF export options
uk: Параметри експорту PDF

# export:pdf:section:paper
source: Paper
uk: Папір

# export:pdf:section:layout
source: Layout
uk: Макет

# export:pdf:section:metadata
source: Metadata
uk: Метадані

# export:pdf:paper-orientation(pdf)
source: PDF page orientation
uk: Орієнтація сторінки PDF

# export:pdf:paper-orientation
source: Paper orientation
uk: Орієнтація паперу

# export:pdf:paper-orientation:portrait
source: Portrait
uk: Портрет

# export:pdf:paper-orientation:landscape
source: Landscape
uk: Пейзаж

# export:pdf:paper-orientation:automatic
source: Automatic
uk: Автоматичний

# export:pdf:paper-size(pdf)
source: PDF page size
uk: Розмір сторінки PDF

# export:pdf:paper-size
source: Paper size
uk: Розмір паперу

# export:pdf:paper-size:a4
source: A4
uk: А4

# export:pdf:paper-size:letter
source: Letter
uk: Лист США

# export:pdf:paper-size:legal
source: Legal
uk: Документ США

# export:pdf:may-rotate-images
source: Images may be rotated
uk: Зображення можна повертати

# export:pdf:may-rotate-images(pdf)
source: Images in PDF may be rotated
uk: Зображення в PDF-файлі можна повертати

# export:pdf:may-rotate-images:description:on
source: Will rotate images if format fits better
uk: Розворот зображення для компактного розміщення

# export:pdf:may-rotate-images:description:off
source: Images will never be rotated
uk: Зображення ніколи не повертатимуться

# export:pdf:images-per-page
source: Images per page
uk: Зображення на сторінку

# export:pdf:images-per-page(pdf)
source: Images per PDF page
uk: Зображення на сторінку PDF

# export:pdf:images-per-page(pdf,long)
source: Print how many images on each PDF page
uk: Кількість зображень на сторінці PDF під час друку

# export:pdf:print-image-notes
source: Print image notes
uk: Роздрукувати примітки до зображень

# export:pdf:image-notes-space
source: Space reserved for image notes
uk: Ліміт розміру анотацій до зображень

# export:pdf:image-notes-space(short)
source: Space for image notes
uk: Розмір анотацій до зображень

# export:pdf:image-notes-space:do-not-print-notes
source: Do not print image notes
uk: Не друкувати нотатки до зображень

# export:pdf:image-notes-space:reserve-X-space
source: Reserve {0}% space
uk: Зарезервуйте {0}% місця

# export:pdf:print-folder-notes
source: Print folder notes
uk: Роздрукувати нотатки з папки

# export:pdf:print-folder-notes:description:on
source: Page with folder notes and TOC will be printed
uk: Буде надруковано сторінку з примітками до папки та описом

# export:pdf:print-folder-notes:description:off
source: No folder notes will be printed
uk: Примітки до папки не друкуватимуться

# export:pdf:print-table-of-content
source: Print table of content
uk: Роздрукувати зміст

# export:pdf:image-title
source: Image title
uk: Назва зображення

# export:pdf:section:data-table
source: Data Table
uk: Таблиця даних

# export:pdf:table-layout
source: Table layout
uk: Макет столу

# export:pdf:table-layout:vertical-column-titles
source: Vertical column titles
uk: Вертикальні заголовки стовпців

# export:pdf:print-density
source: Resolution
uk: Резолюція

# export:pdf:print-density:default
source: Default
uk: За замовчуванням

# export:csv:field-separator
source: Field separator character
uk: Символ роздільника полів

# export:csv:cell-values-separator
source: Cell values separator
uk: Роздільник значень клітинок

# export:csv:decimal-separator
source: Decimal separator
uk: Десятковий роздільник

# export:csv:include-table-header-row
source: Include header row
uk: Включити рядок заголовка

# export:csv:include-table-footer-row
source: Include footer row
uk: Включити рядок нижнього колонтитула

# export:csv:error:cannot-export-csv
source: Cannot export CSV file
uk: Не вдається експортувати файл CSV

# export:csv:error:cannot-export-xlsx
source: Cannot export XLSX file
uk: Не вдається експортувати файл XLSX

# export:csv:entities-have-no-common-template
source: There are no common templates defined.
uk: Немає визначених загальних шаблонів.

# export:csv:entities-have-no-common-template:details
source: You need to assign a template to each image and folder that you export. You have to use the same template for each image and folder.
uk: Вам потрібно призначити шаблон кожному зображенню та папці, які ви експортуєте. Ви повинні використовувати один і той же шаблон для кожного зображення та папки.

# export:tablespec-to-export:dialog-title
source: Choose data table to export
uk: Виберіть таблицю даних для експорту

# print:options:dialog-title
source: Print options
uk: Параметри друку

# zip-export:include-annotated-images
source: Include annotated images
uk: Додайте анотовані зображення

# zip-export:include-original-images
source: Include original images
uk: Додайте оригінальні зображення

# zip-export:include-detail-images
source: Include detail images
uk: Додайте детальні зображення

# zip-export:include-audio-notes
source: Include audio notes
uk: Включіть звукові нотатки

# zip-export:include-pdf-file
source: Include PDF file
uk: Включити файл PDF

# about-image:unknown-gps
source: no GPS coordinates
uk: немає координат GPS

# about-image:dialog-title
source: Image Information
uk: Інформація про зображення

# about-image:image-name
source: Image Name
uk: Назва зображення

# about-image:capture-date
source: Capture Date
uk: Дата зйомки

# about-image:creation-date
source: Creation Date
uk: Дата створення

# about-image:original-image-resolution
source: Original Image Resolution
uk: Оригінальна роздільна здатність зображення

# about-image:gps-coordinates
source: GPS Coordinates
uk: GPS координати

# about-image:gps:show-on-map
source: Show on map
uk: Показати на карті

# editor:attach:error_no_reference_to_attach_to
source: There is no reference in the image! You need to draw a reference in order to do automatic computations.
uk: На зображенні немає посилання! Щоб виконати автоматичні обчислення, потрібно надати посилання.

# editor:attach:error_no_element_to_attach_to_reference
source: There is no measure that could be computed.
uk: Немає жодної міри, яку можна було б обчислити.

# editor:attach:info_element_has_been_attached_to_single_reference
source: Measure is computed based on the reference you provided.
uk: Міра обчислюється на основі наданого вами посилання.

# editor:attach:hint_howto_attach_to_reference
source: Click on the measure you want to compute based on the selected reference.
uk: Виберіть міру, яку потрібно обчислити на основі вибраного довідника.

# editor:attach:hint_howto_attach_measure
source: Click on the reference based on which you want to calculate the selected measure.
uk: Натисніть на довідник, на основі якого потрібно розрахувати вибрану міру.

# editor:attach:messagebox:title
source: Compute Measure
uk: Обчислити міру

# editor:rectref:standard-size:legal
source: Legal
uk: Документ (США)

# editor:rectref:standard-size:letter
source: Letter
uk: Лист США

# editor:rectref:standard-size:credit-card
source: Credit card
uk: Кредитна картка

# editor:text:undefined-text-placeholder
source: click to enter text
uk: натисніть, щоб ввести текст

# editor:image-modified-dialog:title
source: Image has been modified
uk: Зображення було змінено

# editor:image-modified-dialog:text
source: Image has been modified. Do you want to save it?
uk: Зображення було змінено. Ви хочете його зберегти?

# editor:loaded-image-has-more-recent-version:title
source: Trying to load unsupported file format
uk: Спроба завантажити непідтримуваний формат файлу

# editor:loaded-image-has-more-recent-version:warning
source: This image has been saved with a more recent version. You need at least version {} to load this image correctly. You can still try to open this file, but some parts of it might be missing.
uk: Це зображення було збережено в новішій версії. Щоб правильно завантажити це зображення, потрібна принаймні версія {}. Ви все ще можете спробувати відкрити цей файл, але деякі його частини можуть бути відсутніми.

# editor:overwrite-image-with-more-recent-version:title
source: Overwrite with incompletely loaded image
uk: Перезапис неповністю завантаженого зображення

# editor:overwrite-image-with-more-recent-version:warning
source: This image has only been loaded partially because it was written with a more recent software version. If you save this image now, parts of the information in the original file gets lost.
uk: Це зображення було завантажено лише частково, оскільки воно було написано з новішою версією програмного забезпечення. Якщо ви збережете це зображення зараз, частина інформації в оригінальному файлі буде втрачена.

# editor:overwrite-image-with-more-recent-version:question
source: Do you still want to overwrite the file?
uk: Ви все ще хочете перезаписати файл?

# editor:styling:line-caps-size
source: Line cap size
uk: Розмір вказівників

# editor:styling:line-width
source: Line width
uk: Ширина лінії

# editor:styling:line-pattern
source: Line pattern
uk: Тип ліній

# editor:styling:font-size
source: Font size
uk: Розмір шрифту

# editor:styling:fill-color
source: Fill color
uk: Колір заливки

# editor:styling:text-color
source: Text color
uk: Колір тексту

# editor:styling:text-background-color
source: Background color
uk: Колір фону

# editor:styling:set-as-default
source: Set as default
uk: Встановити за замовчуванням

# editor:styling:label:apply-to
source: Apply to …
uk: Застосувати до …

# editor:styling:label:apply-to:both-sides
source: Both sides
uk: Обидві сторони

# editor:styling:label:apply-to:all-edges
source: All edges
uk: Всі краї

# editor:styling:label:apply-to:all-lengths
source: All lengths
uk: Усі довжини

# editor:styling:label:apply-to:all-angles
source: All angles
uk: Усі кути

# editor:styling:label:apply-to:all-radii
source: All radii
uk: Усі радіуси

# editor:styling:label:apply-to:whole-element
source: Whole element
uk: Цілий елемент

# editor:styling:label:apply-to:whole-image
source: Whole image
uk: Ціле зображення

# editor:styling:label:save-as-default:selection-title
source: Use style as default for …
uk: Використовувати стиль за замовчуванням для…

# editor:styling:label:save-as-default:only-this-label
source: Only this label
uk: Тільки цей ярлик

# editor:styling:label:save-as-default:this-drawing-tool
source: This drawing tool
uk: Цей інструмент для малювання

# editor:styling:label:save-as-default:all-drawing-tools
source: All drawing tools
uk: Всі інструменти для малювання

# editor:styling:measure:show-length
source: Show length
uk: Показати довжину

# editor:styling:label-display-mode
source: Text position
uk: Позиція тексту

# editor:styling:label-display-mode:above-line
source: Above line
uk: Над рядком

# editor:styling:label-display-mode:within-line
source: Within line
uk: В межах лінії

# editor:styling:label-display-mode:horizontal
source: Horizontal
uk: Горизонтальний

# editor:styling:angle:show-angle
source: Show angle
uk: Показати кут

# editor:styling:area:show-area-label
source: Show area
uk: Показати площу

# editor:styling:area:show-perimeter-label
source: Show perimeter
uk: Показати периметр

# editor:styling:area:show-edge-labels
source: Show edge lengths
uk: Показати довжину країв

# editor:styling:area:show-edge-labels:none
source: None
uk: Жодного

# editor:styling:area:show-edge-labels:custom
source: Custom
uk: Користувальницький

# editor:styling:area:show-edge-labels:all
source: All
uk: Всі

# editor:styling:area:edge-labels-font-size
source: Edges font size
uk: Розмір шрифту по краях

# editor:styling:area:area-label-font-size
source: Area font size
uk: Розмір шрифту

# editor:styling:circle:show-radius-label
source: Show radius
uk: Показати радіус

# editor:styling:circle:show-diameter-label
source: Show diameter
uk: Показати діаметр

# editor:styling:circle:show-circumference-label
source: Show circumference
uk: Покажіть окружність

# editor:styling:circle:show-angle-label
source: Show angle
uk: Показати кут

# editor:styling:circle:show-area-label
source: Show area
uk: Показати площу

# editor:styling:dimstring:show-intersection-marks
source: Show intersection marks
uk: Показати позначки перехрестя

# editor:styling:flatref:subdivisions
source: Subdivisions
uk: Підрозділи

# editor:styling:flatref:subdivisions:none
source: None
uk: Жодного

# editor:styling:flatref:display-labels
source: Display labels
uk: Вид розмітки

# editor:styling:flatref:display-labels:none
source: None
uk: Жодного

# editor:styling:flatref:display-labels:only-total-length
source: Only total length
uk: Тільки загальна довжина

# editor:styling:flatref:display-labels:all-labels
source: All labels
uk: Усі мітки

# editor:styling:flatref:display-labels:every-second-label
source: Every second label
uk: Кожна друга мітка

# editor:styling:flatref:label-position
source: Label position
uk: Позиція мітки

# editor:styling:flatref:label-position:above
source: Above
uk: Вище
