Repository: farindk/ImageMeter-translations
Catalog: core/*.po
Languages: uk

# error:InternalError
source: Internal error: {}.
uk: Внутрішня помилка: {}.

# error:OutOfMemory:no_size
source: Out of memory
uk: Недостатньо пам'яті

# error:OutOfMemory:with_bytes_size
source: Out of memory (cannot allocate {} bytes).
uk: Недостатньо пам’яті (неможливо виділити {} байт).

# error:OutOfMemory:with_mb_size
source: Out of memory (cannot allocate {} MB).
uk: Недостатньо пам’яті (неможливо виділити {} МБ).

# error:ZLibCompressionError
source: ZLib error code: '{}'.
uk: Код помилки ZLib: '{}'.

# error:ZipError
source: ZIP error: {}
uk: Помилка ZIP: {}

# error:ZIP_ReadError
source: Error reading ZIP file.
uk: Помилка читання ZIP-файлу.

# error:NLohmann_JsonParseError
source: Parse error '{}'
uk: Помилка аналізу "{}"

# error:LibJPEG_Error
source: LibJPEG error: "{}".
uk: Помилка LibJPEG: "{}".

# error:CommaSeparatedList_EmptyString
source: Empty item in list.
uk: Порожній елемент у списку.

# error:Files_FileDoesNotExist
source: File does not exist: "{}".
uk: Файл не існує: "{}".

# error:Files_FileCannotBeOpened
source: Cannot open file "{}".
uk: Не вдається відкрити файл "{}".

# error:Files_CannotDeleteFile
source: Cannot delete file '{}'.
uk: Неможливо видалити файл '{}'.

# error:Files_CannotReadFile
source: Cannot read file '{}'.
uk: Не вдається прочитати файл '{}'.

# error:Files_CannotWriteFile
source: Cannot write file '{}'.
uk: Неможливо записати файл '{}'.

# error:Files_CannotRenameFile
source: Cannot rename file '{0}' to '{1}'.
uk: Неможливо перейменувати файл "{0}" на "{1}".

# error:Files_CannotCreateDirectory
source: Cannot create directory "{}".
uk: Неможливо створити каталог "{}".

# error:Files_DirectoryDoesNotExist
source: Directory '{}' does not exist.
uk: Каталог '{}' не існує.

# error:Files_CannotRenameDirectory
source: Cannot rename folder '{0}' to '{1}'.
uk: Неможливо перейменувати папку "{0}" на "{1}".

# error:Files_CannotDeleteDirectory
source: Cannot delete folder '{}'.
uk: Не вдається видалити папку "{}".

# error:Files_CorruptedFileCompression
source: File compression error.
uk: Помилка стиснення файлу.

# error:Files_CannotReadDirectory
source: Cannot read directory '{}'.
uk: Неможливо прочитати каталог '{}'.

# error:Files_CannotCopyDirectory
source: Cannot copy directory '{}'.
uk: Неможливо скопіювати каталог '{}'.

# error:Files_Errno
source: OS error {0}: '{1}'.
uk: Помилка ОС {0}: "{1}".

# error:Files_Win32
source: Windows error {0}: '{1}'
uk: Помилка Windows {0}: '{1}'

# error:Files_CannotGenerateUniqueFilename
source: Cannot generate unique filename: '{}'.
uk: Неможливо створити унікальну назву файлу: '{}'.

# error:ProjectFolder_CannotCreate
source: Cannot create folder '{}'.
uk: Не вдається створити папку "{}".

# error:ProjectFolder_CannotWriteIFD
source: Cannot write IFD file for folder '{}'.
uk: Неможливо записати файл IFD для папки "{}".

# error:ProjectFolder_CannotLoadFolder
source: Cannot load folder '{}'.
uk: Не вдається завантажити папку "{}".

# error:ProjectFolder_CannotRenameFolder
source: Cannot rename directory of image '{}'.
uk: Неможливо перейменувати каталог зображення '{}'.

# error:ProjectFolder_CannotDeleteFolder
source: Cannot delete folder '{}'.
uk: Не вдається видалити папку "{}".

# error:ProjectFolder_MultipleIFDFiles
source: More than one IFD file found.
uk: Знайдено більше одного файлу IFD.

# error:ProjectFolder_IFDParseError
source: IFD file parse error.
uk: Помилка аналізу файлу IFD.

# error:DataBundle_CannotLoadDataBundle
source: Cannot load image '{}'.
uk: Не вдається завантажити зображення "{}".

# error:DataBundle_CannotCreate
source: Cannot create new image '{}'.
uk: Неможливо створити нове зображення "{}".

# error:DataBundle_CannotWriteIMM
source: Cannot write IMM file for image '{}'.
uk: Неможливо записати файл IMM для зображення "{}".

# error:DataBundle_CannotDelete
source: Cannot delete image '{}'.
uk: Неможливо видалити зображення "{}".

# error:DataBundle_CannotRenameFolder
source: Cannot rename directory of image '{}'.
uk: Неможливо перейменувати каталог зображення '{}'.

# error:DataBundle_MultipleIMMFiles
source: More than one IMM file found.
uk: Знайдено більше одного файлу IMM.

# error:DataBundle_CannotReadIMMFile
source: Cannot read IMM file.
uk: Не вдається прочитати файл IMM.

# error:DataBundle_CannotGetContentArea
source: Unknown content area.
uk: Невідома область вмісту.

# error:DataBundle_IMMParseError
source: IMM file parse error ({}).
uk: Помилка аналізу файлу IMM ({}).

# error:Entity_CannotMove
source: Cannot move '{}' to new directory.
uk: Неможливо перемістити '{}' до нового каталогу.

# error:Entity_Numbering_InvalidNumber
source: Invalid number: '{}'.
uk: Недійсне число: '{}'.

# error:DeleteLogic_CannotDelete
source: Cannot delete folder '{}'.
uk: Не вдається видалити папку "{}".

# error:DeleteLogic_CannotMarkAsDeleted
source: Cannot mark folder '{}' as deleted.
uk: Не вдається позначити папку "{}" як видалену.

# error:IFD_ParseError
source: IFD file parse error.
uk: Помилка аналізу файлу IFD.

# error:CannotLockPath-readLock
source: Cannot read file '{}' because it is currently being modified.
uk: Неможливо прочитати файл '{}', оскільки він зараз модифікується.

# error:CannotLockPath-writeLock
source: Cannot modify file '{}' because it is currently in use.
uk: Неможливо змінити файл '{}', оскільки він зараз використовується.

# error:UnknownFileFormat
source: File '{}' has unknown format.
uk: Файл '{}' має невідомий формат.

# error:CannotCreateIMIFile
source: Cannot create IMI file '{}'.
uk: Не вдається створити файл IMI "{}".

# error:NoZipSupport
source: Zip files are not supported.
uk: Zip-файли не підтримуються.

# error:ImageReader_ReaderError
source: Image reader error.
uk: Помилка зчитування зображень.

# error:ImageReader_CorruptedImage
source: Corrupted image file.
uk: Пошкоджений файл зображення.

# error:ImageReader_UnsupportedFormat
source: Unsupported image format.
uk: Непідтримуваний формат зображення.

# error:CannotReadTexture
source: Cannot read texture '{}'.
uk: Не вдається прочитати текстуру "{}".

# error:OpenGL
source: OpenGL error: "{}".
uk: Помилка OpenGL: "{}".

# error:OpenGL_CannotAllocateRenderingSurface
source: Not enough memory to render at output resolution {}. Please reduce the output resolution.
uk: Недостатньо пам’яті для відтворення з роздільною здатністю {}. Будь ласка, зменште вихідну роздільну здатність.

# error:CannotRenderImage
source: Cannot render image "{}".
uk: Неможливо відобразити зображення "{}".

# error:DataBundle_CannotOpen
source: Cannot open image "{}".
uk: Не вдається відкрити зображення "{}".

# error:EditCore_CannotLoadAuxiliary_Data
source: Cannot load auxiliary data.
uk: Не вдається завантажити допоміжні дані.

# error:EditCore_CannotPurgeUnusedAuxiliaryFiles
source: Cannot delete unused auxiliary data files.
uk: Неможливо видалити невикористані файли допоміжних даних.

# error:GText_CannotAddDetailImage
source: Cannot add the detail image "{}".
uk: Неможливо додати детальне зображення "{}".

# error:GText_CannotAddAudioRecording
source: Cannot add audio recording "{}".
uk: Не вдається додати аудіозапис "{}".

# error:EditCore_CannotReadBackgroundImage
source: Cannot read photo.
uk: Не вдається прочитати фото.

# error:ImageReader_CannotReadImage
source: Cannot read image file.
uk: Не вдається прочитати файл зображення.

# error:IMI_CannotOpen
source: Cannot open IMI file '{}'.
uk: Не вдається відкрити файл IMI "{}".

# error:IMF_CannotReadZip
source: Corrupted ZIP file "{}".
uk: Пошкоджений ZIP-файл "{}".

# error:IMF_CorruptedFile
source: Corrupted IMF file.
uk: Пошкоджений файл IMF.

# error:CannotGenerateCsv
source: Cannot generate CSV file
uk: Не вдається створити файл CSV

# error:CannotGenerateXlsx
source: Cannot generate XLSX file
uk: Не вдається створити файл XLSX

# error:CannotCreateZIPFile
source: Cannot create ZIP file
uk: Не вдається створити ZIP-файл

# error:Export_NoImagesToWrite
source: Data to export does not contain any images
uk: Дані для експорту не містять жодних зображень

# error:CannotGeneratePdf
source: Cannot generate PDF
uk: Не вдається створити PDF

# error:LibHaru
source: LibHARU error: "{}"
uk: Помилка LibHARU: "{}"

# error:ImageSettings_CannotLoad
source: Cannot load image settings.
uk: Не вдається завантажити налаштування зображення.

# error:ImageSettings_CannotSave
source: Cannot save image settings.
uk: Не вдається зберегти налаштування зображення.

# error:AppPreferences_CannotSetDataRootDirectory
source: Cannot set the data root directory.
uk: Не вдається встановити кореневий каталог даних.

# error:AppPreferences_CannotCreateDataRootDirectory
source: Cannot create the data root directory.
uk: Не вдається створити кореневий каталог даних.

# error:AppPreferences_NoRootDefined
source: No data root directory defined.
uk: Кореневий каталог даних не визначено.

# error:ImageLibrary_NoLibraryDirectoryDefined
source: No image library directory defined.
uk: Не визначено каталог бібліотеки зображень.

# error:ImageLibrary_CannotPurge
source: Cannot purge deleted images.
uk: Неможливо видалити видалені зображення.

# error:Cloud_CannotLogin:unknown
source: Cannot sign in to your cloud server account.
uk: Не вдається ввійти в обліковий запис хмарного сервера.

# error:Cloud_CannotLogin:unauthorized
source: Not authorized to sign in to your cloud server account.
uk: Не авторизований для входу в особистий обліковий запис хмарного сервера.

# error:Cloud_CannotLogin:incorrect_password
source: Wrong user name or password.
uk: Неправильне ім'я користувача або пароль.

# error:Cloud_CannotLogin:interactive_login_required
source: Interactive sign in to your cloud server account is required.
uk: Потрібен інтерактивний вхід у ваш обліковий запис хмарного сервера.

# error:Cloud_CannotLogin:cancelled_by_user
source: Sign in to your cloud server account has been cancelled.
uk: Вхід у ваш обліковий запис хмарного сервера скасовано.

# error:Cloud_CannotLogin:network_error
source: Network error while connecting to your cloud server account.
uk: Помилка мережі під час підключення до вашого облікового запису хмарного сервера.

# error:Cloud_CannotLogin:server_timeout
source: Cloud server timeout.
uk: Час очікування хмарного сервера.

# error:Cloud_CannotLogin:cannot_access_base_folder
source: Cannot access data directory on cloud server.
uk: Не вдається отримати доступ до каталогу даних на хмарному сервері.

# error:Cloud_SyncError
source: Cannot sync with server.
uk: Не вдається синхронізуватися з сервером.

# error:Cloud_CannotParseSyncStateFile
source: Cannot parse sync state file '{}'.
uk: Не вдається проаналізувати файл стану синхронізації "{}".

# error:Cloud_CannotWriteSyncStateFile
source: Cannot write sync state file '{}'.
uk: Неможливо записати файл стану синхронізації "{}".

# error:Cloud_CannotLoadSyncStateFile
source: Cannot load sync state file '{}'.
uk: Не вдається завантажити файл стану синхронізації "{}".

# error:Cloud_CannotLockServer
source: Cannot generate server lock file.
uk: Не вдається створити файл блокування сервера.

# error:Cloud_ServerError
source: Server error: {}
uk: Помилка серверу: {}

# error:Cloud_FileLockedOnServer
source: File is locked on server. Please retry upload at a later time.
uk: Файл заблоковано на сервері. Повторіть спробу завантаження пізніше.

# error:Cloud_ServerBlocked
source: Server blocked by another client. Please retry at a later time.
uk: Сервер заблокований іншим клієнтом. Повторіть спробу пізніше.

# error:Cloud_CannotLockLocalFiles
source: Cannot get exclusive access on local files
uk: Неможливо отримати ексклюзивний доступ до локальних файлів

# error:Cloud_RemoteFileDoesNotExist
source: File '{}' does not exist on server
uk: Файл '{}' не існує на сервері

# error:Cloud_RemoteFolderDoesNotExist
source: Folder '{}' does not exist on server
uk: Папка "{}" не існує на сервері

# error:Cloud_CannotCreateFolder
source: Cannot create folder '{}' on server
uk: Не вдається створити папку "{}" на сервері

# error:Cloud_CannotCreateFolder-short
source: Cannot create folder on server
uk: Не вдається створити папку на сервері

# error:Cloud_CannotUploadFile
source: Cannot upload file '{}' to server
uk: Не вдається завантажити файл "{}" на сервер

# error:Cloud_CannotUploadFile-short
source: Cannot upload file to server
uk: Не вдається завантажити файл на сервер

# error:Cloud_CannotDownloadFile
source: Cannot download file '{}' from server
uk: Не вдається завантажити файл "{}" із сервера

# error:Cloud_CannotDownloadFile-short
source: Cannot download file from server
uk: Не вдається завантажити файл із сервера

# error:Cloud_CannotDownloadFolder
source: Cannot download folder '{}' from server
uk: Не вдається завантажити папку "{}" з сервера

# error:Cloud_CannotDownloadFolder-short
source: Cannot download folder from server
uk: Не вдається завантажити папку з сервера

# error:Cloud_CannotRenameFile
source: Cannot rename file '{}' on server
uk: Не вдається перейменувати файл '{}' на сервері

# error:Cloud_CannotRenameFile-short
source: Cannot rename file on server
uk: Неможливо перейменувати файл на сервері

# error:Cloud_CannotRenameFolder
source: Cannot rename folder '{}' on server
uk: Не вдається перейменувати папку "{}" на сервері

# error:Cloud_CannotRenameFolder-short
source: Cannot rename folder on server
uk: Не вдається перейменувати папку на сервері

# error:Cloud_CannotDeleteFile
source: Cannot delete file '{}' from server
uk: Не вдається видалити файл "{}" із сервера

# error:Cloud_CannotDeleteFile-short
source: Cannot delete file from server
uk: Не вдається видалити файл із сервера

# error:Cloud_CannotDeleteFolder
source: Cannot delete folder '{}' from server
uk: Не вдається видалити папку "{}" із сервера

# error:Cloud_CannotDeleteFolder
source: Cannot delete folder from server
uk: Не вдається видалити папку з сервера

# error:Cloud_CannotListFolderContent
source: Cannot list content of server folder '{}'
uk: Неможливо відобразити вміст папки сервера "{}"

# error:Cloud_CannotListFolderContent-short
source: Cannot list content of server folder
uk: Неможливо відобразити вміст папки сервера

# error:Cloud_IsNotAFolder
source: File '{}' is not a folder.
uk: Файл '{}' не являється папкою.

# error:Cloud_CannotRemoveServerLock
source: Could not remove server lock file '{}'.
uk: Не вдалося видалити файл блокування сервера "{}".

# error:Cloud_CannotResetServerCache
source: Could not remove server cache file '{}'.
uk: Не вдалося видалити файл кешу сервера "{}".

# error:Cloud_CannotResetSyncState
source: Could not reset sync state.
uk: Не вдалося скинути стан синхронізації.

# error:CloudBackend_OneDrive_DirectoryNotSet
source: OneDrive server data directory is not set
uk: Каталог даних сервера OneDrive не встановлено

# error:CloudBackend_GoogleDrive_DirectoryNotSet
source: Google Drive server data directory is not set
uk: Каталог даних сервера Google Диска не встановлено

# error:CloudBackend_Filesystem_DirectoryNotSet
source: Storage directory is not set
uk: Каталог зберігання не встановлено

# error:HTTP-error-400
source: HTTP error 400 : Bad Request
uk: Помилка HTTP 400: Помилковий запит

# error:HTTP-error-401
source: HTTP error 401 : Unauthorized
uk: Помилка HTTP 401: Неавторизовано

# error:HTTP-error-403
source: HTTP error 403 : Forbidden
uk: Помилка HTTP 403: Заборонено

# error:HTTP-error-404
source: HTTP error 404 : Not Found
uk: Помилка HTTP 404: Не знайдено

# error:HTTP-error-405
source: HTTP error 405 : Method Not Allowed
uk: Помилка HTTP 405: Метод заборонений

# error:HTTP-error-406
source: HTTP error 406 : Not Acceptable
uk: Помилка HTTP 406: Неприйнятно

# error:HTTP-error-407
source: HTTP error 407 : Proxy Authentication Required
uk: Помилка HTTP 407: Потрібна автентифікація проксі

# error:HTTP-error-408
source: HTTP error 408 : Request Timeout
uk: Помилка HTTP 408: Час очікування запиту

# error:HTTP-error-409
source: HTTP error 409 : Conflict
uk: Помилка HTTP 409: Конфлікт

# error:HTTP-error-410
source: HTTP error 410 : Gone
uk: Помилка HTTP 410: Пішов

# error:HTTP-error-500
source: HTTP error 500 : Internal Server Error
uk: Помилка HTTP 500: Внутрішня помилка сервера

# error:HTTP-error-501
source: HTTP error 501 : Not Implemented
uk: Помилка HTTP 501: Не реалізовано

# error:HTTP-error-502
source: HTTP error 502 : Bad Gateway
uk: Помилка HTTP 502: Поганий шлюз

# error:HTTP-error-503
source: HTTP error 503 : Service Unavailable
uk: Помилка HTTP 503: Послуга недоступна

# error:HTTP-error-504
source: HTTP error 504 : Gateway Timeout
uk: Помилка HTTP 504: Час очікування серверу вичерпано

# error:NetworkError
source: Network error: {}
uk: Помилка сервера: {}

# error:BluetoothError:no_active_element
source: no active element
uk: неактивний елемент

# error:BluetoothError:element_has_no_dimension
source: element does not support measurements
uk: елемент не підтримує вимірювання

# error:BluetoothError:dimension_is_read_only
source: element value is read-only
uk: значення елемента доступне лише для читання

# error:BluetoothError:wrong_dimension_unit
source: wrong measurement unit
uk: неправильна одиниця вимірювання

# error:BluetoothError:element_is_locked
source: element is locked
uk: елемент заблокований

# error:BluetoothError:generic
source: Cannot set received Bluetooth value.
uk: Не вдається встановити отримане через Bluetooth значення.

# error:QKeychain:entry-not-found
source: No key found for '{}'.
uk: Не знайдено ключ для '{}'.

# error:QKeychain:cannot-delete-entry
source: Cannot delete key for '{}'.
uk: Не вдається видалити ключ для '{}'.

# error:QKeychain:access-denied
source: Access to key-chain denied.
uk: Доступ до зв'язки ключів заборонено.

# error:QKeychain:no-keychain-available
source: No key-chain available.
uk: Недоступна зв'язка ключів.

# error:AudioDecoder_avcodec
source: Cannot play audio file ({}).
uk: Не вдається відтворити аудіофайл ({}).

# error:AudioWriter_M4A
source: Cannot write audio file ({}).
uk: Неможливо записати аудіофайл ({}).

# error:Android_ExternalDirectoryNotMounted
source: External directory is not mounted.
uk: Зовнішній каталог не підключено.

# error:Android_NeedsStoragePermission
source: Access to directory '{}' needs the Storage permission.
uk: Для доступу до каталогу '{}' потрібен дозвіл на зберігання.

# error:Android_Import_SecurityException
source: Security exception when accessing URI '{}'.
uk: Виняток безпеки під час доступу до URI '{}'.

# error:Android_Import_IllegalStateException
source: Illegal state exception when accessing URI '{}'
uk: Недозволений виняток стану під час доступу до URI '{}'

# error:Android_InsertImageIntoGallery
source: Cannot insert image into gallery ({}).
uk: Неможливо вставити зображення в галерею ({}).

# error:Android_CopyImageDataIntoGallery
source: Cannot copy image data into gallery (url='{}').
uk: Неможливо скопіювати дані зображення в галерею (url='{}').

# error:Android_DeleteOldImageFromGallery
source: Cannot delete old image from gallery (url='{}').
uk: Неможливо видалити старе зображення з галереї (url='{}').

# unit:translated-name:meter
source: m
uk: м

# unit:translated-name:inch
source: inch
uk: дюйм

# unit:translated-name:foot
source: foot
uk: фут

# unit:translated-name:yard
source: yard
uk: ярд

# unit:translated-name:mile
source: mile
uk: миля

# unit:translated-name:mil
source: mil
uk: міл

# unit:translated-name:meter2
source: m²
uk: м²

# unit:translated-name:inch2
source: sq inch
uk: кв. дюйм

# unit:translated-name:foot2
source: sq foot
uk: квадратний фут

# unit:translated-name:yard2
source: sq yard
uk: кв. ярд

# unit:translated-name:mile2
source: sq mile
uk: квадратна миля

# unit:translated-name:acre
source: acre
uk: акр

# unit:translated-name:are
source: are
uk: ар

# unit:translated-name:ha
source: hectare
uk: га

# unit:translated-name:mil2
source: square mil
uk: квадратних міл

# unit:translated-name:cmil
source: circular mil
uk: довжина кола в міл

# unit:translated-name:degrees
source: degrees
uk: градуси

# unit:translated-name:slope-percent
source: slope %
uk: нахил %

# unit:translated-name:radian
source: radians
uk: радіани

# unit:translated-name:gradians
source: gradians
uk: градіни

# unit:translated-name:degrees(uppercase)
source: Degrees
uk: Градуси

# unit:translated-name:slope-percent(uppercase)
source: Slope %
uk: Нахил %

# unit:translated-name:radian(uppercase)
source: Radians
uk: Радіани

# unit:translated-name:gradians(uppercase)
source: Gradians
uk: Градіани

# dimtemplate:length:decimal-metric
source: Metric (1.00 m)
uk: Метрична (1,00 м)

# dimtemplate:length:decimal-imperial
source: Imperial (1.00 ft)
uk: Імперський (1,00 фута)

# dimtemplate:length:imperial-interleaved
source: Imperial (1' 10 1/32")
uk: Імперський (1' 10 1/32")

# dimtemplate:length:imperial-fractional-inches
source: Inches with fractions (1 1/8")
uk: Дюйми з дробами (1 1/8")

# dimtemplate:area:decimal-metric
source: Metric
uk: Метрична

# dimtemplate:area:decimal-imperial
source: Imperial
uk: Імператорський

# labeltype:any
source: Any
uk: Будь-який

# labeltype:length
source: Length
uk: Довжина

# labeltype:area
source: Area
uk: Площа

# labeltype:angle
source: Angle
uk: Кут

# labeltype:edge
source: Edge length
uk: Довжина краю

# labeltype:perimeter
source: Perimeter
uk: Периметр

# labeltype:diameter
source: Diameter
uk: Діаметр

# labeltype:radius
source: Radius
uk: Радіус

# labeltype:width
source: Width
uk: Ширина

# labeltype:height
source: Height
uk: Висота

# labeltype:rectangle-side(rectangle)
source: Rectangle
uk: Прямокутник

# dimformat:options-ui:min-imperial-fraction:title
source: Smallest fraction
uk: Дробове значення дюйма

# dimformat:options-ui:min-imperial-fraction:title:long
source: Smallest fraction of an inch
uk: Дробове значення дюйма

# dimformat:options-ui:min-imperial-fraction:no-fraction
source: No fractions
uk: Без дробів

# dimformat:options-ui:min-imperial-fraction:n
source: Fractions down to 1/{}
uk: Дроби зменшені до 1/{}

# dimformat:options-ui:imperial-uses-text-units:title
source: Textual imperial units
uk: Текстові імперські одиниці

# dimformat:options-ui:imperial-uses-text-units:no
source: Show as '/"
uk: Англ. одиниці вимірювання будуть виглядати як '/"

# dimformat:options-ui:imperial-uses-text-units:yes
source: Show as ft/in
uk: Англ. одиниці вимірювання будуть виглядати як фути/дюйми

# dimformat:options-ui:ambiguous-numbers:checkbox
source: Add dot after ambiguous numbers
uk: Додайте крапку після неоднозначних чисел

# dimformat:options-ui:ambiguous-numbers:checkbox:tooltip
source: When enabled, a dot is placed after numbers that are ambiguous when read upside down, like this: 66.
uk: Якщо ввімкнено, після неоднозначних чисел ставиться крапка, наприклад: 66.

# dimformat:options-ui:ambiguous-numbers:title
source: Ambiguous numbers
uk: Неоднозначні цифри

# dimformat:options-ui:ambiguous-numbers:no
source: Keep
uk: Зберігайте

# dimformat:options-ui:ambiguous-numbers:add-dot
source: Add dot if necessary
uk: За потреби додайте крапку

# dimformat:options-ui:show-units:title:tooltip
source: When disabled, measures are shown without the unit. I.e. just the plain number '23' instead of '23 cm'.
uk: Якщо вимкнено, показники відображаються без одиниць виміру. тобто просто звичайна цифра "23" замість "23 см".

# dimformat:options-ui:show-units:title
source: Show units
uk: Показати одиниці виміру

# dimformat:options-ui:show-units:no
source: Show only the value, omit the unit
uk: Показати лише значення, опустити одиницю виміру

# dimformat:options-ui:show-units:yes
source: Yes, show value and unit
uk: Так, показати значення та одиницю виміру

# dimformat:options-ui:reduce-fractions:title
source: Reduce fractions
uk: Скоротити дроби

# dimformat:options-ui:reduce-fractions:no
source: Keep (4/8 stays 4/8)
uk: Зберігати (4/8 залишається 4/8)
