Repository: farindk/ImageMeter-translations
Catalog: desktop/*.po
Languages: de

# pc:element-locking:dialog:group-title
source: Lock all elements in the image
de: Alle Elemente im Bild sperren

# pc:element-locking:dialog:lock-position
source: Lock element position
de: Position sperren

# pc:element-locking:dialog:lock-value
source: Lock element measurement value
de: Maßwert sperren

# pc:element-locking:state:position-is-locked
source: Position locked
de: Position gesperrt

# pc:element-locking:state:measurement-is-locked
source: Measurement locked
de: Bemaßung gesperrt

# pc:about-dialog:title
source: About {}
de: Über {}

# pc:about-dialog:expiration-date:never
source: Never
de: Nie

# pc:about-dialog:text:version-NUM-is-latest-version
source: {} is the latest version.
de: {} ist die aktuelle Version.

# pc:about-dialog:text:upgrade-version-NUM-is-available
source: {} is available.
de: {} ist verfügbar.

# pc:about-dialog:text:open-download-page
source: Click <a href="{}">here</a> to open the download page.
de: Klicken Sie <a href="{}">hier</a> um die Webseite mit den Downloads zu öffnen.

# pc:about-dialog:text:download-from-link
source: Download from <a href="{}">here</a>.
de: Von <a href="{}">hier</a> downloaden.

# pc:about-dialog:device-id
source: Device ID:
de: Geräte-ID:

# pc:about-dialog:license
source: License:
de: Lizenz:

# pc:about-dialog:expiration-date
source: Expiration date:
de: Ablaufdatum:

# pc:about-dialog:stable-version
source: Stable version:
de: Stabile Version:

# pc:about-dialog:button:show-licenses
source: Show licenses
de: Copyright-Informationen

# pc:about-dialog:button:open-upgrade-webpage
source: Open upgrade webpage
de: Upgrade-Webseite öffnen

# pc:feedback-dialog:title
source: Send feedback
de: Rückmeldung schicken

# pc:feedback-dialog:feedback-email:title
source: Send questions and suggestions to:
de: Kontakt für Fragen und Anregungen:

# pc:feedback-dialog:feedback-email:send-button
source: Open mail program
de: E-Mail-Programm öffnen

# pc:feedback-dialog:logging:group-title
source: Error Log
de: Fehler-Log

# pc:feedback-dialog:logging:directory:text
source: Log files can be found in this directory:
de: Log-Dateien befinden sich in diesem Verzeichnis

# pc:feedback-dialog:logging:directory:open-button
source: Open
de: Öffnen

# pc:feedback-dialog:create-log-archive:text
source: Create a log archive for the past days:
de: Log-Archiv der vergangenen Tage erstellen:

# pc:feedback-dialog:create-log-archive:create-button
source: Create
de: Erstellen

# pc:feedback-dialog:create-log-archive:file-location:text
source: The log archive has been created here:
de: Das Log-Archiv wurde hier erstellt:

# pc:feedback-dialog:create-log-archive:file-location:open
source: Open
de: Öffnen

# pc:feedback-dialog:error:could-not-open-mailprogram
source: Could not open e-mail software. Please open it manually and use the email address shown here.
de: Konnte das E-Mail-Programm nicht öffnen. Bitte öffnen Sie es selbst und benutzen die hier gezeigte E-Mail-Adresse.

# pc:prefs:dialog:title
source: Preferences
de: Einstellungen

# pc:prefs:sections:title
source: Section
de: Abschnitt

# pc:prefs:section:measures
source: Measures
de: Bemaßungen

# pc:prefs:section:bluetooth:clipboard
source: Clipboard
de: Zwischenablage

# pc:prefs:section:editor:styling
source: Styling
de: Stil

# pc:prefs:section:editor:snapping
source: Snapping
de: Einrasten

# pc:prefs:section:editor:drawing-tools
source: Drawing tools
de: Zeichenwerkzeuge

# pc:prefs:section:camera
source: Camera
de: Kamera

# pc:prefs:section:editor:reference-object-sizes
source: Reference object sizes
de: Referenzobjektgrößen

# pc:prefs:section:export:image
source: Image export
de: Bildexport

# pc:prefs:section:export:default-image-export-options
source: Default image export options
de: Standard-Bildoptionen

# pc:prefs:section:user-interface
source: User interface
de: Benutzerinterface

# pc:prefs:section:user-interface:initial-texts
source: Initial titles and notes
de: Initiale Titel und Notizen

# pc:prefs:section:storage
source: Storage
de: Speicherverwaltung

# pc:prefs:section:storage:image-library
source: Image library
de: Bild-Bibliothek

# pc:prefs:section:storage:cloud-storage
source: Cloud storage
de: Cloud-Speicher

# pc:prefs:section:templates
source: Templates and data export
de: Vorlagen und Datentabellen

# pc:prefs:section:company
source: Company
de: Firma

# pc:prefs:section:company:users
source: User management
de: Benutzerverwaltung

# pc:prefs:editor:styling:default-values-for-new-images
source: Default values for new images
de: Standardwerte für neue Bilder

# pc:prefs:editor:refsizes:header:width
source: Width
de: Breite

# pc:prefs:editor:refsizes:header:height
source: Height
de: Höhe

# pc:prefs:initial-texts:new-image:group-title
source: New image
de: Neues Bild

# pc:prefs:initial-texts:new-canvas:group-title
source: New canvas
de: Neue Zeichenfläche

# pc:prefs:initial-texts:new-folder:group-title
source: New folder
de: Neuer Ordner

# pc:prefs:initial-texts:new-pdf-import:group-title
source: New PDF page import
de: Import von PDF-Seiten

# pc:prefs:initial-texts:general:title
source: Title
de: Titel

# pc:prefs:initial-texts:general:notes
source: Notes
de: Notizen

# pc:prefs:ui:edit-images-after-opening
source: Edit images after opening
de: Bilder nach dem Öffnen editieren

# pc:prefs:ui:pdf-page-thumbnail-size
source: PDF page thumbnail size:
de: Größe der Vorschaubilder von PDF-Seiten

# pc:prefs:library:root-directory
source: Image library directory
de: Verzeichnis der Bild-Bibliothek

# pc:prefs:library:root-directory:set-button
source: Set
de: Setzen

# pc:prefs:library:purge-interval
source: Keep deleted images
de: Gelöschte Bilder behalten

# pc:prefs:library:purge-interval:dont-keep
source: Delete immediately
de: sofort löschen

# pc:prefs:library:purge-interval:one-hour
source: Keep for one hour
de: für eine Stunde

# pc:prefs:library:purge-interval:one-day
source: Keep for one day
de: für einen Tag

# pc:prefs:library:purge-interval:one-week
source: Keep for one week
de: für eine Woche

# pc:prefs:library:purge-interval:one-month
source: Keep for one month
de: für einen Monat

# pc:prefs:library:purge-interval:one-year
source: Keep for one year
de: für ein Jahr

# pc:prefs:library:purge-interval:forever
source: Keep forever
de: für immer

# pc:prefs:library:purge-now-button
source: Purge images in trashcan now!
de: Bilder im Mülleimer jetzt löschen!

# pc:prefs:sync:server-maintenance
source: Server maintenance
de: Serverwartung

# pc:prefs:sync:enable-sync-config
source: Enable
de: Aktiviert

# pc:prefs:sync-options:group-title
source: Sync options
de: Synchronisierungs-Optionen

# pc:prefs:sync-options:user-interface
source: User Interface
de: Benutzeroberfläche

# pc:prefs:sync-options:user-interface:auto-close-after-sync
source: Auto-close sync window after successful sync
de: Fenster nach erfolgreichem Sync automatisch schließen

# pc:prefs:sync-options:two-way:delete-remotely-when-deleted-locally
source: Delete files on server when deleted locally
de: Dateien auf dem Server löschen, wenn sie lokal gelöscht wurden

# pc:prefs:sync-options:two-way:delete-locally-when-deleted-remotely
source: Delete files locally when deleted on server
de: Dateien lokal löschen, wenn sie auf dem Server gelöscht wurden

# pc:prefs:sync-options:two-way:sync-when-edit-conflict
source: Sync changes even when there is an edit conflict
de: Änderungen auch dann synchronisieren, wenn es einen Bearbeitungskonflikt gibt

# pc:prefs:sync-options:image-upload:upload-folders-without-images
source: Upload empty folders (folders containing no images)
de: Leere Ordner hochladen

# pc:prefs:server-params:filesystem:data-directory
source: Data directory
de: Datenverzeichnis

# pc:prefs:server-params:filesystem:data-directory:set
source: Set
de: Setzen

# pc:prefs:server-params:filesystem:target-directory
source: Target directory for synced data
de: Zielverzeichnis für die synchronisierten Daten

# pc:prefs:server-params:webdav:username
source: Username
de: Benutzername

# pc:prefs:server-params:webdav:password
source: Password
de: Passwort

# pc:prefs:server-params:webdav:data-directory
source: Data directory
de: Datenverzeichnis

# pc:prefs:server-params:webdav:check-login
source: Check login
de: Login prüfen

# pc:prefs:server-params:webdav:check-login:progress
source: Testing login ...
de: Überprüfe den Login ...

# pc:prefs:server-params:webdav:check-login:success
source: Success
de: Erfolgreich

# pc:prefs:server-params:sftp:check-login:success-with-fingerprint
source: Success. Host fingerprint: {}
de: Erfolg. Server-Fingerabdruck: {}

# pc:prefs:server-params:oauth:login-description
source: In order to process the login, you will be redirected to your web-browser.
de: Um den Login-Vorgang fortzuführen, wird die Login-Seite in Ihrem Webbrowser geöffnet.

# pc:prefs:server-params:oauth:login-was-redirected
source: Please continue the login process on the page that was opened in your web-browser.
de: Bitte führen Sie den Login auf der Webseite aus, die in Ihrem Webbrowser geöffnet wurde.

# pc:prefs:server-params:oauth:logged-in-as-user
source: Logged in as user: {}
de: Eingeloggt als: {}

# pc:prefs:server-params:oauth:cannot-log-in
source: Cannot log in
de: Konnte nicht in den Account einloggen

# pc:prefs:server-params:oauth:login-button
source: Log in
de: Einloggen

# pc:prefs:server-params:oauth:logout-button
source: Log out
de: Ausloggen

# pc:prefs:server-params:data-directory
source: Data directory
de: Datenverzeichnis

# pc:prefs:new-sync-dialog:title
source: Add new sync task
de: Neue Sync-Aktion hinzufügen

# pc:prefs:new-sync-dialog:cloud-backend:group-title
source: Cloud backend
de: Cloudserver

# pc:prefs:new-sync-dialog:cloud-backend:filesystem
source: Local filesystem
de: Lokales Dateisystem

# pc:prefs:new-sync-dialog:sync-mode:group-title
source: Sync mode
de: Sync-Modus

# pc:prefs:new-sync-dialog:sync-mode:two-way
source: Twoway sync
de: Zweiwege-Sync

# pc:prefs:new-sync-dialog:sync-mode:image-upload
source: Image upload
de: Bildupload

# pc:prefs:new-sync-dialog:cloud-backend:webdav:description
source: Can be used with any WebDAV server, including Nextcloud/Owncloud.
de: Kann mit jedem WebDAV-Server verwendet werden, incl. Nextcloud/Owncloud.

# pc:prefs:new-sync-dialog:cloud-backend:sftp:description
source: Can be used with any SFTP server.
de: Kann mit jedem SFTP-Server verwendet werden.

# pc:prefs:new-sync-dialog:cloud-backend:onedrive:description
source: Use this to sync with your Microsoft OneDrive account.
de: Synchronisation mit Ihrem Microsoft OneDrive Konto.

# pc:prefs:new-sync-dialog:cloud-backend:googledrive:description
source: Use this to sync with your Google Drive account.
de: Synchronisation mit Ihrem Google Drive Konto.

# pc:prefs:new-sync-dialog:cloud-backend:dropbox:description
source: Use this to sync with your Dropbox account.
de: Synchronisation mit Ihrem Dropbox Konto.

# pc:prefs:new-sync-dialog:cloud-backend:filesystem:description
source: Instead of a cloud server, the data is synced to a local directory on your PC.
de: Anstelle eines Cloudservers werden die Daten in ein lokales Verzeichnis auf dem PC gespeichert.

# pc:prefs:new-sync-dialog:sync-mode:two-way:description
source: Syncs editable images in both directions between devices. New images and changes will be forwarded to the other device.
de: Synchronisiert editierbare Bilder zwischen Geräten in beide Richtungen. Neue Bilder und Änderungen werden auf das andere Gerät übertragen.

# pc:prefs:new-sync-dialog:sync-mode:image-upload:description
source: Uploads annotated JPEG images to the server. This is a one-way upload to the server. Thus, the uploaded images cannot be edited further on other devices.
de: Lädt annotierte JPEG-Bilder auf den Server. Dies ist ein Upload in nur eine Richtung. D.h. die hochgeladenen Bilder können nicht weiter auf anderen Geräten editiert werden.

# pc:prefs:company:users-list-title
source: Users
de: Benutzer

# pc:prefs:company:folder-permissions:title
source: Folder permissions
de: Ordnerberechtigungen

# pc:prefs:company:folder-permissions:top-level-folder-users
source: Top-level directory users
de: Benutzer für Ordner in Wurzelverzeichnis

# pc:prefs:company:folder-permissions:top-level-folder-users:tooltip
source: Comma separated list of users that will have access rights for new top-level directories.
de: Durch Komma getrennte Liste von Benutzern, die Zugriffsrechte auf neue Ordner im Wurzelverzeichnis bekommen.

# pc:prefs:company:folder-permissions:moving-between-folder
source: When moving data between folders
de: Wenn Daten zwischen Ordnern verschoben werden

# pc:sync:progress-dialog:title
source: Cloud sync in progress
de: Cloud-Sync wird ausgeführt

# pc:sync:progress-dialog:sync-task:title
source: Synchronization task
de: Bearbeitungsschritt

# pc:sync:progress-dialog:progress:title
source: Progress
de: Fortschritt

# pc:sync:progress-dialog:current-action:title
source: Current action
de: Aktuelle Aktion

# pc:sync:progress-dialog:cancel-sync
source: Cancel sync
de: Sync abbrechen

# pc:sync:progress-dialog:cancel-in-progress
source: Sync process is being stopped
de: Sync-Prozess wird angehalten.

# pc:sync:progress-dialog:close-button
source: Close
de: Schließen

# pc:sync:progress-dialog:warning:wait-until-finished
source: Synchronization is still in progress. Please wait until it has been stopped.
de: Synchronisation ist aktiv. Bitte warten Sie bis sie angehalten wurde.

# pc:sync:progress:action:preparing
source: Preparing sync
de: Synchronisierung wird vorbereitet

# pc:sync:progress:action:scanning-server
source: Scanning server...
de: Durchsuche den Server...

# pc:sync:progress:action:scanning-server:status
source: {0} images found, {1} folders found, {2} errors. {3} items left.
de: {0} Bilder gefunden, {1} Ordner gefunden, {2} Fehler. {3} Elemente übrig.

# pc:sync:progress:action:sync:push-new
source: Uploading {}
de: Lade hoch: {}

# pc:sync:progress:action:sync:push-update
source: Uploading changes for {}
de: Lade Änderungen hoch: {}

# pc:sync:progress:action:sync:pull-new
source: Downloading {}
de: Lade runter: {}

# pc:sync:progress:action:sync:pull-update
source: Downloading changes for {}
de: Lade Änderungen runter: {}

# pc:sync:progress:action:sync:delete-local
source: Delete local {}
de: Lösche lokal: {}

# pc:sync:progress:action:sync:delete-remote
source: Delete remote {}
de: Lösche auf Server: {}

# pc:sync:progress:action:sync:status
source: {0} items synced ({1} errors), {2} items left.
de: {0} Elemente synchronisiert ({1} Fehler), {2} Elemente übrig.

# pc:sync:progress:action:checking-for-server-updates
source: Checking server for updates...
de: Frage den Server nach Updates...

# pc:sync:progress:action:cleaning-up-server
source: Cleaning up server...
de: Räume den Server auf...

# pc:sync:progress:action:finished
source: Finished
de: Fertig

# pc:sync:progress:action:finished-with-errors
source: Finished ({} errors)
de: Fertig ({} Fehler aufgetreten)

# pc:sync:oauth-login-dialog:window-title
source: User login required
de: Benutzer-Login wird benötigt

# pc:sync:oauth-login-dialog:title
source: Login required
de: Login benötigt

# pc:sync:oauth-login-dialog:message
source: Cannot access the {} server. You have to log in again. When you press 'log in', the login page will open in your web-browser.
de: Kann nicht auf den {}-Server zugreifen. Sie müssen sich nochmals einloggen. Wenn Sie 'Einloggen' drücken, wird sich eine Website zum Einloggen in Ihrem Webbrowser öffnen.

# pc:sync:oauth-login-dialog:success-message
source: Successfully logged in. You can restart the cloud sync now.
de: Erfolgreich eingeloggt. Sie können den Cloud-Sync nun neu starten.

# pc:sync:oauth-login-dialog:error
source: Login failed
de: Einloggen ist fehlgeschlagen

# pc:sync:oauth-login-dialog:login-button
source: Log in
de: Einloggen

# pc:sync:passwort-login:error
source: Cannot log in, please check your username and password in the sync settings.
de: Einloggen ist fehlgeschlagen. Bitte überprüfen Sie Ihren Benutzernamen und das Passwort in den Sync-Einstellungen.
