Repository: farindk/ImageMeter-translations
Catalog: desktop/*.po
Languages: de

# pc:error:cannot-find-windows-explorer
source: Cannot find 'explorer.exe' in path to launch Windows Explorer.
de: Kann 'explorer.exe' nicht im Pfad finden und kann deshalb Windows Explorer nicht starten.

# pc:setup-wizard:dialog-title
source: ImageMeter Setup
de: ImageMeter Umgebung einrichten

# pc:setup-wizard:locale:title
source: Language and Units
de: Sprache und Einheiten

# pc:setup-wizard:locale:subtitle
source: Set your preferred interface language and measurement units.
de: Wählen Sie die bevorzugte Sprache und Maßeinheiten.

# pc:setup-wizard:locale:length-unit:inch
source: inch
de: Zoll

# pc:setup-wizard:locale:length-unit:foot
source: foot
de: Fuß

# pc:setup-wizard:locale:length-unit:interleaved
source: feet and inches (1' 3 1/2")
de: Fuß und Zoll (1' 3 1/2")

# pc:setup-wizard:locale:length-unit:fractional-inches
source: inches with fractions (15 1/2")
de: Zoll mit Brüchen (15 1/2")

# pc:setup-wizard:locale:area-unit:sq-inch
source: sq inch
de: Zoll²

# pc:setup-wizard:locale:area-unit:sq-feet
source: sq feet
de: Fuß²

# pc:setup-wizard:locale:language-label
source: Language
de: Sprache

# pc:setup-wizard:locale:length-unit-label
source: Default length unit
de: Längeneinheit

# pc:setup-wizard:locale:area-unit-label
source: Default area unit
de: Flächeneinheit

# pc:setup-wizard:locale:unit-note-label
source: Note: more options are available in the settings.
de: Hinweis: mehr Optionen sind in den Einstellungen verfügbar.

# pc:setup-wizard:library:title
source: Image directory
de: Bild-Bibliothek

# pc:setup-wizard:library:subtitle
source: Set the directory where ImageMeter should store the images and measurements.
de: Wählen Sie das Verzeichnis, in dem ImageMeter die Bilder und Bemaßungen speichern soll.

# pc:setup-wizard:library:description
source: Note: this is the directory where ImageMeter will store its local data. This is NOT related to cloud sync. Thus, do not set it to the cloud sync directory. If unsure, leave it at the default.
de: Hinweis: Dies ist das Verzeichnis, in dem ImageMeter seine lokalen Daten speichert. Dies hat NICHTS mit der Cloud-Synchronisierung zu tun. Stellen Sie es daher nicht auf das Cloud-Synchronisierungsverzeichnis ein. Wenn Sie Sich nicht sicher sind, belassen Sie die Standardeinstellung.

# pc:setup-wizard:library:label-image-directory
source: Image directory
de: Bildverzeichnis

# pc:setup-wizard:library:radio-button:custom-directory
source: Custom directory:
de: eigenes Verzeichnis:

# pc:setup-wizard:library:hidden-path-note
source: (hidden directory)
de: (verstecktes Verzeichnis)

# pc:setup-wizard:license:title
source: License
de: Lizenz

# pc:setup-wizard:license:subtitle
source: If you have a license code, you may enter it now.
de: Falls Sie einen Lizenzcode haben, können Sie ihn nun eingeben.

# pc:setup-wizard:license:enter-key
source: Enter license key:
de: Lizenzschlüssel eintragen:

# pc:setup-wizard:license:send-button
source: Activate
de: Aktivieren

# pc:setup-wizard:license:or-trial
source: or
de: oder

# pc:setup-wizard:license:trial-button
source: Start free trial
de: Kostenlosen Test beginnen

# pc:setup-wizard:license:active-license
source: Active license: {}
de: Aktive Lizenz: {}

# pc:setup-wizard:license:error
source: Error: {}
de: Fehler: {}

# pc:mainwindow:menu:file
source: &File
de: &Datei

# pc:mainwindow:menu:file:open-image
source: Open image without import...
de: Bild öffnen (ohne Import)...

# pc:mainwindow:menu:file:import-image
source: &Open and import image...
de: Bild öffnen und imporieren...

# pc:mainwindow:menu:file:open-image-from-system-clipboard
source: Open image from system clipboard
de: Bild aus der System-Zwischenablage öffnen

# pc:mainwindow:menu:file:import-to-library
source: Import to &library
de: Bild in Bibliothek importieren

# pc:mainwindow:menu:file:save
source: &Save
de: &Speichern

# pc:mainwindow:menu:file:close-image-editor
source: &Close image
de: Bild &schließen

# pc:mainwindow:menu:file:export-image
source: &Export image...
de: Bild &exportieren...

# pc:mainwindow:menu:file:export-imi
source: Export I&MI...
de: I&MI exportieren...

# pc:mainwindow:menu:file:print
source: &Print...
de: &Drucken...

# pc:mainwindow:menu:file:run-cloud-sync
source: Run &cloud sync...
de: &Cloud-Sync starten...

# pc:mainwindow:menu:file:quit
source: &Quit
de: &Beenden

# pc:mainwindow:menu:edit
source: &Edit
de: &Bearbeiten

# pc:mainwindow:menu:edit:delete-element
source: Delete element
de: Element löschen

# pc:mainwindow:menu:edit:undo
source: Undo
de: Rückgängig

# pc:mainwindow:menu:edit:redo
source: Redo
de: Wiederherstellen

# pc:mainwindow:menu:edit:image-numbering
source: Image numbering
de: Bildnummerierung

# pc:mainwindow:menu:edit:preferences
source: Preferences
de: &Einstellungen

# pc:mainwindow:menu:edit:copy
source: Copy
de: Kopieren

# pc:mainwindow:menu:edit:paste
source: Paste
de: Einfügen

# pc:mainwindow:menu:edit:cut
source: Cut
de: Ausschneiden

# pc:mainwindow:menu:edit:lock-element
source: Lock element
de: Element sperren

# pc:mainwindow:menu:edit:unlock-element
source: Unlock element
de: Element entsperren

# pc:mainwindow:menu:edit:element-to-front
source: Element to front
de: In den Vordergrund

# pc:mainwindow:menu:edit:element-to-back
source: Element to back
de: In den Hintergrund

# pc:mainwindow:menu:view
source: &View
de: &Ansicht

# pc:mainwindow:menu:view:sorting
source: &Sorting
de: &Sortierung

# pc:mainwindow:menu:view:sorting:by-name
source: Sort by &name
de: Nach &Namen sortieren

# pc:mainwindow:menu:view:sorting:by-creation-date
source: Sort by creation &date
de: Nach Erstellungs&datum sortieren

# pc:mainwindow:menu:view:sorting:by-modification-date
source: Sort by &modification date
de: Nach &Änderungsdatum sortieren

# pc:mainwindow:menu:view:sorting:by-number
source: Sort by n&umber
de: Nach N&ummer sortieren

# pc:mainwindow:menu:view:sorting:ascending
source: &Ascending
de: &Aufsteigend

# pc:mainwindow:menu:view:sorting:descending
source: &Descending
de: A&bsteigend

# pc:mainwindow:menu:view:show-deleted-files
source: Show recently &deleted files
de: Kürzliche gelöschte Dateien zeigen

# pc:mainwindow:menu:view:show-image-numbers
source: Show image &numbers
de: Bildnummern zeigen

# pc:mainwindow:menu:view:full-screen
source: Show full screen
de: Als Vollbild zeigen

# pc:mainwindow:menu:view:folder-list:show-column:users
source: Show folder users
de: Verzeichnisbenutzer anzeigen

# pc:mainwindow:menu:image
source: &Image
de: B&ild

# pc:mainwindow:menu:image:rotate-left
source: Rotate image left
de: Bild nach links drehen

# pc:mainwindow:menu:image:rotate-right
source: Rotate image right
de: Bild nach rechts drehen

# pc:mainwindow:menu:image:flip-horizontally
source: Flip image horizontally
de: Bild horizontal spiegeln

# pc:mainwindow:menu:image:image-settings
source: Image &settings...
de: Bild&einstellungen...

# pc:mainwindow:menu:image:element-locking
source: Element locking...
de: Elemente sperren...

# pc:mainwindow:menu:image:pause-video
source: Pause video
de: Video pausieren

# pc:mainwindow:menu:image:play-video
source: Play video
de: Video abspielen

# pc:mainwindow:menu:image:capture-video-frame
source: Capture image
de: Bild aufnehmen

# pc:mainwindow:menu:image:use-dimformat-from-settings
source: Use units from settings for all elements
de: Maßeinheiten aus den Einstellungen für alle Elemente übernehmen

# pc:mainwindow:menu:image:calibrate-camera-from-image
source: Calibrate camera from image
de: Kamerakalibrierung aus dem Bild abspeichern

# pc:mainwindow:menu:windows
source: &Windows
de: &Fenster

# pc:mainwindow:menu:windows:mdi-arrange-tiled
source: Arrange windows tiled
de: Fenster als Kacheln anordnen

# pc:mainwindow:menu:windows:mdi-arrange-cascaded
source: Arrange windows cascaded
de: Fenster als Kaskade anordnen

# pc:mainwindow:menu:help
source: &Help
de: &Hilfe

# pc:mainwindow:menu:help:license
source: &License...
de: &Lizenz...

# pc:mainwindow:menu:help:about
source: &About...
de: &Informationen...

# pc:mainwindow:menu:help:run-setup-wizard
source: Run setup wizard...
de: Setup-Assistent ausführen...

# pc:mainwindow:dock:image-library:title
source: Image Library
de: Bild-Bibliothek

# pc:mainwindow:dock:style:title
source: Style
de: Stil

# pc:mainwindow:dock:label-style:title
source: Label Style
de: Textstil

# pc:mainwindow:toolbar:basic-editing:title
source: Basic editing
de: Grundlegende Editierfunktionen

# pc:mainwindow:toolbar:basic-editing:line-width
source: Line width:
de: Linienbreite:

# pc:mainwindow:toolbar:basic-editing:font-size
source: Font size:
de: Schriftgröße:

# pc:mainwindow:toolbar:basic-editing:toggle-display:image
source: Toggle displaying the image.
de: Anzeigen des Bildes umschalten.

# pc:mainwindow:toolbar:basic-editing:toggle-display:references
source: Toggle displaying the references.
de: Anzeige der Referenzen umschalten.

# pc:mainwindow:toolbar:basic-editing:toggle-display:company-logo
source: Toggle displaying the company logo.
de: Anzeige des Firmenlogos umschalten.

# pc:mainwindow:toolbar:image-editing:title
source: Image editing
de: Bildbearbeitung

# pc:mainwindow:toolbar:contextual-editing:title
source: Contextual editing
de: Werkzeugspezifische Funktionen

# pc:mainwindow:toolbar:drawing-tools:title
source: Drawing tools
de: Zeichenwerkzeuge

# pc:error:cannot-rename-folder:in-use
source: Cannot rename folder. It is currently in use.
de: Kann den Ordner nicht umbenennen. Er wird momentan benutzt.

# pc:error:cannot-quit-program:sync-in-progress
source: Cannot quit program now because cloud synchronization is currently in progress.
de: Programm kann nicht beendet werden, da die Cloudsynchronisation gerade aktiv ist.

# pc:mainwindow:quit-program:unsaved-changed:dialog-title
source: Unsaved changes
de: Nicht gespeicherte Änderungen

# pc:mainwindow:quit-program:unsaved-changed:description-text
source: Images with unsaved changes are still open.
de: Es sind noch Bilder mit ungespeicherten Änderungen geöffnet.

# pc:mainwindow:quit-program:unsaved-changed:question
source: Do you want to save all changes?
de: Wollen Sie alle Änderungen speichern?

# pc:image-library:button:new-folder:tooltip
source: New folder
de: Neuer Ordner

# pc:image-library:button:import-image:tooltip
source: Import image
de: Bild importieren

# pc:image-library:button:new-canvas:tooltip
source: New canvas
de: Neue Zeichenfläche

# pc:image-library:button:new-camera:tooltip
source: Camera capture
de: Foto aufnehmen

# pc:image-library:button:new-video:tooltip
source: Live video
de: Live-Kameabild

# pc:image-library:button:delete:tooltip
source: Delete image or folder
de: Bild oder Ordner löschen

# pc:image-library:name-filter:placeholder
source: Filter names
de: Namen filtern

# pc:image-library:folder-list:column-title:users
source: Users
de: Benutzer

# pc:image-library:context-menu:new-folder
source: New folder
de: Neuer Ordner

# pc:image-library:context-menu:open
source: Open
de: Öffnen

# pc:image-library:context-menu:import-image
source: Import image
de: Bild importieren

# pc:image-library:context-menu:rename-edit
source: Rename / Edit notes
de: Umbenennen / Notizen bearbeiten

# pc:image-library:context-menu:move
source: Move
de: Verschieben

# pc:image-library:context-menu:duplicate
source: Duplicate
de: Duplizieren

# pc:image-library:context-menu:delete
source: Delete
de: Löschen

# pc:image-library:context-menu:restore
source: Restore
de: Wiederherstellen

# pc:image-library:context-menu:purge
source: Purge deleted item now
de: Endgültig löschen

# pc:image-library:context-menu:export
source: Export
de: Exportieren

# pc:image-library:context-menu:show-info
source: Image Info…
de: Bildinformationen…

# pc:image-library:context-menu:export:image
source: Image (JPEG/PNG)…
de: Bild (JPEG/PNG)…

# pc:image-library:context-menu:export:original-image
source: Original image…
de: Originalbild…

# pc:image-library:context-menu:export:imi
source: ImageMeter image (IMI)…
de: ImageMeter-Bild (IMI)…

# pc:image-library:context-menu:export:imf
source: ImageMeter folder (IMF)…
de: ImageMeter-Ordner (IMF)…

# pc:image-library:context-menu:export:pdf
source: PDF document…
de: PDF-Dokument…

# pc:image-library:context-menu:export:dxf
source: CAD drawing (DXF)…
de: CAD-Zeichnung (DXF)…

# pc:image-library:context-menu:export:csv
source: Spreadsheet table (CSV)…
de: Datentabelle (CSV)…

# pc:image-library:context-menu:export:xlsx
source: Excel table (XLSX)…
de: Exceltabelle (XLSX)…

# pc:error-dialog:window-title:warning
source: Warning
de: Warnung

# pc:error-dialog:window-title:error
source: Error
de: Fehler

# pc:edit-image:use-dimformat-from-settings:also-user-entered:dialog-title
source: Use units from settings
de: Maßeinheiten aus den Einstellungen übernehmen

# pc:edit-image:use-dimformat-from-settings:also-user-entered:dialog-text
source: Also convert the units of the values that you entered manually or by Bluetooth?
de: Sollen auch die Maßeinheiten geändert werden, welche manuell eingegeben oder über Bluetooth empfangen wurden?

# pc:import:pdf:group:rasterization
source: Rasterization
de: Rasterung

# pc:import:pdf:render-resolution-dpi
source: Resolution (dpi):
de: Auflösung (dpi):

# pc:import:pdf:output-resolution-label
source: Output resolution:
de: Ausgabeauflösung:

# pc:import:pdf:page-selection-title
source: Select PDF pages to import
de: Wählen Sie welche Seiten importiert werden sollen

# pc:import:pdf:calibrate-to-page-size
source: Calibrate to page size
de: Auf Seitengröße kalibrieren

# pc:import:pdf:progress-dialog-title
source: Importing PDF pages
de: PDF Seiten importieren

# pc:import:pdf:progress-dialog-message
source: Importing PDF pages ...
de: PDF Seiten werden importiert ...

# pc:import:edit-images-after-opening:ask:dialog-title
source: Edit images
de: Bilder editieren

# pc:import:edit-images-after-opening:ask:dialog-text
source: Open all {} imported images in the editor?
de: Alle {} importierten Bilder im Editor öffnen?

# pc:export:imi:multiple:output-dir:file-dialog:title
source: Output IMIs to directory
de: IMIs in Verzeichnis schreiben

# pc:export:dxf:error:no-entities
source: There are no objects to write into the DXF. Note that currently only areas are written to the DXF and that they have to be assigned to a reference.
de: Es gibt keine Objekte, welche in das DXF geschrieben werden. Beachten Sie, dass momentan nur Flächen in das DXF geschrieben werden, welche einer Referenz zugewiesen sind.

# pc:export:zip:dialog-title
source: ZIP export options
de: ZIP Exportoptionen

# pc:export:image:dialog-title
source: Image export options
de: Bildexportoptionen

# pc:databundle:settings:rename:warning:same-title-already-exists
source: An image with this name already exists. Do you really want to use the same name?
de: Ein Bild mit diesem Namen existiert bereits. Wollen Sie wirklich den gleichen Namen benutzen?

# pc:folder:settings:rename:warning:same-title-already-exists
source: A folder with this name already exists. Do you really want to use the same name?
de: Ein Ordner mit diesem Namen existiert bereits. Wollen Sie wirklich den gleichen Namen benutzen?

# pc:move-entities:adapt-permissions:dialog-title
source: Adapt permissions
de: Berechtigungen anpassen

# pc:move-entities:adapt-permissions:message
source: The permissions of the files differ from the target folder's permissions. Should the permissions of the files be adapted?
de: Die Berechtigungen der Dateien weichen von den Berechtigungen des Zielverzeichnisses ab. Sollen die Berechtigungen der Dateien angepasst werden?

# pc:move-entities:adapt-permissions:choice:keep
source: Keep original permissions
de: Originale Berechtigungen behalten

# pc:move-entities:adapt-permissions:choice:add
source: Add folder permissions to original permissions
de: Berechtigungen des Verzeichnisses hinzufügen

# pc:move-entities:adapt-permissions:choice:replace
source: Replace original permissions with folder permissions
de: Originale Berechtigungen durch die des Verzeichnisses ersetzen

# pc:move-entities:adapt-permissions:choice:ask-user
source: Ask user
de: Benutzer fragen

# pc:access-control:select-user:dialog-title
source: Select users ...
de: Benutzer auswählen ...

# pc:editor:toolbar-tools:tool-button:pointer:tooltip
source: Select and edit
de: Auswählen und Editieren

# pc:editor:toolbar-tools:tool-button:flatref:tooltip
source: Reference scale
de: Referenzmaßstab

# pc:editor:toolbar-tools:tool-button:rectref:tooltip
source: Perspective reference
de: Perspektivische Referenz

# pc:editor:toolbar-tools:tool-button:perspline:tooltip
source: Perspective length
de: Perspektivische Längenmessung

# pc:editor:toolbar-tools:tool-button:measure:tooltip
source: Dimension
de: Länge

# pc:editor:toolbar-tools:tool-button:angle:tooltip
source: Angle
de: Winkel

# pc:editor:toolbar-tools:tool-button:dimstring:tooltip
source: Dimension string
de: Maßkette

# pc:editor:toolbar-tools:tool-button:cumulative-dimstring:tooltip
source: Cumulative dimension string
de: Maßkette mit Bezugspunkt

# pc:editor:toolbar-tools:tool-button:area:tooltip
source: Area
de: Fläche

# pc:editor:toolbar-tools:tool-button:circle:tooltip
source: Circle
de: Kreis

# pc:editor:toolbar-tools:tool-button:rectangle:tooltip
source: Rectangle
de: Rechteck

# pc:editor:toolbar-tools:tool-button:measurement-point:tooltip
source: Measurement point
de: Messpunkt

# pc:editor:toolbar-tools:tool-button:text-note:tooltip
source: Text note, audio note, detail image
de: Notiz (Text, Audio, Detailbild)

# pc:editor:toolbar-tools:tool-button:freehand:tooltip
source: Freehand drawing
de: Freihandzeichnung

# pc:editor:toolbar-tools:tool-button:line:tooltip
source: Line (unmeasured)
de: Linie (ohne Bemaßung)

# pc:editor:toolbar-tools:tool-button:ellipse:tooltip
source: Ellipse (unmeasured)
de: Ellipse (ohne Bemaßung)

# pc:editor:toolbar-tools:tool-button:rounded-polyline:tooltip
source: Rounded polyline
de: Linienzug mit runden Ecken

# pc:editor:toolbar-tools:tool-button:rounded-polyline-rebar:tooltip
source: Rebar
de: Bewährungsstahlstange

# pc:editor:toolbar-tools:tool-button:counter:tooltip
source: Counter
de: Zähler

# pc:editor:toolbar-tools:tool-button:results-list:tooltip
source: Results list
de: Ergebnisliste

# pc:editor:toolbar-tools:context-menu:keep-selected
source: Keep selected
de: Ausgewählt lassen

# pc:value-entry:dialog:title
source: Enter the dimension value
de: Bemaßung eingeben

# pc:value-entry:tab:value
source: Value
de: Wert

# pc:value-entry:tab:unit
source: Unit
de: Maßeinheit

# pc:value-entry:prefix
source: Prefix
de: Präfix

# pc:value-entry:dimension-value
source: Value
de: Wert

# pc:value-entry:attach-button:tooltip
source: Indicates whether value is computed or entered manually.
de: Zeigt an, ob der Wert berechnet wird oder manuell eingegeben wird.

# pc:value-entry:error:invalid-value:check-unit
source: Invalid value. Please check whether your unit selection is valid.
de: Ungültiger Wert. Bitte prüfen Sie, ob die Einheit korrekt ausgewählt ist.

# pc:value-entry:error:invalid-value:use-as-text
source: Invalid value, treat this as a text annotation?
de: Ungültiger Wert. Soll dieser als Textbeschriftung benutzt werden?

# pc:value-entry:unit-selection:imperial
source: imperial
de: britisch

# pc:value-entry:unit:value
source: Value
de: Wert

# pc:value-entry:unit:display-options
source: Display options
de: Anzeigeoptionen

# pc:value-entry:unit:unit
source: Unit
de: Maßeinheit

# pc:value-entry:unit:computed-values-format
source: Format of computed values
de: Format von berechneten Werten

# pc:value-entry:unit:decimal-digits
source: Decimal digits
de: Dezimalstellen

# pc:textbox-entry:dialog-title
source: Note
de: Notiz

# pc:textbox-entry:group:text-note
source: Text Note
de: Textnotiz

# pc:textbox-entry:group:audio-note
source: Audio Note
de: Sprachnotiz

# pc:textbox-entry:group:detail-image
source: Detail Image
de: Detailbild

# pc:textbox-entry:text-note:set-default-text
source: Set default text:
de: Standardtext setzen:

# pc:textbox-entry:audio-note:record
source: Record
de: Aufnehmen

# pc:textbox-entry:audio-note:remove
source: Remove
de: Entfernen

# pc:textbox-entry:audio-note:play
source: Play
de: Abspielen

# pc:textbox-entry:detail-image:load
source: Load
de: Laden

# pc:textbox-entry:detail-image:remove
source: Remove
de: Entfernen

# pc:detail-image:really-delete:dialog-title
source: Confirm deletion
de: Löschen bestätigen

# pc:detail-image:really-delete:message
source: Delete detail image?
de: Detailbild löschen?

# pc:audio-note:really-delete:dialog-title
source: Confirm deletion
de: Löschen bestätigen

# pc:audio-note:really-delete:message
source: Delete audio note?
de: Audionotiz löschen?

# pc:image-settings:dialog-title
source: Image settings
de: Bildeinstellungen

# pc:image-settings:tab:styling
source: Styling
de: Stil

# pc:image-settings:tab:image
source: Image
de: Bild

# pc:image-settings:tab:canvas
source: Canvas
de: Zeichenfläche

# pc:image-settings:tab:calibration
source: Calibration
de: Kalibrierung

# pc:image-settings:image:color-presets
source: Presets:
de: Voreinstellungen:

# pc:pdf-export:must-have-pdf-suffix
source: PDF file must have a .pdf suffix.
de: PDF-Datei muß ein .pdf Suffix haben.

# pc:csv-export:must-have-csv-suffix
source: CSV file must have a .csv suffix.
de: CSV-Datei muß ein .csv Suffix haben.

# pc:xlsx-export:must-have-xlsx-suffix
source: XLSX file must have a .xlsx suffix.
de: XLSX-Datei muß ein .xlsx Suffix haben.

# pc:zip-export:must-have-zip-suffix
source: ZIP file must have a .zip suffix.
de: ZIP-Datei muß ein .zip Suffix haben.

# pc:update_channel_stable
source: stable
de: Stabil

# pc:update-notification-dialog:window-title
source: A new version is available
de: Eine neue Version ist verfügbar

# pc:update-notification-dialog:title
source: Update available
de: Update verfügbar

# pc:update-notification-dialog:message
source: A new update is available in the {} channel.
de: Ein neues Update ist im {}-Kanal verfügbar.

# pc:update-notification-dialog:current-version
source: Current version:
de: Aktuelle Version:

# pc:update-notification-dialog:new-version
source: New version:
de: Neue Version:

# pc:update-notification-dialog:changes-title
source: Changes:
de: Änderungen:

# pc:update-notification-dialog:ignore
source: ignore this update
de: dieses Update ignorieren

# pc:update-notification-dialog:skip
source: Later
de: Später

# pc:update-notification-dialog:continue
source: Continue
de: Weiter

# pc:update-notification-dialog:download
source: Go to download page
de: Download-Seite öffnen

# pc:licenses-dialog:title
source: Licenses
de: Lizenzen

# pc:prefs:ui:language:changed-restart-program
source: The language setting has changed. Please restart the program for the changes to take effect.
de: Die Spracheinstellungen wurden geändert. Bitte starten Sie das Programm neu, damit die Änderungen überall gesetzt werden.

# pc:prefs:ui:ui-scale-factor:changed-restart-program
source: The UI scale factor has changed. Please restart the program for the changes to take effect.
de: Der Skalierungsfaktor für die Benutzeroberfläche wurde geändert. Bitte starten Sie das Programm neu, damit die Änderungen aktiv werden.

# pc:image-numbering:dialog:title
source: Image numbering
de: Bildnummerierung

# pc:image-numbering:dialog:image-numbering-section
source: Image numbering
de: Bildnummerierung

# pc:image-numbering:dialog:button:renumber-images
source: Renumber images
de: Bildnummern zuweisen

# pc:image-numbering:dialog:button:remove-numbers
source: Remove numbers
de: Bildnummern entfernen

# pc:image-numbering:dialog:enable-auto-numbering
source: Enable automatic numbering
de: Automatische Bildnummerierung aktivieren

# pc:element-locking:dialog:title
source: Element locking
de: Element sperren
